{
  "date": "22/01/18",
  "title": "2018 World Cup to use video technology, says FIFA executive",
  "description": "Video technology will be used at the World Cup for the first time this summer, a FIFA executive has confirmed.",
  "content": "VAR has been trialled this season in countries such as Italy, Germany and England, and is now going to be included at the World Cup in Russia, according to FIFA's chief commercial officer Philippe Le Floc'h.\nHe said: \"Definitely VAR will happen. It's great to have technology in football because this is also a fair(ness) thing.\"\nLe Floc'h also confirmed FIFA are already in discussions with potential sponsors for the technology ahead of the tournament, which begins in June.\nHe added: \"We are talking to various technological companies who are very interested with what we are doing on the technology side of things.\"\nThe final decision on whether VAR is approved for use at the World Cup will be made by IFAB, football's rule-making body, at their annual meeting on March 2.\nIFAB consists of FIFA and the four British associations (the FA, SFA, IFA and FAW). FIFA has four votes and the British FAs have one vote each.\nA minimum of six votes are needed to pass any laws of the game.\nIFAB have also published a summary of the research results that have been independently collected since the VAR experiment began in March 2016.\nThey say VAR has been used in 804 competitive matches and that decision accuracy is at 98.9 per cent.\nThe report also says there have been an average of fewer than five checks per match, and that 68.8 per cent of matches have featured no review.\nReplays are used when there is a 'clear and obvious error' involving goals, penalty awards, red cards, and mistaken identity.\n",
  "dbpedia": "VAR has been trialled this season in countries such as <a href=\"http://dbpedia.org/resource/Italy_national_football_team\" title=\"http://dbpedia.org/resource/Italy_national_football_team\" target=\"_blank\">Italy</a>, <a href=\"http://dbpedia.org/resource/Germany_national_football_team\" title=\"http://dbpedia.org/resource/Germany_national_football_team\" target=\"_blank\">Germany</a> and <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a>, and is now going to be included at the World Cup in <a href=\"http://dbpedia.org/resource/Russia_national_football_team\" title=\"http://dbpedia.org/resource/Russia_national_football_team\" target=\"_blank\">Russia</a>, according to FIFA's chief commercial officer Philippe Le Floc'h.<br>He said: \"Definitely VAR will happen. It's great to have technology in football because this is also a fair(ness) thing.\"<br>Le Floc'h also confirmed FIFA are already in discussions with potential sponsors for the technology ahead of the tournament, which begins in June.<br>He added: \"We are talking to various technological companies who are very interested with what we are doing on the technology side of things.\"<br>The final decision on whether VAR is approved for use at the World Cup will be made by IFAB, football's rule-making body, at their annual meeting on March 2.<br>IFAB consists of FIFA and the four British associations (the FA, SFA, IFA and FAW). FIFA has four votes and the British FAs have one vote each.<br>A minimum of six votes are needed to pass any laws of the game.<br>IFAB have also published a summary of the research results that have been independently collected since the VAR experiment began in March 2016.<br>They say VAR has been used in 804 competitive matches and that decision accuracy is at 98.9 per cent.<br>The report also says there have been an average of fewer than five checks per match, and that 68.8 per cent of matches have featured no review.<br>Replays are used when there is a 'clear and obvious error' involving goals, penalty awards, red cards, and mistaken identity.<br>"
}