{
  "date": "25/01/18",
  "title": "A player's view of the transfer window: Joleon Lescott reveals all",
  "description": "The January transfer window can be one of the most hectic times of the footballing calendar. With a fixture-laden Christmas period barely in the rear-view mirror and games continuing to come thick and fast both in the league and cup competitions, talk of transfers then hots up as the month goes on.",
  "content": "As fans it can be exciting, nerve-wracking, frustrating, and much more.But what's it like for those at the thick of it; the players? We speak to former Wolves, Everton, Manchester City, Aston Villa, West Brom and AEK Athens defender Joleon Lescott about the impact of the window on players, how transfers develop behind the scenes, why a transfer request is a \"test\", family decisions, and the challenge of moving abroad…Rumours, gossip, conversations through half-wound down car windows. It's all part of the transfer window. But how much do players know about all the speculation throughout the month? Or do they keep their eyes off Sky Sports News for the entirety of the window?\"If there is no suggestion of you leaving the club then you are just excited like a fan to see who goes where and who is going to come to your club,\" says Lescott.\"You tend to know which ones are more serious. You do have a look and see what the speculation is because there are occasions where you are oblivious to something and then it happens, so you try to keep your eye out.\"While some speculation can be just that - speculation - there is also no smoke without fire in a lot of instances. Take, for example, the speculation that surrounded Alexis Sanchez's future.There were suggestions that the talk around his future created issues in the Arsenal dressing room, and that was fuelled when some players didn't celebrate with Sanchez after he scored against Crystal Palace. \"That tells you there is a divided dressing room,\" said Sky Sports pundit Graeme Souness. \"That shows they aren't having Sanchez at the moment.\"From Lescott's experience, though, he says: \"As players you just accept it, it's part of the game. There's obviously a reason you might need to move. It's understood that sometimes people want to move and have to move.\"Speculation is one thing, but what happens when a player hands in a transfer request?Virgil van Dijk did it at Southampton last summer, as did Philippe Coutinho at Liverpool. Both were turned down by their clubs and both stayed until this month.Lescott also handed in a transfer request in the summer of 2009 in a bid to move from Everton to Manchester City.Explaining the decision he says: \"I had spoken with the manager and expressed a desire to leave, but the club didn't want to sell at that moment.\"I was under the impression that if I stepped in and made it clear I wanted to go then it would make it easier for them, which is what clubs tend to do. It's strange because if clubs don't want to sell you they wouldn't reveal you had put in a transfer request. That is only going to hurt your relationship with your fans. So you know when a club is genuine or serious about not wanting to sell you if you put in a transfer request and it is not leaked. Then you realise you are not going.\"It was a test. I was told by my representatives at the time that it's a test and if you put it in and they release it then you are more likely to leave.\"Lescott's transfer request was originally turned down by Everton, with manager David Moyes saying \"Joleon is simply not for sale\". But, before the end of the month, Lescott did leave, and he went on to win two Premier League titles with Manchester City as well as the FA Cup and League Cup.\"I expressed my desire to play for Man City due to what they were looking to do in the future,\" he says. \"It proved a great decision for my career. I was in squads for England and doing well for Everton but Man City's desire was to win the league and play in the Champions League and, with the greatest respect to Everton, they didn't have that ambition at the time, so it made sense for me to do whatever was necessary to get out of Everton.\"I had to speak to the manager a few times and the chairman and tell them I wanted to leave, and hand in a transfer request, that was pretty much it from my part, but I didn't have to refuse to play or anything like that. As hard as it was to do those things as a 26-year-old I felt it was necessary. It was made clear to me that I would need to put a transfer request in.\"After handing in a transfer request, Lescott played for Everton in a 6-1 home defeat to Arsenal. While he received some support from the Everton fans, Moyes dropped him for the next game, saying he was \"not in the right frame of mind\".Van Dijk's relationship with Southampton fans was soured after handing in a transfer request last summer, while Coutinho played at a high level for Liverpool despite speculation over a move to Barcelona.Lescott says he did consider the impact a transfer request would have on his relationship with fans. \"Of course you are concerned about things like how the fans will view it, but I wanted to go and if it didn't happen I would have been disappointed, although I would have had to get on with it; it's your job.\"You are concerned that you are going to have to rebuild your relationship with the fans but that's what you have to do.\"So you've managed to secure a move - with or without handing in a transfer request - and a fee has been agreed between the two clubs and a deal signed. Sounds relatively straightforward?But, for the players, there are also the changes that need to be made off the pitch, such as moving house, uprooting your family, finding a new school for your children, and getting settled into your new club.James Rodriguez recently revealed the impact his move from Real Madrid to Bayern Munich had on his daughter. \"When I got home, I told my four-year-old daughter: 'Come here, I want to talk to you.' I told her: 'We're going to live in another city. You're going to change schools, we're not going to live in this house anymore,' and she cried a lot. That was very hard. It broke my heart.\"And Lescott says: \"It's hard on your family definitely. As players you go into a dressing room where you are known and recognised, you know about each other and you get on with it straight away.\"But for the family it's hard for them to uproot and move away and then have to build new relationships with people that could potentially be moving again in six months. You have kids moving schools, there are a lot of things in the background that families do have to sacrifice.\"Towards the back end of my career I involved my wife a lot more. In the early part it was just 'this is what has to happen' and she was fully on board. She never once questioned any decision I made throughout my career. There are a lot of partners and family members who are the same and as players you appreciate that a lot more towards the end.\"Having previously travelled around with his family, Lescott decided towards the end of his career that whenever he moved, his wife and kids would stay where they are. Mark Warburton revealed that Rangers missed out on signing the defender due to family reasons.\"Personal terms were all agreed but the player just decided to keep his family in Manchester. He's well settled with three young children. It's a big decision on the player's part and we understand that,\" said the then-Rangers boss.Lescott also didn't take his family with him when he joined AEK Athens from Aston Villa in 2016. Explaining the move, he says: \"I always wanted to move abroad, I would have wanted to do it earlier in my career and taking my family and giving them an experience that not everybody has. There was an option to go abroad when I left Manchester City but nothing is as it promised. You are promised the world and then you get to the destination to view it and it's not the same. So that wasn't going to happen.\"Also when I was at Wolves there was a possibility to go to Sevilla, but I was 19 and I had only moved out of my mum's house a year before so there wasn't much chance of me going to live in Spain. It would have been a permanent move too. It was around the time I had been to the Toulon Tournament and we had done well. Dani Alves was there, they were looking to create a team to challenge I was told with a young defensive player, but it wasn't realistic for me at that time.\"Then later in my career I had a real opportunity to go to LA Galaxy during my time at Aston Villa in January. I could have left to go there, which was something I wanted to do and my family wanted to do, we were all looking forward to it, but I didn't just want to force a move out of Villa and leave them in a bad situation.\"Lescott spent less than three months with AEK, playing just four games before suffering a knee injury. It was reported the defender told AEK he wanted to recover from the injury back in the UK, but the club refused.Reflecting on the difficulties of the move, he says: \"I went there and underestimated or underappreciated the importance of the FA, the PFA, the organisation of the Premier League, because some other nations don't have that. It made me appreciate foreign players in England a lot more.\"If I had done it earlier in my career I would have probably been a bit more compassionate to situations throughout my career knowing that those players are away from family members and it's hard.\"In England, the club are willing to do whatever it takes to make you feel welcome, and that's a thing that you take for granted and I appreciate it more now. There are some people abroad - I had a couple of people in Greece who went out of their way to help me settle in - but as a club in general they weren't great and I wasn't the only player coming from abroad that was complaining of issues that they said they would handle. With the greatest respect, once the ink is dry they are not going to be as forthcoming.\"Lescott's off-field issues in Greece might not have been heard by fans, but they did have an impact on his time there. And he suggests there is plenty that goes on behind the scenes that supporters do not hear about.\"There is a lot of stuff that fans don't know about which goes on in clubs,\" he says. \"Players rarely win. You talk about player power but if you are fighting the club you rarely win.\"I remember a lot of situations where players are not allowed to play. I have had friends who have had things in their contract which say if you play a certain number of games then it triggers something in the contract, so teams are saying 'well you're not going to play' so they can find a way out. That is overlooked.\"Yes it's scrutinised when a player says he wants to leave, but the day the club thinks you are not good enough you are cast aside and told to train with the reserves or the youth team and find your own route to get out of the club.\"Follow all the latest transfers news with Sky Sports dedicated Transfer Centre blog and catch Joleon Lescott on Sky Sports News' coverage on Transfer Deadline Day from 8am.",
  "dbpedia": "As fans it can be exciting, nerve-wracking, frustrating, and much more.But what's it like for those at the thick of it; the players? We speak to former Wolves, <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>, <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>, <a href=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" title=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" target=\"_blank\">Aston Villa</a>, <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> and AEK Athens defender <a href=\"http://dbpedia.org/resource/Joleon_Lescott\" title=\"http://dbpedia.org/resource/Joleon_Lescott\" target=\"_blank\">Joleon Lescott</a> about the impact of the window on players, how transfers develop behind the scenes, why a transfer request is a \"test\", family decisions, and the challenge of moving abroad…Rumours, gossip, conversations through half-wound down car windows. It's all part of the transfer window. But how much do players know about all the speculation throughout the month? Or do they keep their eyes off Sky Sports News for the entirety of the window?\"If there is no suggestion of you leaving the club then you are just excited like a fan to see who goes where and who is going to come to your club,\" says Lescott.\"You tend to know which ones are more serious. You do have a look and see what the speculation is because there are occasions where you are oblivious to something and then it happens, so you try to keep your eye out.\"While some speculation can be just that - speculation - there is also no smoke without fire in a lot of instances. Take, for example, the speculation that surrounded Alexis Sanchez's future.There were suggestions that the talk around his future created issues in the <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> dressing room, and that was fuelled when some players didn't celebrate with Sanchez after he scored against <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a>. \"That tells you there is a divided dressing room,\" said Sky Sports pundit <a href=\"http://dbpedia.org/resource/Graeme_Souness\" title=\"http://dbpedia.org/resource/Graeme_Souness\" target=\"_blank\">Graeme Souness</a>. \"That shows they aren't having Sanchez at the moment.\"From Lescott's experience, though, he says: \"As players you just accept it, it's part of the game. There's obviously a reason you might need to move. It's understood that sometimes people want to move and have to move.\"Speculation is one thing, but what happens when a player hands in a transfer request?Virgil van Dijk did it at <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> last summer, as did <a href=\"http://dbpedia.org/resource/Philippe_Coutinho\" title=\"http://dbpedia.org/resource/Philippe_Coutinho\" target=\"_blank\">Philippe Coutinho</a> at <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>. Both were turned down by their clubs and both stayed until this month.Lescott also handed in a transfer request in the summer of 2009 in a bid to move from <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> to Manchester City.Explaining the decision he says: \"I had spoken with the manager and expressed a desire to leave, but the club didn't want to sell at that moment.\"I was under the impression that if I stepped in and made it clear I wanted to go then it would make it easier for them, which is what clubs tend to do. It's strange because if clubs don't want to sell you they wouldn't reveal you had put in a transfer request. That is only going to hurt your relationship with your fans. So you know when a club is genuine or serious about not wanting to sell you if you put in a transfer request and it is not leaked. Then you realise you are not going.\"It was a test. I was told by my representatives at the time that it's a test and if you put it in and they release it then you are more likely to leave.\"Lescott's transfer request was originally turned down by <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>, with manager <a href=\"http://dbpedia.org/resource/David_Moyes\" title=\"http://dbpedia.org/resource/David_Moyes\" target=\"_blank\">David Moyes</a> saying \"Joleon is simply not for sale\". But, before the end of the month, Lescott did leave, and he went on to win two <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> titles with <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> as well as the FA Cup and League Cup.\"I expressed my desire to play for Man City due to what they were looking to do in the future,\" he says. \"It proved a great decision for my career. I was in squads for <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> and doing well for <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> but Man City's desire was to win the league and play in the Champions League and, with the greatest respect to <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>, they didn't have that ambition at the time, so it made sense for me to do whatever was necessary to get out of <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>.\"I had to speak to the manager a few times and the chairman and tell them I wanted to leave, and hand in a transfer request, that was pretty much it from my part, but I didn't have to refuse to play or anything like that. As hard as it was to do those things as a 26-year-old I felt it was necessary. It was made clear to me that I would need to put a transfer request in.\"After handing in a transfer request, Lescott played for <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> in a 6-1 home defeat to <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>. While he received some support from the <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> fans, Moyes dropped him for the next game, saying he was \"not in the right frame of mind\".Van Dijk's relationship with <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> fans was soured after handing in a transfer request last summer, while Coutinho played at a high level for <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> despite speculation over a move to Barcelona.Lescott says he did consider the impact a transfer request would have on his relationship with fans. \"Of course you are concerned about things like how the fans will view it, but I wanted to go and if it didn't happen I would have been disappointed, although I would have had to get on with it; it's your job.\"You are concerned that you are going to have to rebuild your relationship with the fans but that's what you have to do.\"So you've managed to secure a move - with or without handing in a transfer request - and a fee has been agreed between the two clubs and a deal signed. Sounds relatively straightforward?But, for the players, there are also the changes that need to be made off the pitch, such as moving house, uprooting your family, finding a new school for your children, and getting settled into your new club.James Rodriguez recently revealed the impact his move from <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> to <a href=\"http://dbpedia.org/resource/FC_Bayern_Munich\" title=\"http://dbpedia.org/resource/FC_Bayern_Munich\" target=\"_blank\">Bayern Munich</a> had on his daughter. \"When I got home, I told my four-year-old daughter: 'Come here, I want to talk to you.' I told her: 'We're going to live in another city. You're going to change schools, we're not going to live in this house anymore,' and she cried a lot. That was very hard. It broke my heart.\"And Lescott says: \"It's hard on your family definitely. As players you go into a dressing room where you are known and recognised, you know about each other and you get on with it straight away.\"But for the family it's hard for them to uproot and move away and then have to build new relationships with people that could potentially be moving again in six months. You have kids moving schools, there are a lot of things in the background that families do have to sacrifice.\"Towards the back end of my career I involved my wife a lot more. In the early part it was just 'this is what has to happen' and she was fully on board. She never once questioned any decision I made throughout my career. There are a lot of partners and family members who are the same and as players you appreciate that a lot more towards the end.\"Having previously travelled around with his family, Lescott decided towards the end of his career that whenever he moved, his wife and kids would stay where they are. Mark Warburton revealed that <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a> missed out on signing the defender due to family reasons.\"Personal terms were all agreed but the player just decided to keep his family in Manchester. He's well settled with three young children. It's a big decision on the player's part and we understand that,\" said the then-Rangers boss.Lescott also didn't take his family with him when he joined AEK Athens from <a href=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" title=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" target=\"_blank\">Aston Villa</a> in 2016. Explaining the move, he says: \"I always wanted to move abroad, I would have wanted to do it earlier in my career and taking my family and giving them an experience that not everybody has. There was an option to go abroad when I left <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> but nothing is as it promised. You are promised the world and then you get to the destination to view it and it's not the same. So that wasn't going to happen.\"Also when I was at Wolves there was a possibility to go to <a href=\"http://dbpedia.org/resource/Sevilla_FC\" title=\"http://dbpedia.org/resource/Sevilla_FC\" target=\"_blank\">Sevilla</a>, but I was 19 and I had only moved out of my mum's house a year before so there wasn't much chance of me going to live in <a href=\"http://dbpedia.org/resource/Spain_national_football_team\" title=\"http://dbpedia.org/resource/Spain_national_football_team\" target=\"_blank\">Spain</a>. It would have been a permanent move too. It was around the time I had been to the Toulon Tournament and we had done well. <a href=\"http://dbpedia.org/resource/Daniel_Alves\" title=\"http://dbpedia.org/resource/Daniel_Alves\" target=\"_blank\">Dani Alves</a> was there, they were looking to create a team to challenge I was told with a young defensive player, but it wasn't realistic for me at that time.\"Then later in my career I had a real opportunity to go to <a href=\"http://dbpedia.org/resource/Los_Angeles_Galaxy\" title=\"http://dbpedia.org/resource/Los_Angeles_Galaxy\" target=\"_blank\">LA Galaxy</a> during my time at <a href=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" title=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" target=\"_blank\">Aston Villa</a> in January. I could have left to go there, which was something I wanted to do and my family wanted to do, we were all looking forward to it, but I didn't just want to force a move out of Villa and leave them in a bad situation.\"Lescott spent less than three months with <a href=\"http://dbpedia.org/resource/AEK_Larnaca_F.C.\" title=\"http://dbpedia.org/resource/AEK_Larnaca_F.C.\" target=\"_blank\">AEK</a>, playing just four games before suffering a knee injury. It was reported the defender told <a href=\"http://dbpedia.org/resource/AEK_Larnaca_F.C.\" title=\"http://dbpedia.org/resource/AEK_Larnaca_F.C.\" target=\"_blank\">AEK</a> he wanted to recover from the injury back in the UK, but the club refused.Reflecting on the difficulties of the move, he says: \"I went there and underestimated or underappreciated the importance of the FA, the PFA, the organisation of the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, because some other nations don't have that. It made me appreciate foreign players in <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> a lot more.\"If I had done it earlier in my career I would have probably been a bit more compassionate to situations throughout my career knowing that those players are away from family members and it's hard.\"In <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a>, the club are willing to do whatever it takes to make you feel welcome, and that's a thing that you take for granted and I appreciate it more now. There are some people abroad - I had a couple of people in <a href=\"http://dbpedia.org/resource/Greece_national_football_team\" title=\"http://dbpedia.org/resource/Greece_national_football_team\" target=\"_blank\">Greece</a> who went out of their way to help me settle in - but as a club in general they weren't great and I wasn't the only player coming from abroad that was complaining of issues that they said they would handle. With the greatest respect, once the ink is dry they are not going to be as forthcoming.\"Lescott's off-field issues in <a href=\"http://dbpedia.org/resource/Greece_national_football_team\" title=\"http://dbpedia.org/resource/Greece_national_football_team\" target=\"_blank\">Greece</a> might not have been heard by fans, but they did have an impact on his time there. And he suggests there is plenty that goes on behind the scenes that supporters do not hear about.\"There is a lot of stuff that fans don't know about which goes on in clubs,\" he says. \"Players rarely win. You talk about player power but if you are fighting the club you rarely win.\"I remember a lot of situations where players are not allowed to play. I have had friends who have had things in their contract which say if you play a certain number of games then it triggers something in the contract, so teams are saying 'well you're not going to play' so they can find a way out. That is overlooked.\"Yes it's scrutinised when a player says he wants to leave, but the day the club thinks you are not good enough you are cast aside and told to train with the reserves or the youth team and find your own route to get out of the club.\"Follow all the latest transfers news with Sky Sports dedicated Transfer Centre blog and catch <a href=\"http://dbpedia.org/resource/Joleon_Lescott\" title=\"http://dbpedia.org/resource/Joleon_Lescott\" target=\"_blank\">Joleon Lescott</a> on Sky Sports News' coverage on Transfer Deadline Day from 8am."
}