{
  "date": "04/02/18",
  "title": "Aaron Cresswell urges West Ham to stick together after Brighton loss",
  "description": "Aaron Cresswell has urged West Ham to \"stick together\" after they were dragged back into the relegation mire.",
  "content": "A turbulent week at the east London club came to a miserable end with a 3-1 defeat at Brighton which left them three points above the drop zone.\nThe Hammers sacked their head of recruitment Tony Henry on Friday after claims he told agents they did not want to sign any more African players. That scandal, as well as an underwhelming transfer window, has left the divide between the supporters and West Ham's board wider than ever.\nRegarding issues on the pitch, Cresswell said: \"It's really tight down there in the Premier League - there are only a few points separating the bottom from the top 10.\n\"You win one and lose the next week, and you're right back in it. We have got to keep looking forward to the next game, though, and try to get the points in that.\n\"We need to stick together and pull in one direction now and go into every game and try to get maximum points. We need to keep pushing up.\n\"All season has been up and down and when you lose you think you're out of it. But we have to focus on each game as it comes and try to push up for the rest of the season.\"\n",
  "dbpedia": "A turbulent week at the east London club came to a miserable end with a 3-1 defeat at <a href=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a> which left them three points above the drop zone.<br>The Hammers sacked their head of recruitment Tony Henry on Friday after claims he told agents they did not want to sign any more African players. That scandal, as well as an underwhelming transfer window, has left the divide between the supporters and <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a>'s board wider than ever.<br>Regarding issues on the pitch, Cresswell said: \"It's really tight down there in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> - there are only a few points separating the bottom from the top 10.<br>\"You win one and lose the next week, and you're right back in it. We have got to keep looking forward to the next game, though, and try to get the points in that.<br>\"We need to stick together and pull in one direction now and go into every game and try to get maximum points. We need to keep pushing up.<br>\"All season has been up and down and when you lose you think you're out of it. But we have to focus on each game as it comes and try to push up for the rest of the season.\"<br>"
}