{
  "date": "20/01/18",
  "title": "Adam Reach interview: New managers, promotion hopes and stunning goals",
  "description": "Adam Reach discusses the managerial change at Sheffield Wednesday, the Owls' play-off hopes and his stunning goals this season.",
  "content": "Adam Reach has already scored two goal of the season contenders, but admits he cannot decide which one was better.\"It's a tough one!\" he said. \"They were both different goals with a different foot. The latest one is probably more special to me because it was with my right foot, and they don't come along too often.\"But they were equally good strikes and I might go a couple of seasons now without hitting one like that.\"The Sheffield Wednesday winger picked up the Sky Bet Championship Goal of the Month award in November after a stunning effort against Aston Villa, then followed that up on Boxing Day with another belter at Nottingham Forest.The problem for Wednesday is that those two games have been their only wins in the league in their last 12, and it's why they find themselves 17th in the table and with a new manager.Carlos Carvalhal brought Reach to Wednesday, so naturally the winger was disappointed to see the Portuguese leave last month. He does, however, admit it was probably the right moment for a refresh at Hillsborough.\"It's always disappointing to see a manager leave, especially when they brought you to the club and gave you a chance,\" he said. \"But it was probably time for a change and I think everyone can kind of accept that.\"He might have been able to turn us around and get us into the play-offs, but there were a lot of calls from fans and on social media for him to go and the club has to listen to that because the fans are an important part of the club.\"But what had gone wrong under Carvalhal? Wednesday were among the favourites for promotion at the start of the season, and even had shorter odds than Wolves with Sky Bet to win the title.The Owls never really got moving in 2017/18, though. A slow start was made to look even worse by the impressive form of rivals Sheffield United, and a Steel City derby defeat at home in September appeared to signal the beginning of the end for Carvalhal.\"We had two very successful seasons under him, but we fell short twice in the play-offs and it can be tough to get over that disappointment and kick-start again,\" said Reach.\"Maybe we got a little bit too relaxed and thought we could just carry on the same and reach the play-offs again, but in this league it's difficult. Once you have a bad start it's tough to turn it around.\"But now we've got the new manager in and everything is looking good for us. We're all confident we can improve and start winning games again.\"Jos Luhukay is the new man at the helm, and life is already very different at Hillsborough. The Dutchman is a strict disciplinarian, which seems to be just what the squad needed at this time.\"He's very keen on his discipline and he wants the standards of every day to be right up there,\" said Reach. \"We're eating breakfast and lunch together at a set time, we have a meeting and if you're a minute late that's a punishment, there are no exceptions.\"He's just trying to get into everyone's brain that you need to be 100 per cent every minute of every day, and then hopefully the standards that have been lifted from Monday to Friday will transfer onto the pitch. I think that's happened in the two games we've played under him so far.\"Relegation was not even a consideration for Wednesday at the start of the season, but the Owls currently find themselves closer to the bottom three than the top six.It will not be lost on Reach and Co that the side currently occupying sixth spot is Sheffield United and, while it remains a long shot, he is adamant that that gap can still be closed.\"First of all we need to climb away from the relegation zone because teams can get sucked into that, and if we do that then maybe we can start trying to claw back as many points as we can on those play-off positions,\" Reach said. \"There's always teams who make late runs and stranger things have happened, so hopefully we can do that.\"At the start of the season, top two was the minimum the club wanted, right down from the chairman to the players. That's not possible now and you've got to change your ambitions, but play-offs and promotion is what we want and we need to concentrate on the near future now, starting on Saturday against Cardiff.\"Don't miss the Sky Bet Championship clash between Sheffield Wednesday and Cardiff on Saturday, live on Sky Sports Football and Main Event from 5.15pm",
  "dbpedia": "\nAdam Reach has already scored two goal of the season contenders, but admits he cannot decide which one was better.&quot;It\\&apos;s a tough one!&quot; he said. &quot;They were both different goals with a different foot. The latest one is probably more special to me because it was with my right foot, and they don\\&apos;t come along too often.&quot;But they were equally good strikes and I might go a couple of seasons now without hitting one like that.&quot;The <a href=\"http://dbpedia.org/resource/Sheffield_Wednesday_F.C.\" title=\"http://dbpedia.org/resource/Sheffield_Wednesday_F.C.\" target=\"_blank\">Sheffield Wednesday</a> winger picked up the Sky Bet Championship Goal of the Month award in November after a stunning effort against <a href=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" title=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" target=\"_blank\">Aston Villa</a>, then followed that up on Boxing Day with another belter at Nottingham Forest.The problem for Wednesday is that those two games have been their only wins in the league in their last 12, and it\\&apos;s why they find themselves 17th in the table and with a new manager.Carlos Carvalhal brought Reach to Wednesday, so naturally the winger was disappointed to see the Portuguese leave last month. He does, however, admit it was probably the right moment for a refresh at Hillsborough.&quot;It\\&apos;s always disappointing to see a manager leave, especially when they brought you to the club and gave you a chance,&quot; he said. &quot;But it was probably time for a change and I think everyone can kind of accept that.&quot;He might have been able to turn us around and get us into the play-offs, but there were a lot of calls from fans and on social media for him to go and the club has to listen to that because the fans are an important part of the club.&quot;But what had gone wrong under Carvalhal? Wednesday were among the favourites for promotion at the start of the season, and even had shorter odds than Wolves with Sky Bet to win the title.The Owls never really got moving in 2017/18, though. A slow start was made to look even worse by the impressive form of rivals <a href=\"http://dbpedia.org/resource/Sheffield_United_F.C.\" title=\"http://dbpedia.org/resource/Sheffield_United_F.C.\" target=\"_blank\">Sheffield United</a>, and a Steel City derby defeat at home in September appeared to signal the beginning of the end for Carvalhal.&quot;We had two very successful seasons under him, but we fell short twice in the play-offs and it can be tough to get over that disappointment and kick-start again,&quot; said Reach.&quot;Maybe we got a little bit too relaxed and thought we could just carry on the same and reach the play-offs again, but in this league it\\&apos;s difficult. Once you have a bad start it\\&apos;s tough to turn it around.&quot;But now we\\&apos;ve got the new manager in and everything is looking good for us. We\\&apos;re all confident we can improve and start winning games again.&quot;<a href=\"http://dbpedia.org/resource/Jos_Luhukay\" title=\"http://dbpedia.org/resource/Jos_Luhukay\" target=\"_blank\">Jos Luhukay</a> is the new man at the helm, and life is already very different at Hillsborough. The Dutchman is a strict disciplinarian, which seems to be just what the squad needed at this time.&quot;He\\&apos;s very keen on his discipline and he wants the standards of every day to be right up there,&quot; said Reach. &quot;We\\&apos;re eating breakfast and lunch together at a set time, we have a meeting and if you\\&apos;re a minute late that\\&apos;s a punishment, there are no exceptions.&quot;He\\&apos;s just trying to get into everyone\\&apos;s brain that you need to be 100 per cent every minute of every day, and then hopefully the standards that have been lifted from Monday to Friday will transfer onto the pitch. I think that\\&apos;s happened in the two games we\\&apos;ve played under him so far.&quot;Relegation was not even a consideration for Wednesday at the start of the season, but the Owls currently find themselves closer to the bottom three than the top six.It will not be lost on Reach and Co that the side currently occupying sixth spot is <a href=\"http://dbpedia.org/resource/Sheffield_United_F.C.\" title=\"http://dbpedia.org/resource/Sheffield_United_F.C.\" target=\"_blank\">Sheffield United</a> and, while it remains a long shot, he is adamant that that gap can still be closed.&quot;First of all we need to climb away from the relegation zone because teams can get sucked into that, and if we do that then maybe we can start trying to claw back as many points as we can on those play-off positions,&quot; Reach said. &quot;There\\&apos;s always teams who make late runs and stranger things have happened, so hopefully we can do that.&quot;At the start of the season, top two was the minimum the club wanted, right down from the chairman to the players. That\\&apos;s not possible now and you\\&apos;ve got to change your ambitions, but play-offs and promotion is what we want and we need to concentrate on the near future now, starting on Saturday against <a href=\"http://dbpedia.org/resource/Cardiff_City_F.C.\" title=\"http://dbpedia.org/resource/Cardiff_City_F.C.\" target=\"_blank\">Cardiff</a>.&quot;Don\\&apos;t miss the Sky Bet Championship clash between <a href=\"http://dbpedia.org/resource/Sheffield_Wednesday_F.C.\" title=\"http://dbpedia.org/resource/Sheffield_Wednesday_F.C.\" target=\"_blank\">Sheffield Wednesday</a> and <a href=\"http://dbpedia.org/resource/Cardiff_City_F.C.\" title=\"http://dbpedia.org/resource/Cardiff_City_F.C.\" target=\"_blank\">Cardiff</a> on Saturday, live on Sky Sports Football and Main Event from 5.15pm\n"
}