{
  "date": "11/01/18",
  "title": "Aitor Karanka expecting successful stint at Nottingham Forest",
  "description": "New Nottingham Forest manager Aitor Karanka says he is confident he can help the club reach the Premier League.",
  "content": "The former Middlesbrough boss told Sky Sports he was attracted to Forest because of their ambition and is optimistic he will enjoy a successful tenure at the City Ground.Karanka had been out of work since he left Middlesbrough in March of last year and returns at a club who lie 14th in the Sky Bet Championship, although they received a welcome boost when they stunned holders Arsenal in the FA Cup last weekend.And Karanka said: \"After 10 months to come back is nice, and especially when you come back to a big club like Forest.\"I had a few [offers] in England and abroad but, if I had one thing clear when I left Middlesbrough, it is that I had to be really sure in the following step.\"I did not want to be in a rush to take another job and, when I met the people of Forest, I did not have any doubt that I wanted to come here.\"It felt like we could work together and trust in each other.\"The battle for a place in the Premier League remains as competitive as ever, but Karanka thinks Forest have the right foundations in place to challenge at some stage.\"Everybody wants to be in the Premier League,\" he said. \"But I don't have any doubt that, working in the way we are going to work, we will be successful.\"When you have an ambitious ownership and you have an ambitious coach, you want to be successful. Now we have to transmit that ambition to the players\"I think if I keep working the same way and we work together, I think the Premier League will arrive for sure.\"Karanka took Middlesbrough into the top flight but departed with the club in the midst of a relegation battle, which they ended up losing.But the Spaniard denies he was fired by Boro and insists he has fond memories of his time there.\"They did not sack me, it was a common agreement,\" he said.\"The relationship I have with the owner is amazing.\"Both of us knew at the time the best thing for the club was to go separate ways. I still have a lot of friends there and it was a really good time for me.\"Karanka is now firmly focused on Saturday's high-profile Championship clash at home to Aston Villa - live on Sky Sports Football from 5.15pm - and will wait until after the match before discussing possible transfers with the board.\"Saturday is a really important game and after that, we will have time to think about everything,\" he said.\"Another big club, in front of the cameras. I hope we can keep the momentum we started against Arsenal.\"Watch Nottingham Forest v Aston Villa live on Sky Sports Football from 5.15pm on Saturday.",
  "dbpedia": "\nThe former <a href=\"http://dbpedia.org/resource/Middlesbrough_F.C.\" title=\"http://dbpedia.org/resource/Middlesbrough_F.C.\" target=\"_blank\">Middlesbrough</a> boss told Sky Sports he was attracted to Forest because of their ambition and is optimistic he will enjoy a successful tenure at the City Ground.Karanka had been out of work since he left <a href=\"http://dbpedia.org/resource/Middlesbrough_F.C.\" title=\"http://dbpedia.org/resource/Middlesbrough_F.C.\" target=\"_blank\">Middlesbrough</a> in March of last year and returns at a club who lie 14th in the Sky Bet Championship, although they received a welcome boost when they stunned holders <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> in the FA Cup last weekend.And Karanka said: &quot;After 10 months to come back is nice, and especially when you come back to a big club like Forest.&quot;I had a few [offers] in <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> and abroad but, if I had one thing clear when I left <a href=\"http://dbpedia.org/resource/Middlesbrough_F.C.\" title=\"http://dbpedia.org/resource/Middlesbrough_F.C.\" target=\"_blank\">Middlesbrough</a>, it is that I had to be really sure in the following step.&quot;I did not want to be in a rush to take another job and, when I met the people of Forest, I did not have any doubt that I wanted to come here.&quot;It felt like we could work together and trust in each other.&quot;The battle for a place in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> remains as competitive as ever, but Karanka thinks Forest have the right foundations in place to challenge at some stage.&quot;Everybody wants to be in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>,&quot; he said. &quot;But I don\\&apos;t have any doubt that, working in the way we are going to work, we will be successful.&quot;When you have an ambitious ownership and you have an ambitious coach, you want to be successful. Now we have to transmit that ambition to the players&quot;I think if I keep working the same way and we work together, I think the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> will arrive for sure.&quot;Karanka took <a href=\"http://dbpedia.org/resource/Middlesbrough_F.C.\" title=\"http://dbpedia.org/resource/Middlesbrough_F.C.\" target=\"_blank\">Middlesbrough</a> into the top flight but departed with the club in the midst of a relegation battle, which they ended up losing.But the Spaniard denies he was fired by Boro and insists he has fond memories of his time there.&quot;They did not sack me, it was a common agreement,&quot; he said.&quot;The relationship I have with the owner is amazing.&quot;Both of us knew at the time the best thing for the club was to go separate ways. I still have a lot of friends there and it was a really good time for me.&quot;Karanka is now firmly focused on Saturday\\&apos;s high-profile Championship clash at home to <a href=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" title=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" target=\"_blank\">Aston Villa</a> - live on Sky Sports Football from 5.15pm - and will wait until after the match before discussing possible transfers with the board.&quot;Saturday is a really important game and after that, we will have time to think about everything,&quot; he said.&quot;Another big club, in front of the cameras. I hope we can keep the momentum we started against <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>.&quot;Watch <a href=\"http://dbpedia.org/resource/Nottingham_Forest_F.C.\" title=\"http://dbpedia.org/resource/Nottingham_Forest_F.C.\" target=\"_blank\">Nottingham Forest</a> v <a href=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" title=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" target=\"_blank\">Aston Villa</a> live on Sky Sports Football from 5.15pm on Saturday.\n"
}