{
  "date": "06/01/18",
  "title": "Alan Pardew expresses relief after first win as West Brom boss",
  "description": "Alan Pardew admitted he was a relieved man after winning his first game as West Brom boss.",
  "content": "The Baggies' 2-0 FA Cup win at Exeter ended Pardew's wait for a victory at the ninth time of asking.\nFirst-half strikes from Salomon Rondon and Jay Rodriguez eased Albion into the fourth round - and Pardew believes his Premier League strugglers are heading in the right direction.\n\"It's a sigh of relief for me and my coaching staff,\" said Pardew, who was involved in the FA Cup for the first time since leading out Crystal Palace in the 2016 final against Manchester United.\n\"For the players, there's a big job in the Premier League and our focus is very much on the next game there.\n\"But a lot of things we have put in place came to fruition, which was the most pleasing thing.\n\"I'm delighted because of the circumstances, it was a sticky pitch and against a team that is physically strong.\n\"But there was no hooping or jumping around after. We were expected to win here and the important thing was we did. Even if we scraped home, it was important just to win.\"\nWest Brom have drawn four and lost four in the Premier League since Pardew succeeded Tony Pulis at the end of November.\nAlbion had travelled to Devon on the back of a 2-1 defeat at West Ham when Andy Carroll had scored a last-gasp winner for the Hammers.\n\"It was important to keep the momentum,\" Pardew added. \"I know we lost our last game, but it was in the last minute and we have played well without getting a win.\n\"We were terrific in the first half and thoroughly deserved to be leading, perhaps 3-0 really.\n\"I know we missed a penalty, but we had some really good chances before that and played really well.\n\"Our inter-play around the box was much more controlled and we need to do that in the Premier League.\n\"You might be up against better opposition in terms of defensively, but you can still take your time and be clinical about your movement and your setting up of play.\"\nExeter boss Paul Tisdale felt the game hinged on Jayden Stockley's close-range miss at the end of the first half.\nHal Robson-Kanu had just missed a penalty to extend Albion's lead when Stockley struck the post from two yards after Ben Foster had fumbled.\n\"Goals change situations and that was very much a turning point,\" said Tisdale.\n\"I think Jayden was a bit surprised that the ball landed to him and he contrived to miss it.\n\"We did not have a look in for that first 40 minutes and I was disappointed with that.\n\"The way we played then makes it feel worse, because we played with freedom in the second half and there was more purpose about our game.\"\n",
  "dbpedia": "The Baggies' 2-0 FA Cup win at <a href=\"http://dbpedia.org/resource/Exeter_City_F.C.\" title=\"http://dbpedia.org/resource/Exeter_City_F.C.\" target=\"_blank\">Exeter</a> ended Pardew's wait for a victory at the ninth time of asking.<br>First-half strikes from Salomon Rondon and <a href=\"http://dbpedia.org/resource/Jay_Rodriguez\" title=\"http://dbpedia.org/resource/Jay_Rodriguez\" target=\"_blank\">Jay Rodriguez</a> eased Albion into the fourth round - and Pardew believes his <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> strugglers are heading in the right direction.<br>\"It's a sigh of relief for me and my coaching staff,\" said Pardew, who was involved in the FA Cup for the first time since leading out <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a> in the 2016 final against <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>.<br>\"For the players, there's a big job in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> and our focus is very much on the next game there.<br>\"But a lot of things we have put in place came to fruition, which was the most pleasing thing.<br>\"I'm delighted because of the circumstances, it was a sticky pitch and against a team that is physically strong.<br>\"But there was no hooping or jumping around after. We were expected to win here and the important thing was we did. Even if we scraped home, it was important just to win.\"<br><a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> have drawn four and lost four in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> since Pardew succeeded <a href=\"http://dbpedia.org/resource/Tony_Pulis\" title=\"http://dbpedia.org/resource/Tony_Pulis\" target=\"_blank\">Tony Pulis</a> at the end of November.<br>Albion had travelled to Devon on the back of a 2-1 defeat at <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> when <a href=\"http://dbpedia.org/resource/Andy_Carroll\" title=\"http://dbpedia.org/resource/Andy_Carroll\" target=\"_blank\">Andy Carroll</a> had scored a last-gasp winner for the Hammers.<br>\"It was important to keep the momentum,\" Pardew added. \"I know we lost our last game, but it was in the last minute and we have played well without getting a win.<br>\"We were terrific in the first half and thoroughly deserved to be leading, perhaps 3-0 really.<br>\"I know we missed a penalty, but we had some really good chances before that and played really well.<br>\"Our inter-play around the box was much more controlled and we need to do that in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>.<br>\"You might be up against better opposition in terms of defensively, but you can still take your time and be clinical about your movement and your setting up of play.\"<br><a href=\"http://dbpedia.org/resource/Exeter_City_F.C.\" title=\"http://dbpedia.org/resource/Exeter_City_F.C.\" target=\"_blank\">Exeter</a> boss <a href=\"http://dbpedia.org/resource/Paul_Tisdale\" title=\"http://dbpedia.org/resource/Paul_Tisdale\" target=\"_blank\">Paul Tisdale</a> felt the game hinged on <a href=\"http://dbpedia.org/resource/Jayden_Stockley\" title=\"http://dbpedia.org/resource/Jayden_Stockley\" target=\"_blank\">Jayden Stockley</a>'s close-range miss at the end of the first half.<br><a href=\"http://dbpedia.org/resource/Hal_Robson-Kanu\" title=\"http://dbpedia.org/resource/Hal_Robson-Kanu\" target=\"_blank\">Hal Robson-Kanu</a> had just missed a penalty to extend Albion's lead when Stockley struck the post from two yards after <a href=\"http://dbpedia.org/resource/Ben_Foster_(footballer)\" title=\"http://dbpedia.org/resource/Ben_Foster_(footballer)\" target=\"_blank\">Ben Foster</a> had fumbled.<br>\"Goals change situations and that was very much a turning point,\" said Tisdale.<br>\"I think Jayden was a bit surprised that the ball landed to him and he contrived to miss it.<br>\"We did not have a look in for that first 40 minutes and I was disappointed with that.<br>\"The way we played then makes it feel worse, because we played with freedom in the second half and there was more purpose about our game.\"<br>"
}