{
  "date": "13/01/18",
  "title": "Alan Pardew keen to improve West Brom squad after win over Brighton",
  "description": "Alan Pardew is keen to improve his West Brom squad in the January transfer window following their 2-0 win over Brighton, but revealed he will have to sell players in order to buy.",
  "content": "Pardew secured his first Premier League win as West Brom manager with Jonny Evans and Craig Dawson each scoring from a set-piece.But after a relatively comfortable victory for the hosts, Pardew wants to make some additions and admitted he needs a player or two to leave in order to free up the necessary finances.\"I'd like to bring in a few fresh faces,\" Pardew told Sky Sports after the match.\"I've got no money to spend so it means I've got to move somebody. We'll have to wait and see what happens because we'll have to move somebody out if there's a bid.\"But this is a good start for us in terms of our offensive players. Jay [Rodriguez] and Salomon [Rondon] in particular were a real handful.\"It was a really good professional display and if we didn't suffer that late goal at West Ham we would have said momentum has changed.\"When asked if there had been any offers made for reported Manchester City and Arsenal target Jonny Evans, Pardew simply said: \"No.\"Victory for West Brom ended their 20-game winless run in the Premier League, and Pardew was delighted with the manner of the result.He added: \"We conceded possession and we're very good in terms of stopping them playing.\"I thought they played very well, Brighton, so this is a good performance for us. It wasn't like they came in and didn't play well. They were really at it today and we were just the better side.\"",
  "dbpedia": "\nPardew secured his first <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> win as <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> manager with <a href=\"http://dbpedia.org/resource/Jonny_Evans\" title=\"http://dbpedia.org/resource/Jonny_Evans\" target=\"_blank\">Jonny Evans</a> and <a href=\"http://dbpedia.org/resource/Craig_Dawson\" title=\"http://dbpedia.org/resource/Craig_Dawson\" target=\"_blank\">Craig Dawson</a> each scoring from a set-piece.But after a relatively comfortable victory for the hosts, Pardew wants to make some additions and admitted he needs a player or two to leave in order to free up the necessary finances.&quot;I\\&apos;d like to bring in a few fresh faces,&quot; Pardew told Sky Sports after the match.&quot;I\\&apos;ve got no money to spend so it means I\\&apos;ve got to move somebody. We\\&apos;ll have to wait and see what happens because we\\&apos;ll have to move somebody out if there\\&apos;s a bid.&quot;But this is a good start for us in terms of our offensive players. Jay [Rodriguez] and Salomon [Rondon] in particular were a real handful.&quot;It was a really good professional display and if we didn\\&apos;t suffer that late goal at <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> we would have said momentum has changed.&quot;When asked if there had been any offers made for reported <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> and <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> target <a href=\"http://dbpedia.org/resource/Jonny_Evans\" title=\"http://dbpedia.org/resource/Jonny_Evans\" target=\"_blank\">Jonny Evans</a>, Pardew simply said: &quot;No.&quot;Victory for <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> ended their 20-game winless run in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, and Pardew was delighted with the manner of the result.He added: &quot;We conceded possession and we\\&apos;re very good in terms of stopping them playing.&quot;I thought they played very well, <a href=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a>, so this is a good performance for us. It wasn\\&apos;t like they came in and didn\\&apos;t play well. They were really at it today and we were just the better side.&quot;\n"
}