{
  "date": "30/12/17",
  "title": "Alan Pardew planning for life without Jonny Evans at West Brom",
  "description": "West Brom boss Alan Pardew says he has made plans for life without Jonny Evans after admitting the defender could leave the club in the January window.  ",
  "content": "Evans was linked with a number of other Premier League clubs in the summer, including Manchester City, Arsenal and Leicester, and the Northern Ireland international has so far refused to commit his long-term future to the Baggies.\nThe 29-year-old has only 18 months left on his current deal at The Hawthorns and Pardew admits the player could leave in January if a suitable offer arrives.\n\"I have always thought that you would be slightly naive in your job if you didn't try to cover all the barriers here, the options that might happen and might not happen,\" said Pardew.\n\"So there is a scenario that Jonny Evans might move. For sure I have looked at that.\n\"There is a scenario that Jonny doesn't move. There is a scenario that someone else moves. What happens if we get another injury to let's say Chris Brunt, then I have him, (James) Morrison and (Nacer) Chadli missing, how is that going to work?\n\"I have to cover all those and with [technical director] Nicky Hammond, someone I know well and who is brilliant at his job, I am pretty sure we have it all covered. If we do some business in January we will be doing it for the right reasons.\"\nAlbion host Arsenal on Sunday, live on Sky Sports Premier League, sitting second bottom of the Premier League after their goalless Boxing Day draw with Everton.\nPardew says he has received no early bids for Evans but expects the defender to attract interest once the window opens.\nAsked about Evans' value, Pardew said: \"That is a difficult one, it sometimes come down to contract length and the safeguards you have on someone's contract.\n\"If I look at defenders and compare Jonny with central defenders in the Premier League, he is right up there.\"\n",
  "dbpedia": "Evans was linked with a number of other <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> clubs in the summer, including <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>, <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> and <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a>, and the <a href=\"http://dbpedia.org/resource/Northern_Ireland_national_football_team\" title=\"http://dbpedia.org/resource/Northern_Ireland_national_football_team\" target=\"_blank\">Northern Ireland</a> international has so far refused to commit his long-term future to the Baggies.<br>The 29-year-old has only 18 months left on his current deal at <a href=\"http://dbpedia.org/resource/The_Hawthorns\" title=\"http://dbpedia.org/resource/The_Hawthorns\" target=\"_blank\">The Hawthorns</a> and Pardew admits the player could leave in January if a suitable offer arrives.<br>\"I have always thought that you would be slightly naive in your job if you didn't try to cover all the barriers here, the options that might happen and might not happen,\" said Pardew.<br>\"So there is a scenario that <a href=\"http://dbpedia.org/resource/Jonny_Evans\" title=\"http://dbpedia.org/resource/Jonny_Evans\" target=\"_blank\">Jonny Evans</a> might move. For sure I have looked at that.<br>\"There is a scenario that Jonny doesn't move. There is a scenario that someone else moves. What happens if we get another injury to let's say <a href=\"http://dbpedia.org/resource/Chris_Brunt\" title=\"http://dbpedia.org/resource/Chris_Brunt\" target=\"_blank\">Chris Brunt</a>, then I have him, (James) Morrison and (Nacer) Chadli missing, how is that going to work?<br>\"I have to cover all those and with [technical director] <a href=\"http://dbpedia.org/resource/Nick_Hammond\" title=\"http://dbpedia.org/resource/Nick_Hammond\" target=\"_blank\">Nicky Hammond</a>, someone I know well and who is brilliant at his job, I am pretty sure we have it all covered. If we do some business in January we will be doing it for the right reasons.\"<br>Albion host <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> on Sunday, live on Sky Sports <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, sitting second bottom of the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> after their goalless Boxing Day draw with <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>.<br>Pardew says he has received no early bids for Evans but expects the defender to attract interest once the window opens.<br>Asked about Evans' value, Pardew said: \"That is a difficult one, it sometimes come down to contract length and the safeguards you have on someone's contract.<br>\"If I look at defenders and compare Jonny with central defenders in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, he is right up there.\"<br>"
}