{
  "date": "25/01/18",
  "title": "Alexis Sanchez parody video just a bit of fun, says Motherwell's Peter Hartley",
  "description": "Peter Hartley admits he did not expect his Motherwell signing video - a parody of Manchester United's Alexis Sanchez announcement - to get such an \"amazing\" response. ",
  "content": "Motherwell copied United's announcement of Sanchez's arrival by tweeting a video of Hartley playing the piano before heading out on to the Fir Park pitch and the response to the Scottish club's video has been beyond Hartley's wildest dreams.\nThe original video on Twitter has been viewed by 2.35m people and has more than 34,000 retweets, with Manchester United putting the video on their official site.\nHartley says Motherwell are going to auction the shirt and piano used in the video to raise money for local charity Reeltime Music, who create and provide opportunities for disadvantaged young people in the creative industries.\n\"We've got the shirt and the piano and we are going to auction it off and we are giving it to a charity that uses instruments and music for disadvantaged people,\" Hartley told Sky Sports News.\n\"I took a little bit of persuading, obviously I knew I was going to sign a contract, it's been in the pipeline for a couple of months.\n\"I'm up for a bit of fun so I thought, 'Why not?' I couldn't [believe the reaction], I just thought it would be something good for the fans and stuff and if we got a little reaction out of Man United it would have been a good bit of banter.\n\"But the fact it's gone so far, it's amazing I can't believe it. I'm getting a lot of stick from the lads in the dressing room, but I don't mind that, it's all fun and games, I just take it in my stride.\n\"It's great for a club like Motherwell, I was a bit sceptical at first, but it's gone well and I actually had a lot of fun doing it.\n\"I enjoyed smashing up the piano, that was my favourite part, but I was just surprised at how quickly it spread throughout.\"\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Motherwell_F.C.\" title=\"http://dbpedia.org/resource/Motherwell_F.C.\" target=\"_blank\">Motherwell</a> copied United's announcement of Sanchez's arrival by tweeting a video of Hartley playing the piano before heading out on to the <a href=\"http://dbpedia.org/resource/Fir_Park\" title=\"http://dbpedia.org/resource/Fir_Park\" target=\"_blank\">Fir Park</a> pitch and the response to the Scottish club's video has been beyond Hartley's wildest dreams.<br>The original video on Twitter has been viewed by 2.35m people and has more than 34,000 retweets, with <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> putting the video on their official site.<br>Hartley says <a href=\"http://dbpedia.org/resource/Motherwell_F.C.\" title=\"http://dbpedia.org/resource/Motherwell_F.C.\" target=\"_blank\">Motherwell</a> are going to auction the shirt and piano used in the video to raise money for local charity Reeltime Music, who create and provide opportunities for disadvantaged young people in the creative industries.<br>\"We've got the shirt and the piano and we are going to auction it off and we are giving it to a charity that uses instruments and music for disadvantaged people,\" Hartley told Sky Sports News.<br>\"I took a little bit of persuading, obviously I knew I was going to sign a contract, it's been in the pipeline for a couple of months.<br>\"I'm up for a bit of fun so I thought, 'Why not?' I couldn't [believe the reaction], I just thought it would be something good for the fans and stuff and if we got a little reaction out of <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Man United</a> it would have been a good bit of banter.<br>\"But the fact it's gone so far, it's amazing I can't believe it. I'm getting a lot of stick from the lads in the dressing room, but I don't mind that, it's all fun and games, I just take it in my stride.<br>\"It's great for a club like <a href=\"http://dbpedia.org/resource/Motherwell_F.C.\" title=\"http://dbpedia.org/resource/Motherwell_F.C.\" target=\"_blank\">Motherwell</a>, I was a bit sceptical at first, but it's gone well and I actually had a lot of fun doing it.<br>\"I enjoyed smashing up the piano, that was my favourite part, but I was just surprised at how quickly it spread throughout.\"<br>"
}