{
  "date": "23/01/18",
  "title": "Alexis Sanchez completes Man Utd move with Henrikh Mkhitaryan joining Arsenal",
  "description": "Manchester United have completed the signing of Alexis Sanchez in a swap deal with Arsenal that sees Henrikh Mkhitaryan move to the Emirates.",
  "content": "Sky sources understand that Sanchez has signed a four-and-a-half-year deal with Jose Mourinho's side, while Mkhitaryan has agreed a three-and-a-half-year contract in north London.\nSky Sports News reported that Sanchez and Mkhitaryan finalised their respective work permits on Monday after previously completing medicals.\nSanchez will wear the No 7 shirt at Manchester United.\nSky Sports News reported previously that United were leading the chase to sign the Chile international after Manchester City withdrew from negotiations over cost, with Chelsea also having held an interest in the forward.\nBut it is United who have won the race to sign the 29-year-old, whose contract at the Emirates was set to expire this summer, while Mkhitaryan becomes Arsene Wenger's second signing of the January window.\nSanchez told Manchester United's official website: \"I am thrilled to be joining the biggest club in the world. I have spent three-and-a-half wonderful years at Arsenal and I bring with me very positive memories of that great club and its fans.\n\"The chance to play in this historic stadium and to work with Jose Mourinho was something I could not turn down. I am very proud to be the first Chilean player ever to play for United's first team and I hope I can show our fans all around the world why the club wanted to bring me here.\"\nMourinho added: \"Alexis is one of the best attacking players in the world and he will complete our very young and talented group of attacking players. He will bring his ambition, drive and personality, qualities that make a Manchester United player and a player that makes the team stronger and the supporters proud of their club dimension and prestige.\n\"I would like to wish Henrikh all the success and happiness that I am sure he is going to get. He is a player that we will not forget, especially for his contribution to our Europa League victory.\"\nMkhitaryan described his move to the Emirates as a \"dream come true\".\nHe told Arsenal's official website: \"I'm very happy that we could finish this deal and I'm very happy to be here. It's a dream come true because I've always dreamed of playing for Arsenal. Now that I'm here, I'll do my best for this club to create history.\"\nWenger added: \"Henrikh is a very complete player. He creates chances, he defends well, he can absorb distances and he's very committed as well. I must say he's a player who has all the attributes.\"\nSanchez, who missed Arsenal's 4-1 win over Crystal Palace at the weekend, joined the club from Barcelona in July 2014 but his future had been the subject of intense speculation over the past 12 months as his contract wound down.\nThe move brings an end to his three-and-a-half-year stay at Arsenal, where he scored 80 goals in 165 appearances and won the FA Cup twice. Sanchez is the third player to leave the club this month with Francis Coquelin moving to Valencia and Theo Walcott joining Everton.\nMkhitaryan had a mixed spell at Old Trafford after his arrival from Borussia Dortmund in 2016, enduring a slow start to life at the club before playing his way into Mourinho's plans last season.\nHe scored in the final as United won the Europa League and started the new campaign in terrific form before falling out of favour. He made 22 appearances for United this season.\n",
  "dbpedia": "Sky sources understand that Sanchez has signed a four-and-a-half-year deal with Jose Mourinho's side, while Mkhitaryan has agreed a three-and-a-half-year contract in north London.<br>Sky Sports News reported that Sanchez and Mkhitaryan finalised their respective work permits on Monday after previously completing medicals.<br>Sanchez will wear the No 7 shirt at <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>.<br>Sky Sports News reported previously that United were leading the chase to sign the <a href=\"http://dbpedia.org/resource/Chile_national_football_team\" title=\"http://dbpedia.org/resource/Chile_national_football_team\" target=\"_blank\">Chile</a> international after <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> withdrew from negotiations over cost, with <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> also having held an interest in the forward.<br>But it is United who have won the race to sign the 29-year-old, whose contract at the Emirates was set to expire this summer, while Mkhitaryan becomes Arsene Wenger's second signing of the January window.<br>Sanchez told <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>'s official website: \"I am thrilled to be joining the biggest club in the world. I have spent three-and-a-half wonderful years at <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> and I bring with me very positive memories of that great club and its fans.<br>\"The chance to play in this historic stadium and to work with Jose Mourinho was something I could not turn down. I am very proud to be the first <a href=\"http://dbpedia.org/resource/Chile_national_football_team\" title=\"http://dbpedia.org/resource/Chile_national_football_team\" target=\"_blank\">Chilean</a> player ever to play for United's first team and I hope I can show our fans all around the world why the club wanted to bring me here.\"<br>Mourinho added: \"Alexis is one of the best attacking players in the world and he will complete our very young and talented group of attacking players. He will bring his ambition, drive and personality, qualities that make a <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> player and a player that makes the team stronger and the supporters proud of their club dimension and prestige.<br>\"I would like to wish <a href=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" title=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" target=\"_blank\">Henrikh</a> all the success and happiness that I am sure he is going to get. He is a player that we will not forget, especially for his contribution to our Europa League victory.\"<br>Mkhitaryan described his move to the Emirates as a \"dream come true\".<br>He told <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>'s official website: \"I'm very happy that we could finish this deal and I'm very happy to be here. It's a dream come true because I've always dreamed of playing for <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>. Now that I'm here, I'll do my best for this club to create history.\"<br>Wenger added: \"<a href=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" title=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" target=\"_blank\">Henrikh</a> is a very complete player. He creates chances, he defends well, he can absorb distances and he's very committed as well. I must say he's a player who has all the attributes.\"<br>Sanchez, who missed <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>'s 4-1 win over <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a> at the weekend, joined the club from <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> in July 2014 but his future had been the subject of intense speculation over the past 12 months as his contract wound down.<br>The move brings an end to his three-and-a-half-year stay at <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>, where he scored 80 goals in 165 appearances and won the FA Cup twice. Sanchez is the third player to leave the club this month with <a href=\"http://dbpedia.org/resource/Francis_Coquelin\" title=\"http://dbpedia.org/resource/Francis_Coquelin\" target=\"_blank\">Francis Coquelin</a> moving to <a href=\"http://dbpedia.org/resource/Valencia_CF\" title=\"http://dbpedia.org/resource/Valencia_CF\" target=\"_blank\">Valencia</a> and <a href=\"http://dbpedia.org/resource/Theo_Walcott\" title=\"http://dbpedia.org/resource/Theo_Walcott\" target=\"_blank\">Theo Walcott</a> joining <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>.<br>Mkhitaryan had a mixed spell at <a href=\"http://dbpedia.org/resource/Old_Trafford\" title=\"http://dbpedia.org/resource/Old_Trafford\" target=\"_blank\">Old Trafford</a> after his arrival from <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Borussia Dortmund</a> in 2016, enduring a slow start to life at the club before playing his way into Mourinho's plans last season.<br>He scored in the final as United won the Europa League and started the new campaign in terrific form before falling out of favour. He made 22 appearances for United this season.<br>"
}