{
  "date": "24/01/18",
  "title": "Alexis Sanchez: Thierry Henry did not advise on Arsenal departure",
  "description": "Alexis Sanchez has confirmed that Thierry Henry did not advise him to leave Arsenal and join Manchester United.",
  "content": "The Chile forward ended his three-and-a-half year stay at the Emirates Stadium on Monday when he was confirmed as a Manchester United player in a swap deal with Henrikh Mkhitaryan.\nSanchez posted a message to Arsenal supporters shortly after the deal was complete in which he wrote: \"I remember today, a conversation I had with Henry, a historic Arsenal player, who changed club for the same reason and today is my turn.\"\nBut on Wednesday morning he has confirmed that club legend Henry, who left Arsenal for Barcelona in 2007, did not support his decision to leave.\n\"I want to clarify that Henry never told me to leave the club, it was a personal decision,\" Sanchez wrote on Twitter.\n\"He LOVES the club and someday it would be nice to see him as the Arsenal coach because he loves the club.\"\nHenry used social media on Tuesday evening to confirm that he had no conversation with Sanchez about moving to Manchester United.\nHe posted on Twitter: \"I know I don't need to explain this to the majority of Arsenal fans but contrary to speculation at no time did I tell Alexis Sanchez to leave Arsenal.\n\"I had no idea he was going to sign for Man Utd until I saw it on the news like the rest of you.\"\n",
  "dbpedia": "The Chile forward ended his three-and-a-half year stay at the <a href=\"http://dbpedia.org/resource/Emirates_Stadium\" title=\"http://dbpedia.org/resource/Emirates_Stadium\" target=\"_blank\">Emirates Stadium</a> on Monday when he was confirmed as a <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> player in a swap deal with <a href=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" title=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" target=\"_blank\">Henrikh</a> Mkhitaryan.<br>Sanchez posted a message to <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> supporters shortly after the deal was complete in which he wrote: \"I remember today, a conversation I had with Henry, a historic <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> player, who changed club for the same reason and today is my turn.\"<br>But on Wednesday morning he has confirmed that club legend Henry, who left <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> for <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> in 2007, did not support his decision to leave.<br>\"I want to clarify that Henry never told me to leave the club, it was a personal decision,\" Sanchez wrote on Twitter.<br>\"He LOVES the club and someday it would be nice to see him as the <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> coach because he loves the club.\"<br>Henry used social media on Tuesday evening to confirm that he had no conversation with Sanchez about moving to <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>.<br>He posted on Twitter: \"I know I don't need to explain this to the majority of <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> fans but contrary to speculation at no time did I tell Alexis Sanchez to leave <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>.<br>\"I had no idea he was going to sign for Man Utd until I saw it on the news like the rest of you.\"<br>"
}