{
  "date": "11/01/18",
  "title": "Alexis Sanchez's attitude defended by Arsenal boss Arsene Wenger",
  "description": "Arsene Wenger praised Alexis Sanchez's attitude when substituted on against Chelsea, and says he wants the Chilean to stay at Arsenal. ",
  "content": "Sanchez, whose contract runs out in the summer, has been heavily linked with a move to Manchester City, and Arsenal would receive a fee if he left in the January window.He was named on the bench in Arsenal's 0-0 Carabao Cup semi-final first-leg draw at Chelsea, but came on in the second half an looked bright at Stamford Bridge.Wenger insists naming Sanchez on the bench had nothing to do with his transfer situation, and praised him for his performance.\"The team selection had nothing to do with the transfer market,\" Wenger said. \"I don't have to justify every decision I make.Asked if he expects Sanchez to stay at the club, Wenger said: \"That's what I want. I want him to stay for longer. Because he's a very important player for us and when he came on tonight you could see that he created danger straight away.\"People don't know Alexis Sanchez well. This is a guy who is completely focused to play football. Have you seen how he came on today? Like a player who wants to play football. He can make a difference between what's going on outside and what's going on on the football pitch.\"We deal with facts, not psychological theories and the fact is when you turn out on the pitch you play football and you give 100 per cent and that's what he does.\"It doesn't matter for me whether he signs now or in June. What is important for me is the next game.\"I don't understand the way you see things. It doesn't matter how long my contract has to go. I want to win the game and I commit like I stay forever. You say the commitment of the player is linked with the length of the contract. I don't believe that at all.\"",
  "dbpedia": "\nSanchez, whose contract runs out in the summer, has been heavily linked with a move to <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>, and <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> would receive a fee if he left in the January window.He was named on the bench in <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>\\&apos;s 0-0 Carabao Cup semi-final first-leg draw at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>, but came on in the second half an looked bright at <a href=\"http://dbpedia.org/resource/Stamford_A.F.C.\" title=\"http://dbpedia.org/resource/Stamford_A.F.C.\" target=\"_blank\">Stamford</a> Bridge.Wenger insists naming Sanchez on the bench had nothing to do with his transfer situation, and praised him for his performance.&quot;The team selection had nothing to do with the transfer market,&quot; Wenger said. &quot;I don\\&apos;t have to justify every decision I make.Asked if he expects Sanchez to stay at the club, Wenger said: &quot;That\\&apos;s what I want. I want him to stay for longer. Because he\\&apos;s a very important player for us and when he came on tonight you could see that he created danger straight away.&quot;People don\\&apos;t know Alexis Sanchez well. This is a guy who is completely focused to play football. Have you seen how he came on today? Like a player who wants to play football. He can make a difference between what\\&apos;s going on outside and what\\&apos;s going on on the football pitch.&quot;We deal with facts, not psychological theories and the fact is when you turn out on the pitch you play football and you give 100 per cent and that\\&apos;s what he does.&quot;It doesn\\&apos;t matter for me whether he signs now or in June. What is important for me is the next game.&quot;I don\\&apos;t understand the way you see things. It doesn\\&apos;t matter how long my contract has to go. I want to win the game and I commit like I stay forever. You say the commitment of the player is linked with the length of the contract. I don\\&apos;t believe that at all.&quot;\n"
}