{
  "date": "01/02/18",
  "title": "Alexander Sorloth joins Crystal Palace from Midtjylland ",
  "description": "Crystal Palace have signed striker Alexander Sorloth from Danish side FC Midtjylland on a four-and-a-half-year deal.",
  "content": "The 22-year-old will wear the No 9 shirt and arrives for an undisclosed fee, but will become the second most expensive Norwegian after Tore Andre Flo.\nSorloth has scored 15 goals and nine assists in 26 games for Midtjylland this season, as well getting 12 caps and one goal for Norway.\n\"It's a big club with ambition,\" Sorloth told Palace TV. \"It's a good club who takes good care of its players.\n\"It feels amazing, it's a dream come true to play in the Premier League. I've dreamt about this since I was six years old.\n\"My short-term aim is to try and get my debut as quickly as possible,\" he added. \"Show my skills on the training ground - and hopefully the manager likes what he sees.\"\nPalace sporting director Dougie Freedman admits they also lost out on the move for Brondby keeper Fred Ronnow as well as Ibrahim Amadou, according to Sky Sources.\n",
  "dbpedia": "The 22-year-old will wear the No 9 shirt and arrives for an undisclosed fee, but will become the second most expensive Norwegian after Tore Andre Flo.<br>Sorloth has scored 15 goals and nine assists in 26 games for <a href=\"http://dbpedia.org/resource/FC_Midtjylland\" title=\"http://dbpedia.org/resource/FC_Midtjylland\" target=\"_blank\">Midtjylland</a> this season, as well getting 12 caps and one goal for <a href=\"http://dbpedia.org/resource/Norway_national_football_team\" title=\"http://dbpedia.org/resource/Norway_national_football_team\" target=\"_blank\">Norway</a>.<br>\"It's a big club with ambition,\" Sorloth told Palace TV. \"It's a good club who takes good care of its players.<br>\"It feels amazing, it's a dream come true to play in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>. I've dreamt about this since I was six years old.<br>\"My short-term aim is to try and get my debut as quickly as possible,\" he added. \"Show my skills on the training ground - and hopefully the manager likes what he sees.\"<br>Palace sporting director <a href=\"http://dbpedia.org/resource/Dougie_Freedman\" title=\"http://dbpedia.org/resource/Dougie_Freedman\" target=\"_blank\">Dougie Freedman</a> admits they also lost out on the move for Brondby keeper Fred Ronnow as well as Ibrahim Amadou, according to Sky Sources.<br>"
}