{
  "date": "21/01/18",
  "title": "Alexis Sanchez can have same impact as Eric Cantona at Manchester United, says Neil Custis",
  "description": "Alexis Sanchez's move to Manchester United is reminiscent of Eric Cantona's switch from Leeds in 1992, said the Sun's Neil Custis on Sunday Supplement.",
  "content": "Sanchez is set to undergo a medical with Manchester United on Sunday as his swap deal with Henrikh Mkhitaryan edges closer to completion.Custis likened the move to that of United's capture of Cantona shortly after the Frenchman had helped Leeds United win the 1991-92 First Division title.Manchester City made a deadline day bid for Sanchez in August and were regarded as the favourites to sign him this month before United made their move, and Custis stated he could give Jose Mourinho's fresh impetus to challenge their neighbours.Speaking on the Sunday Supplement, The Sun's football writer Custis said: \"All Manchester United fans will be pleased because this is what they need. I think this is a very, very good United team but the problem is that set against this Manchester City side they aren't recognised.\"They've just lacked that little bit of power and sparkle, they've got the power and the pace, defensively they are excellent so they have the foundations to be a very good team but they need something different.\"It's interesting that United make these moves in history where things can change obviously Cantona's move is the classic example as well as the class of 92 and this could be another one, particularly when it looked like he was going to Manchester City.\"I wouldn't say that City have been blase about it but it is almost bordering on it, I'm not saying that they will catch them up this season but this is a major move for Manchester United.\"While it remains to be seen exactly where Sanchez fits in at Manchester United, Custis believes his addition will strengthen an already formidable attacking unit and labelled it a 'spectacularly good signing'.He said: \"Manchester United are not going to go away and become Arsenal by being happy fourth, they are still gunning for Manchester City and will be next season and now they are six months ahead of schedule by getting in Sanchez now.\"I just think he'll give what is already a very good team that extra little lift. Lukaku is an excellent striker, Martial is only 22 and getting better under Mourinho, Lingard is getting better under Mourinho, Rashford has had a little dip but will come back and when all things click with Sanchez in it, they've already got the base of a good team and it is a spectacularly good signing.\""
}