{
  "date": "21/01/18",
  "title": "Alexis Sanchez misses Arsenal game to have Manchester United talks",
  "description": "Alexis Sanchez missed Arsenal's Premier League victory over Crystal Palace as he was travelling north to discuss his potential transfer to Manchester United, Arsene Wenger has revealed.",
  "content": "\"I didn't take him because there is a question of him moving to Manchester United and you cannot drive up north and as well play football,\" said the Arsenal manager.\"That's difficult so that's why I decided to leave him out.\"I expect it to happen maybe but I cannot announce it because in the next 48 hours it will be decided one way or the other.\"In these kind of things, as long as it's not over the line you cannot say it will happen because the negotiations become more and more longer and edgy because every detail becomes important nowadays.\"If you want to have a bet, it could happen.\"Asked about a swap deal with Henrikh Mkhitaryan, the Arsenal manager added: \"It happens only one way, if the other way happens as well, that's why it takes longer as well because it has to be coordinated.\"Sky sources understand Mkhitaryan will undergo a medical at Arsenal in the next 48 hours and Manchester United boss Jose Mourinho is optimistic a deal will happen.\"I expect soon or never,\" he said after United's 1-0 win at Burnley.\"I think it's so close, so close that if it doesn't happen it's not going to happen, so I am positive.\"I know that my people are doing everything, absolutely everything they can, the owners with the green light, [executive vice-chairman] Mr [Ed] Woodward's working hard.\"I think everybody is giving everything they can and I think they are going to be successful.\"Have I spoken to the player yet? No.\"",
  "dbpedia": "\n&quot;I didn\\&apos;t take him because there is a question of him moving to <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> and you cannot drive up north and as well play football,&quot; said the <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> manager.&quot;That\\&apos;s difficult so that\\&apos;s why I decided to leave him out.&quot;I expect it to happen maybe but I cannot announce it because in the next 48 hours it will be decided one way or the other.&quot;In these kind of things, as long as it\\&apos;s not over the line you cannot say it will happen because the negotiations become more and more longer and edgy because every detail becomes important nowadays.&quot;If you want to have a bet, it could happen.&quot;Asked about a swap deal with <a href=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" title=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" target=\"_blank\">Henrikh</a> Mkhitaryan, the <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> manager added: &quot;It happens only one way, if the other way happens as well, that\\&apos;s why it takes longer as well because it has to be coordinated.&quot;Sky sources understand Mkhitaryan will undergo a medical at <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> in the next 48 hours and <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> boss Jose Mourinho is optimistic a deal will happen.&quot;I expect soon or never,&quot; he said after United\\&apos;s 1-0 win at <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a>.&quot;I think it\\&apos;s so close, so close that if it doesn\\&apos;t happen it\\&apos;s not going to happen, so I am positive.&quot;I know that my people are doing everything, absolutely everything they can, the owners with the green light, [executive vice-chairman] Mr [Ed] Woodward\\&apos;s working hard.&quot;I think everybody is giving everything they can and I think they are going to be successful.&quot;Have I spoken to the player yet? No.&quot;\n"
}