{
  "date": "25/01/18",
  "title": "Alexis Sanchez set for Manchester United debut against Yeovil",
  "description": "Alexis Sanchez is in Manchester United's squad to face Yeovil in their FA Cup fourth-round tie on Friday, Jose Mourinho has confirmed.",
  "content": "Sanchez completed his move to United on Monday in a swap deal that saw Henrikh Mkhitaryan join Arsenal.\nThe Chile international could make his United debut against Sky Bet League Two side Yeovil, Mourinho said, but the rise in form of Jesse Lingard and Anthony Martial has not been unnoticed.\n\"This is life in big clubs, in big clubs you have big players, you have big competition,\" said Mourinho.\n\"In big clubs you have big responsibilities, you have to try and go into every competition in a serious way. You cannot do that with 11 players. It's absolutely impossible.\n\"There's space for everybody.\"\nMourinho added: \"I'm very happy and have to say with pride the evolution of Lingard, Martial, Scott McTominay and these kind of young guys.\n\"At the same time you need a combination with players like [Nemanja] Matic, Alexis - people that have experience in where we want to be - fighting for titles.\n\"Now we have five attacking players of quality, [Juan] Mata, [Marcus] Rashford, [Romelu] Lukaku, Martial, Alexis and it's fantastic for me and for the team, if the players one day are on the bench and they don't like it, I'm happy with that.\"\nMourinho believes the Sanchez-Mkhitaryan transfer suits both Arsenal and Manchester United and said deals between Premier League rivals should \"happen more times\".\nThe United manager said he had no regrets about Mkhitaryan's departure and said the Armenia international could be \"even better\" for Arsenal.\nBut Sanchez offers United even more options in forward areas, according to Mourinho.\n\"I saw him successful with every manager with every position,\" he said. \"He's a player that becomes more than a player because he can play in every position in attack.\n\"Alexis changed from a fantastic club to a giant club, and Mkhi changed also for a fantastic club. It was a great deal for everybody.\"\n",
  "dbpedia": "Sanchez completed his move to United on Monday in a swap deal that saw <a href=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" title=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" target=\"_blank\">Henrikh</a> Mkhitaryan join <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>.<br>The Chile international could make his United debut against Sky Bet <a href=\"http://dbpedia.org/resource/Football_League_Two\" title=\"http://dbpedia.org/resource/Football_League_Two\" target=\"_blank\">League Two</a> side <a href=\"http://dbpedia.org/resource/Yeovil_Town_F.C.\" title=\"http://dbpedia.org/resource/Yeovil_Town_F.C.\" target=\"_blank\">Yeovil</a>, Mourinho said, but the rise in form of <a href=\"http://dbpedia.org/resource/Jesse_Lingard\" title=\"http://dbpedia.org/resource/Jesse_Lingard\" target=\"_blank\">Jesse Lingard</a> and Anthony Martial has not been unnoticed.<br>\"This is life in big clubs, in big clubs you have big players, you have big competition,\" said Mourinho.<br>\"In big clubs you have big responsibilities, you have to try and go into every competition in a serious way. You cannot do that with 11 players. It's absolutely impossible.<br>\"There's space for everybody.\"<br>Mourinho added: \"I'm very happy and have to say with pride the evolution of Lingard, Martial, Scott McTominay and these kind of young guys.<br>\"At the same time you need a combination with players like [Nemanja] Matic, Alexis - people that have experience in where we want to be - fighting for titles.<br>\"Now we have five attacking players of quality, [Juan] Mata, [Marcus] Rashford, [<a href=\"http://dbpedia.org/resource/Romelu_Lukaku\" title=\"http://dbpedia.org/resource/Romelu_Lukaku\" target=\"_blank\">Romelu</a>] Lukaku, Martial, Alexis and it's fantastic for me and for the team, if the players one day are on the bench and they don't like it, I'm happy with that.\"<br>Mourinho believes the Sanchez-Mkhitaryan transfer suits both <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> and <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> and said deals between <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> rivals should \"happen more times\".<br>The United manager said he had no regrets about Mkhitaryan's departure and said the <a href=\"http://dbpedia.org/resource/Armenia_national_football_team\" title=\"http://dbpedia.org/resource/Armenia_national_football_team\" target=\"_blank\">Armenia</a> international could be \"even better\" for <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>.<br>But Sanchez offers United even more options in forward areas, according to Mourinho.<br>\"I saw him successful with every manager with every position,\" he said. \"He's a player that becomes more than a player because he can play in every position in attack.<br>\"Alexis changed from a fantastic club to a giant club, and Mkhi changed also for a fantastic club. It was a great deal for everybody.\"<br>"
}