{
  "date": "11/01/18",
  "title": "Alexandre Lacazette is still waiting for lift-off at Arsenal",
  "description": "Alexandre Lacazette has gone eight games without scoring following another frustrating evening in Wednesday's 0-0 draw with Chelsea. Should Arsenal be worried about their record signing? His finishing is an issue but so too are the players around him, writes Nick Wright.",
  "content": "It was unusual to see Arsene Wenger sitting among journalists in the press box and few anticipated he would end up watching his side produce such a resilient performance on the pitch, but there was one aspect of Wednesday's game at Stamford Bridge which was entirely predictable. With 66 minutes gone and the game still hanging in the balance, Alexandre Lacazette was substituted.Since his arrival from Lyon in the summer, Arsenal's record signing has started 20 games and been withdrawn in 16 of them. It has been frustrating for the player and perhaps even more so for supporters, who made their feelings clear with a chorus of \"you don't know what you're doing\" when Wenger replaced him with Alexis Sanchez at Stamford Bridge.It is not the first time the Frenchman's judgement has been questioned recently but he would argue that this decision was justified. Lacazette had worked hard for little reward, touching the ball fewer times than any other player on the pitch and spurning Arsenal's best chance when he sliced wide from Jack Wilshere's chipped pass in the first half.It was his eighth consecutive appearance without a goal. Since scoring twice in a week against Huddersfield and Manchester United at the start of December, Lacazette has played for almost 10 hours without finding the net. It adds up to his longest barren run since October 2013.His wild effort from Wilshere's pass portrayed a loss of confidence, but the question of whether he is actually playing poorly is up for debate. \"His movement was really good it just isn't quite happening for him,\" said Sky Sports pundit Gary Neville during last week's 2-2 draw with Chelsea. \"I like the way he played in so many games where he didn't score,\" added Thierry Henry.Lacazette works tirelessly, makes excellent runs and links play effectively, and there have been many occasions when he could feel justifiably aggrieved to have been substituted, but it was not surprising that Wenger regarded Sanchez as a more likely scorer in the closing stages against Chelsea.Lacazette's overall total of eight goals in 23 appearances is modest and his shot conversion rate is below average too. Lacazette has converted just 16 per cent of his chances in the Premier League so far, putting him 22nd of the 34 players to have scored five or more goals this season. Only four of those players have a worse clear-cut chance conversion rate (33 per cent).The numbers are not what Arsenal had in mind when they signed him, but Lacazette is adapting to a new league and there are other mitigating circumstances too. Jamie Carragher recently described Lacazette, Sanchez and Mesut Ozil as better than Sergio Aguero, Raheem Sterling and Leroy Sane. Arsenal's problem is that they have struggled to get them on the pitch at the same time.Due to team selection and injury issues, Lacazette did not start for the first time alongside both Sanchez and Ozil until October. That game - an emphatic 5-2 victory over Everton in which all three of them scored - provided the first glimpse of how devastating they can be together.It is no coincidence that Lacazette's best displays have come in games in which he has been supported by Sanchez and Ozil, but since that day at Goodison Park, for one reason or another, they have only lined up in the same team in nine games out of 20 in all competitions.They have only lost one of those games - the 3-1 reverse to Manchester United at the Emirates Stadium back in December - but even then, Lacazette could be seen combining brilliantly with Sanchez and Ozil and scoring his side's only goal. Indeed, the only complaint was that he could not make more of the service they provided.Without them against Chelsea, Lacazette's task was a thankless one. Alex Iwobi and Danny Welbeck worked hard either side of him to help Arsenal keep the hosts at bay, but they are incomparable to Sanchez and Ozil in terms of quality and only created two scoring chances between them in the attacking third.What's worrying for Arsenal is that Wednesday's game may have been a glimpse of the future. There is little indication that either Sanchez or Ozil will sign a new contract at Arsenal, and with Manchester City reportedly eager to sign Sanchez before the end of the month, it is not inconceivable that Lacazette may never line up alongside the two of them again.Arsenal will be expected to bring in replacements either now or in the summer, but for Lacazette it will mean more uncertainty around him and another period of adaptation. So while there have been encouraging signs as well as the struggles, it would not be a surprise if there are more of those early substitutions to come.Watch Bournemouth v Arsenal live on Sky Sports Premier League HD from 12.30pm on Sunday",
  "dbpedia": "\nIt was unusual to see Arsene Wenger sitting among journalists in the press box and few anticipated he would end up watching his side produce such a resilient performance on the pitch, but there was one aspect of Wednesday\\&apos;s game at Stamford Bridge which was entirely predictable. With 66 minutes gone and the game still hanging in the balance, <a href=\"http://dbpedia.org/resource/Alexandre_Lacazette\" title=\"http://dbpedia.org/resource/Alexandre_Lacazette\" target=\"_blank\">Alexandre Lacazette</a> was substituted.Since his arrival from <a href=\"http://dbpedia.org/resource/Olympique_Lyonnais\" title=\"http://dbpedia.org/resource/Olympique_Lyonnais\" target=\"_blank\">Lyon</a> in the summer, <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>\\&apos;s record signing has started 20 games and been withdrawn in 16 of them. It has been frustrating for the player and perhaps even more so for supporters, who made their feelings clear with a chorus of &quot;you don\\&apos;t know what you\\&apos;re doing&quot; when Wenger replaced him with Alexis Sanchez at <a href=\"http://dbpedia.org/resource/Stamford_A.F.C.\" title=\"http://dbpedia.org/resource/Stamford_A.F.C.\" target=\"_blank\">Stamford</a> Bridge.It is not the first time the Frenchman\\&apos;s judgement has been questioned recently but he would argue that this decision was justified. Lacazette had worked hard for little reward, touching the ball fewer times than any other player on the pitch and spurning <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>\\&apos;s best chance when he sliced wide from <a href=\"http://dbpedia.org/resource/Jack_Wilshere\" title=\"http://dbpedia.org/resource/Jack_Wilshere\" target=\"_blank\">Jack Wilshere</a>\\&apos;s chipped pass in the first half.It was his eighth consecutive appearance without a goal. Since scoring twice in a week against <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> and <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> at the start of December, Lacazette has played for almost 10 hours without finding the net. It adds up to his longest barren run since October 2013.His wild effort from Wilshere\\&apos;s pass portrayed a loss of confidence, but the question of whether he is actually playing poorly is up for debate. &quot;His movement was really good it just isn\\&apos;t quite happening for him,&quot; said Sky Sports pundit <a href=\"http://dbpedia.org/resource/Gary_Neville\" title=\"http://dbpedia.org/resource/Gary_Neville\" target=\"_blank\">Gary Neville</a> during last week\\&apos;s 2-2 draw with <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>. &quot;I like the way he played in so many games where he didn\\&apos;t score,&quot; added Thierry Henry.Lacazette works tirelessly, makes excellent runs and links play effectively, and there have been many occasions when he could feel justifiably aggrieved to have been substituted, but it was not surprising that Wenger regarded Sanchez as a more likely scorer in the closing stages against Chelsea.Lacazette\\&apos;s overall total of eight goals in 23 appearances is modest and his shot conversion rate is below average too. Lacazette has converted just 16 per cent of his chances in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> so far, putting him 22nd of the 34 players to have scored five or more goals this season. Only four of those players have a worse clear-cut chance conversion rate (33 per cent).The numbers are not what <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> had in mind when they signed him, but Lacazette is adapting to a new league and there are other mitigating circumstances too. <a href=\"http://dbpedia.org/resource/Jamie_Carragher\" title=\"http://dbpedia.org/resource/Jamie_Carragher\" target=\"_blank\">Jamie Carragher</a> recently described Lacazette, Sanchez and Mesut Ozil as better than Sergio Aguero, <a href=\"http://dbpedia.org/resource/Raheem_Sterling\" title=\"http://dbpedia.org/resource/Raheem_Sterling\" target=\"_blank\">Raheem Sterling</a> and Leroy Sane. <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>\\&apos;s problem is that they have struggled to get them on the pitch at the same time.Due to team selection and injury issues, Lacazette did not start for the first time alongside both Sanchez and Ozil until October. That game - an emphatic 5-2 victory over <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> in which all three of them scored - provided the first glimpse of how devastating they can be together.It is no coincidence that Lacazette\\&apos;s best displays have come in games in which he has been supported by Sanchez and Ozil, but since that day at Goodison Park, for one reason or another, they have only lined up in the same team in nine games out of 20 in all competitions.They have only lost one of those games - the 3-1 reverse to <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> at the Emirates Stadium back in December - but even then, Lacazette could be seen combining brilliantly with Sanchez and Ozil and scoring his side\\&apos;s only goal. Indeed, the only complaint was that he could not make more of the service they provided.Without them against <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>, Lacazette\\&apos;s task was a thankless one. Alex Iwobi and <a href=\"http://dbpedia.org/resource/Danny_Welbeck\" title=\"http://dbpedia.org/resource/Danny_Welbeck\" target=\"_blank\">Danny Welbeck</a> worked hard either side of him to help <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> keep the hosts at bay, but they are incomparable to Sanchez and Ozil in terms of quality and only created two scoring chances between them in the attacking third.What\\&apos;s worrying for <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> is that Wednesday\\&apos;s game may have been a glimpse of the future. There is little indication that either Sanchez or Ozil will sign a new contract at <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>, and with <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> reportedly eager to sign Sanchez before the end of the month, it is not inconceivable that Lacazette may never line up alongside the two of them again.Arsenal will be expected to bring in replacements either now or in the summer, but for Lacazette it will mean more uncertainty around him and another period of adaptation. So while there have been encouraging signs as well as the struggles, it would not be a surprise if there are more of those early substitutions to come.Watch <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a> v <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> live on Sky Sports <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> HD from 12.30pm on Sunday\n"
}