{
  "date": "15/01/18",
  "title": "Alexis Sanchez on brink of Arsenal exit: Arsene Wenger's big mistake?",
  "description": "With Arsenal stumbling to defeat at Bournemouth on Super Sunday in Alexis Sanchez's absence, the club’s mishandling of his contract situation is brought into sharp focus. Arsene Wenger has big questions to answer, writes Adam Bate. ",
  "content": "Alexis Sanchez leaving Arsenal hardly represents a shock. The late drama is focused on his destination not his departure. Manchester United or Manchester City? Even Liverpool? All of them sense a bargain to be had. What is striking is that staying at Arsenal is not a serious option. So why did Arsene Wenger allow such a situation to develop?The Gunners turned down a £60m bid for Sanchez late in the summer transfer window. Good money for a player with less than a year left on his contract. The explanation that it was too late to bring in a replacement made some sense but it still means that - all too predictably - half a season of Sanchez has come at a cost of many, many millions.It is an astronomical expense. And for what? Arsenal have ended up paying well over £1m for each of Sanchez's Premier League appearances this season. That includes his 15-minute run-out in the 3-0 win at home to Bournemouth and the 24 minutes in the goalless draw at Chelsea. Were the eight goals that he has scored in all competitions really worth it?Perhaps the vast cost of delaying could have been justified had Sanchez, in the words of former Arsenal striker Alan Smith, \"dragged this team up by its bootstraps\" as he had in previous seasons. Instead, Arsenal find themselves outside the top four with the Champions League money now just a memory. And the summer spending offered little hope for better.Only two senior signings were made. Alexandre Lacazette and Sead Kolasinac were welcome additions but this could hardly be considered the catalyst for a title tilt, even if Wenger, Stan Kroenke and Ivan Gazidis lined up to claim as much. Arsenal have paid the price for inertia in both results and cash. It is bad business and Wenger would not have allowed it in the past.There was a time when one of Wenger's greatest strengths was his ability not just to buy well but to sell well too. The club always moved on. In the summer that Marc Overmars was sold for £25m, Arsenal recruited Robert Pires for £6m as his replacement. Emmanuel Petit also left for Barcelona with Overmars and chief executive David Dein explained it simply.\"In the end the decision to release them was down to Arsene,\" said Dein. \"We are sad to see them go, but I don't think that too many Arsenal supporters are surprised that they have. We had these two under contract for years yet but you have to weigh up their ambition with camaraderie in the dressing room and Arsene fully understands that situation.\"When Patrick Vieira was sold to Juventus having, like Sanchez, just turned 29, Wenger was similarly sanguine about the loss. \"Nobody can get nine years out of him now,\" he said, before going on to explain why it was necessary to allow Cesc Fabregas the opportunity to replace him. The challenge of finding the next big star was one Wenger seemed to relish.Sanchez would appear to have been ripe for such treatment. He is a player who relies heavily on his intensity with his physical attributes almost as impressive as his technical qualities. At 29, it is not so unreasonable to believe that he has already peaked and that his value is likely to fall regardless of his contract situation. But Arsenal's approach changed.Perhaps the hope was that the World Cup would motivate Sanchez to maintain his form - Wenger even stated as much - but Chile's failure to qualify soon undermined that theory. It was a big blow to the player and made it even more apparent that Arsenal were saddled with someone demotivated, disruptive and said to be unpopular in the dressing room.So would Wenger have been quite so desperate to cling onto the player at such a cost to the club had he been working from a position of strength? The veteran Arsenal manager is widely seen as a custodian of the club but this decision does not tally with that reputation. Short-term considerations seems to have influenced the thinking.Legendary Arsenal striker Ian Wright recently described the mishandling of Sanchez's contract as \"disgraceful\" and it is difficult to believe that a savvy director of football would have allowed such a situation to develop. But with Wenger facing pressures of his own, one of the main benefits of his lengthy reign - an ability to take a longer-term view - was lost.By his own admission, it was the manager's contract situation that undermined Arsenal last season. \"I had an impact,\" Wenger admitted in August. \"I created, with me not deciding, a lack of clarity in the dressing room and there is nothing worse than that in the dressing room.\" But the financial costs of this lost focus are still being felt with Sanchez's departure.Arsenal having to let players leave is nothing new. But the Wenger of old would surely have put his energies into identifying the replacement in advance. The Wenger of old would have been building his next team. It is not that Sanchez is to be sold. It is that he is to be sold for a fraction of the price offered just months ago. And with Arsenal in even worse shape."
}