{
  "date": "31/01/18",
  "title": "Alexis Sanchez's Premier League debut for Manchester United assessed",
  "description": "Alexis Sanchez made his first Premier League start for Manchester United as they suffered a 2-0 defeat to Tottenham at Wembley. Here, we assess the former Arsenal man's performance.",
  "content": "There was a lot to like about Alexis Sanchez's Manchester United debut in last week's FA Cup win over Yeovil Town, but his first Premier League appearance will not be remembered fondly. Jose Mourinho's side were outclassed by Tottenham on Wednesday night and their new No 7 struggled as much as anyone.Sanchez was booed by the home fans throughout and it soon became clear he would be the subject of special attention from Tottenham's players too. The former Arsenal man was surrounded by white shirts with every touch. He was fouled more times (five) than any other player on the pitch.Tottenham's aggressive approach made for a difficult evening. Despite having 75 touches, the second-most of any Manchester United player, Sanchez did not create a single scoring chance or even attempt a shot on goal for the first time in any Premier League game all season.Sanchez started on the game on the left-hand side, and while he showed his usual zip in attack, pressing opponents willingly and winning possession more times (10) than any of his team-mates, there were questions over his defensive awareness when Tottenham right-back Kieran Trippier broke free to cross for the hosts' second goal.Mourinho attempted to spark United into life by moving the Chilean behind Romelu Lukaku, with Jesse Lingard switching to the left, but the change did little to improve things. In fact, Sanchez's most notable contributions of the second half came in his own half. With service lacking in attacking areas, he dropped back in search of the ball to try and make something happen.Sanchez could be seen showing his frustration as he complained to the referee following a particularly forceful tackle from Ben Davies midway through the half, and he reacted angrily again when he was kicked by Dele Alli in the closing stages. It was a fitting end to an exasperating evening.\"He worked hard, but with the transformation the game had, the game was not for him. In the second half, I tried to give him a position where he could be closer to Lukaku but then he felt the need to drop too much to organise.\"But he gave everything, good effort and this is a good feeling for me to know that the player is available with that spirit.\"",
  "dbpedia": "\nThere was a lot to like about Alexis Sanchez\\&apos;s <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> debut in last week\\&apos;s FA Cup win over <a href=\"http://dbpedia.org/resource/Yeovil_Town_F.C.\" title=\"http://dbpedia.org/resource/Yeovil_Town_F.C.\" target=\"_blank\">Yeovil Town</a>, but his first <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> appearance will not be remembered fondly. Jose Mourinho\\&apos;s side were outclassed by <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> on Wednesday night and their new No 7 struggled as much as anyone.Sanchez was booed by the home fans throughout and it soon became clear he would be the subject of special attention from <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a>\\&apos;s players too. The former <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> man was surrounded by white shirts with every touch. He was fouled more times (five) than any other player on the pitch.Tottenham\\&apos;s aggressive approach made for a difficult evening. Despite having 75 touches, the second-most of any <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> player, Sanchez did not create a single scoring chance or even attempt a shot on goal for the first time in any <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> game all season.Sanchez started on the game on the left-hand side, and while he showed his usual zip in attack, pressing opponents willingly and winning possession more times (10) than any of his team-mates, there were questions over his defensive awareness when <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> right-back <a href=\"http://dbpedia.org/resource/Kieran_Trippier\" title=\"http://dbpedia.org/resource/Kieran_Trippier\" target=\"_blank\">Kieran Trippier</a> broke free to cross for the hosts\\&apos; second goal.Mourinho attempted to spark United into life by moving the <a href=\"http://dbpedia.org/resource/Chile_national_football_team\" title=\"http://dbpedia.org/resource/Chile_national_football_team\" target=\"_blank\">Chilean</a> behind <a href=\"http://dbpedia.org/resource/Romelu_Lukaku\" title=\"http://dbpedia.org/resource/Romelu_Lukaku\" target=\"_blank\">Romelu Lukaku</a>, with <a href=\"http://dbpedia.org/resource/Jesse_Lingard\" title=\"http://dbpedia.org/resource/Jesse_Lingard\" target=\"_blank\">Jesse Lingard</a> switching to the left, but the change did little to improve things. In fact, Sanchez\\&apos;s most notable contributions of the second half came in his own half. With service lacking in attacking areas, he dropped back in search of the ball to try and make something happen.Sanchez could be seen showing his frustration as he complained to the referee following a particularly forceful tackle from <a href=\"http://dbpedia.org/resource/Ben_Davies_(footballer_born_1981)\" title=\"http://dbpedia.org/resource/Ben_Davies_(footballer_born_1981)\" target=\"_blank\">Ben Davies</a> midway through the half, and he reacted angrily again when he was kicked by Dele Alli in the closing stages. It was a fitting end to an exasperating evening.&quot;He worked hard, but with the transformation the game had, the game was not for him. In the second half, I tried to give him a position where he could be closer to Lukaku but then he felt the need to drop too much to organise.&quot;But he gave everything, good effort and this is a good feeling for me to know that the player is available with that spirit.&quot;\n"
}