{
  "date": "12/01/18",
  "title": "Alexis Sanchez transfer to Manchester United would be unbelievable coup, says Phil Neville",
  "description": "Phil Neville says Alexis Sanchez would be an \"unbelievable coup\" for Manchester United if they signed him from Arsenal.",
  "content": "Sky in Italy are reporting that United are willing to consider involving Henrikh Mkhitaryan in a swap deal for Sanchez, whose representatives have been contacted by those of United.Sanchez's contract at Arsenal runs out in the summer, with Manchester City also putting a plan in place to sign the Chilean, but Neville says if he did move to the red half of the city, he could have the same title-winning impact as the likes of Eric Cantona and Robin van Persie.Neville told the Super 6 Class of '92 Facebook Live: \"I was blown away really, because everyone thought he was going to the blue half of Manchester.\"It's pretty obvious he's not going to stay at Arsenal. I think if United were going to buy him, £25m would be an absolute snip.\"United missed out on buying Ivan Perisic in the summer, and with that missed out on a winger. I think Sanchez provides the quality, the goals and the world-class ability he has got.\"I think it would be absolutely unbelievable signing. If you look back at Man Utd's big signings over the decades, Cantona came out of the hat, Van Persie was a surprise, and they both helped United win titles. I think this could have a similar impact. He's got the character to play at Old Trafford.\"It would be a coup, particularly for United fans, to have a player like Sanchez potentially come to them over City. It would be a strong statement.\"Sky Sports News - who have contacted United for their reaction - have received no information to suggest Arsenal have received a formal offer for the player at this stage.But if a deal was to be done with United, six-time Premier League title winner Neville believes Sanchez has the character traits needed to be a success at United.\"The character that Jose Mourinho wants is that of a typical Man Utd player. Skill isn't always at the top of the list, it's the determination, character, willingness to work hard, and if you think of these traits, Sanchez has them in abundance.\"Twelve months ago we were talking about Sanchez carrying the Arsenal team, showing qualities that the team didn't have, that ability to fight right to the last whistle, to lead his team, have the quality to score great goals. To play for Man Utd you need to have those qualities.\""
}