{
  "date": "23/01/18",
  "title": "Alexis Sanchez is 'finished article' Man Utd need, says Gerry Francis",
  "description": "Alexis Sanchez is the \"finished article\" Manchester United needed to buy to put them back among the elite, according to Gerry Francis.",
  "content": "United confirmed the signing of Sanchez on Monday evening from Arsenal in a swap deal which saw Henrikh Mkhitaryan move to the Emirates Stadium.Sanchez, who has been handed the No 7 shirt at United, could make his debut against Yeovil in the FA Cup fourth round on Friday and is in line to make his Premier League debut for Jose Mourinho's side against Tottenham at Wembley on January 31.The Chilean is the latest big-name signing for United since Mourinho was appointed in the summer of 2016 and Francis believes Sanchez's arrival will help their quest for silverware.\"Sanchez is a real goalscorer, he's talented and he's aggressive around the box and he makes things happen, he can pull teams through,\" Francis told Premier League Daily.\"It's [about] the present, you're looking to win trophies and looking to win competitions and sometimes you need to buy and have the finished article and Sanchez is certainly that.\"It just makes them as a squad that much stronger. Certainly a much bigger goal threat with Sanchez. He's proven year in and year out that he can score goals.\"From Jose Mourinho's point of view it gives him another very, very strong arrow for his bow.\"Peter Odemwingie joined Francis on Premier League Daily and concurred that United were right to bring in a player with the maturity of Sanchez, who turned 29 last month.\"If you look back 10 years when Manchester United were probably the most successful team in Europe the average age was much higher and they were a better team,\" the former West Brom and Stoke striker said.\"Of course, all credit to the younger boys they are doing really well but it's a more natural process to slowly groom them and not just make them key players. I think a bit of maturity is needed to go back to the heights they were before.\"Sanchez's arrival has prompted speculation regarding which players could lose their place to accommodate him in Mourinho's starting XI.Odemwingie believes whoever makes way for the forward will have to bide their time if Sanchez makes a flying start to his United career.\"They [younger players] took their chances well but stats should be what they rely on, and if Sanchez comes in and his stats are better - as much as you think they are the future of the club - they have to be patient and wait for the time they are ripe enough for such a massive club,\" Odemwingie added.",
  "dbpedia": "\nUnited confirmed the signing of Sanchez on Monday evening from <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> in a swap deal which saw <a href=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" title=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" target=\"_blank\">Henrikh</a> Mkhitaryan move to the Emirates Stadium.Sanchez, who has been handed the No 7 shirt at United, could make his debut against <a href=\"http://dbpedia.org/resource/Yeovil_Town_F.C.\" title=\"http://dbpedia.org/resource/Yeovil_Town_F.C.\" target=\"_blank\">Yeovil</a> in the FA Cup fourth round on Friday and is in line to make his <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> debut for Jose Mourinho\\&apos;s side against <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> at Wembley on January 31.The <a href=\"http://dbpedia.org/resource/Chile_national_football_team\" title=\"http://dbpedia.org/resource/Chile_national_football_team\" target=\"_blank\">Chilean</a> is the latest big-name signing for United since Mourinho was appointed in the summer of 2016 and Francis believes Sanchez\\&apos;s arrival will help their quest for silverware.&quot;Sanchez is a real goalscorer, he\\&apos;s talented and he\\&apos;s aggressive around the box and he makes things happen, he can pull teams through,&quot; Francis told <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> Daily.&quot;It\\&apos;s [about] the present, you\\&apos;re looking to win trophies and looking to win competitions and sometimes you need to buy and have the finished article and Sanchez is certainly that.&quot;It just makes them as a squad that much stronger. Certainly a much bigger goal threat with Sanchez. He\\&apos;s proven year in and year out that he can score goals.&quot;From Jose Mourinho\\&apos;s point of view it gives him another very, very strong arrow for his bow.&quot;<a href=\"http://dbpedia.org/resource/Peter_Odemwingie\" title=\"http://dbpedia.org/resource/Peter_Odemwingie\" target=\"_blank\">Peter Odemwingie</a> joined Francis on <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> Daily and concurred that United were right to bring in a player with the maturity of Sanchez, who turned 29 last month.&quot;If you look back 10 years when <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> were probably the most successful team in Europe the average age was much higher and they were a better team,&quot; the former <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> and <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> striker said.&quot;Of course, all credit to the younger boys they are doing really well but it\\&apos;s a more natural process to slowly groom them and not just make them key players. I think a bit of maturity is needed to go back to the heights they were before.&quot;Sanchez\\&apos;s arrival has prompted speculation regarding which players could lose their place to accommodate him in Mourinho\\&apos;s starting XI.Odemwingie believes whoever makes way for the forward will have to bide their time if Sanchez makes a flying start to his United career.&quot;They [younger players] took their chances well but stats should be what they rely on, and if Sanchez comes in and his stats are better - as much as you think they are the future of the club - they have to be patient and wait for the time they are ripe enough for such a massive club,&quot; Odemwingie added.\n"
}