{
  "date": "04/02/18",
  "title": "Alfredo Morelos’ focus praised by Rangers boss Graeme Murty",
  "description": "Graeme Murty has praised Rangers striker Alfredo Morelos for keeping his focus against Hibernian despite last week’s transfer speculation. ",
  "content": "The Ibrox side turned down an improved £8m bid from Chinese club Beijing Renhe for the Colombian ahead of Wednesday's transfer deadline, with Murty admitting previously that Morelos had been left \"confused\" by the speculation.\nThe 21-year-old, who was left out for Rangers' Scottish Cup win at Fraserburgh in midweek, returned to the side in Saturday's 2-1 loss to Hibs but Murty insisted that had nothing to do with Morelos' week of on-off transfer speculation.\n\"I thought he cut a frustrated figure at times because he was dealt with robustly,\" Murty said.\n\"But he kept his focus. He had a goal chalked off and tried to do the right things and get in the right area.\n\"But for a couple of really good blocks he could have had a goal, so I thought he did OK.\"\nThe loss at the weekend was Rangers' fifth at Ibrox this season and saw them pass up the chance to put pressure on Celtic after their defeat to Kilmarnock.\n\"Of course it feels like an opportunity missed. I said to the players we can't worry about what's happened [at Rugby Park]. We have to take care of business,\" Murty said.\n\"We should be walking out of here with a minimum of a point but we're going away with nothing.\"\n",
  "dbpedia": "The <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Ibrox</a> side turned down an improved £8m bid from Chinese club <a href=\"http://dbpedia.org/resource/Beijing_Guoan_F.C.\" title=\"http://dbpedia.org/resource/Beijing_Guoan_F.C.\" target=\"_blank\">Beijing</a> Renhe for the Colombian ahead of Wednesday's transfer deadline, with Murty admitting previously that Morelos had been left \"confused\" by the speculation.<br>The 21-year-old, who was left out for <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a>' Scottish Cup win at <a href=\"http://dbpedia.org/resource/Fraserburgh_F.C.\" title=\"http://dbpedia.org/resource/Fraserburgh_F.C.\" target=\"_blank\">Fraserburgh</a> in midweek, returned to the side in Saturday's 2-1 loss to <a href=\"http://dbpedia.org/resource/Hibernian_F.C.\" title=\"http://dbpedia.org/resource/Hibernian_F.C.\" target=\"_blank\">Hibs</a> but Murty insisted that had nothing to do with Morelos' week of on-off transfer speculation.<br>\"I thought he cut a frustrated figure at times because he was dealt with robustly,\" Murty said.<br>\"But he kept his focus. He had a goal chalked off and tried to do the right things and get in the right area.<br>\"But for a couple of really good blocks he could have had a goal, so I thought he did OK.\"<br>The loss at the weekend was <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a>' fifth at <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Ibrox</a> this season and saw them pass up the chance to put pressure on <a href=\"http://dbpedia.org/resource/Celtic_F.C.\" title=\"http://dbpedia.org/resource/Celtic_F.C.\" target=\"_blank\">Celtic</a> after their defeat to <a href=\"http://dbpedia.org/resource/Kilmarnock_F.C.\" title=\"http://dbpedia.org/resource/Kilmarnock_F.C.\" target=\"_blank\">Kilmarnock</a>.<br>\"Of course it feels like an opportunity missed. I said to the players we can't worry about what's happened [at <a href=\"http://dbpedia.org/resource/Rugby_Park\" title=\"http://dbpedia.org/resource/Rugby_Park\" target=\"_blank\">Rugby Park</a>]. We have to take care of business,\" Murty said.<br>\"We should be walking out of here with a minimum of a point but we're going away with nothing.\"<br>"
}