{
  "date": "19/01/18",
  "title": "Amanda Staveley remains keen to buy Newcastle United",
  "description": "Amanda Staveley's efforts to buy Newcastle United have not come to an end and her £250m bid to buy the club remains on the table, Sky Sports News has been told.",
  "content": "A spokesman for Staveley's PCP Capital Partners has confirmed their offer has not been rescinded and they still believe they can agree a deal with Mike Ashley to take control of the club.\n\"Deals like this are notoriously difficult to negotiate,\" said the spokesman.\n\"The offer remains in place. If Mike changes his mind, our deal will still be available to him.\"\nThe chances of a deal being agreed looked to have been all but gone on Tuesday when a source close to Mike Ashley told SSN: \"It is only right to let the fans know there is no deal on the table or even under discussion with Amanda Staveley and PCP.\"\nThe source added that attempts to reach a deal had proved to be \"exhaustive, frustrating and a complete waste of time\".\nThe spokesman for PCP Capital Partners said: \"It's difficult to understand how Mike Ashley can say Amanda Staveley is wasting his time when nothing has happened in five weeks.\"\nWhile no new talks are planned, SSN has been told that Staveley's most recent bid - offering to pay £250m up front, with no compensation clause if Newcastle were relegated - remains on offer to Mike Ashley's MASH Holdings.\nIt is also understood that British-based financier Jamie Reuben was one of the investors involved in Staveley's £250m bid before Christmas - and would consider being part of a new PCP Capital offer, if one were to be made.\nThe Reuben family has an estimated worth of £13bn, owns Newcastle Racecourse and a number of properties in the city and it is thought their knowledge and contacts in the area made them ideal investors.\nThis week's strained relations seem a long way from the optimism felt by Staveley's team in late November when a takeover of the Premier League club appeared just days away.\nSky Sports News has been told:\n\"That was just over five weeks ago and no negotiations have taken place since then\", confirmed the PCP Capital Partners spokesman.\n\"It looks like the other bidders weren't able to progress so it looks like PCP Capital may still be the only offer on the table.\"\nOn Friday morning, a source close to Mike Ashley told SSN:\" We are not aware of any bid that doesn't contain relegation clauses and we are not considering any further talks with PCP Capital Partners.\n\"Our sole focus is to support Rafa Benitez in the current transfer market with all the resources at our disposal.\"\n",
  "dbpedia": "A spokesman for Staveley's PCP Capital Partners has confirmed their offer has not been rescinded and they still believe they can agree a deal with Mike Ashley to take control of the club.<br>\"Deals like this are notoriously difficult to negotiate,\" said the spokesman.<br>\"The offer remains in place. If Mike changes his mind, our deal will still be available to him.\"<br>The chances of a deal being agreed looked to have been all but gone on Tuesday when a source close to Mike Ashley told SSN: \"It is only right to let the fans know there is no deal on the table or even under discussion with Amanda Staveley and PCP.\"<br>The source added that attempts to reach a deal had proved to be \"exhaustive, frustrating and a complete waste of time\".<br>The spokesman for PCP Capital Partners said: \"It's difficult to understand how Mike Ashley can say Amanda Staveley is wasting his time when nothing has happened in five weeks.\"<br>While no new talks are planned, SSN has been told that Staveley's most recent bid - offering to pay £250m up front, with no compensation clause if <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> were relegated - remains on offer to Mike Ashley's MASH Holdings.<br>It is also understood that British-based financier Jamie Reuben was one of the investors involved in Staveley's £250m bid before Christmas - and would consider being part of a new PCP Capital offer, if one were to be made.<br>The Reuben family has an estimated worth of £13bn, owns Newcastle Racecourse and a number of properties in the city and it is thought their knowledge and contacts in the area made them ideal investors.<br>This week's strained relations seem a long way from the optimism felt by Staveley's team in late November when a takeover of the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> club appeared just days away.<br>Sky Sports News has been told:<br>\"That was just over five weeks ago and no negotiations have taken place since then\", confirmed the PCP Capital Partners spokesman.<br>\"It looks like the other bidders weren't able to progress so it looks like PCP Capital may still be the only offer on the table.\"<br>On Friday morning, a source close to Mike Ashley told SSN:\" We are not aware of any bid that doesn't contain relegation clauses and we are not considering any further talks with PCP Capital Partners.<br>\"Our sole focus is to support Rafa Benitez in the current transfer market with all the resources at our disposal.\"<br>"
}