{
  "date": "01/02/18",
  "title": "Andre Ayew and Andy King signings boost Swansea, says boss Carlos Carvalhal",
  "description": "New arrivals Andre Ayew and Andy King will help Swansea ignite their battle to stay in the Premier League, says manager Carlos Carvalhal.",
  "content": "Carvalhal was in fine spirits on the back of Tuesday's stunning 3-1 win over Arsenal and having secured a pair of fresh faces to the squad.Ayew returned from West Ham in a club-record deal, while King joined on loan from Leicester for the rest of the campaign.Asked if the transfer window was a success, Carvalhal said: \"Success is winning games. The transfer market is different.\"Both players we brought in, they wanted to come here and that was crucial because we want players to come here and help the team and that will make us stronger.\"Players that are here that have qualities but don't want to be here wouldn't be able to help us.\"It's not just about quality, it's about commitment. This is the biggest thing for me.\"Swansea have given themselves huge hope of maintaining their place in the top-flight with three wins in six getting them to within one point of safety.They head to Leicester on Saturday and will be hoping 28-year-old Ayew, brother of team-mate Jordan, can repeat his heroics from the 2015-16 campaign when he finished as the club's top scorer with 12 goals.\"Andre is a good solution for us,\" Carvalhal added. \"He is very versatile and can play in different positions.\"He is not exactly a No 10, but he does not lose the ball easily and this kind of player can link the midfield to attack. At the same time he is a threat because he scores goals.\"",
  "dbpedia": "\nCarvalhal was in fine spirits on the back of Tuesday\\&apos;s stunning 3-1 win over <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> and having secured a pair of fresh faces to the squad.Ayew returned from <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> in a club-record deal, while King joined on loan from <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a> for the rest of the campaign.Asked if the transfer window was a success, Carvalhal said: &quot;Success is winning games. The transfer market is different.&quot;Both players we brought in, they wanted to come here and that was crucial because we want players to come here and help the team and that will make us stronger.&quot;Players that are here that have qualities but don\\&apos;t want to be here wouldn\\&apos;t be able to help us.&quot;It\\&apos;s not just about quality, it\\&apos;s about commitment. This is the biggest thing for me.&quot;<a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> have given themselves huge hope of maintaining their place in the top-flight with three wins in six getting them to within one point of safety.They head to <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a> on Saturday and will be hoping 28-year-old Ayew, brother of team-mate <a href=\"http://dbpedia.org/resource/Jordan_national_football_team\" title=\"http://dbpedia.org/resource/Jordan_national_football_team\" target=\"_blank\">Jordan</a>, can repeat his heroics from the 2015-16 campaign when he finished as the club\\&apos;s top scorer with 12 goals.&quot;Andre is a good solution for us,&quot; Carvalhal added. &quot;He is very versatile and can play in different positions.&quot;He is not exactly a No 10, but he does not lose the ball easily and this kind of player can link the midfield to attack. At the same time he is a threat because he scores goals.&quot;\n"
}