{
  "date": "10/01/18",
  "title": "Andre Villas-Boas forced out of Dakar rally",
  "description": "Former Chelsea and Tottenham manager Andre Villas-Boas has been forced out of the Dakar Rally at the fourth stage after hurting his back on Tuesday.",
  "content": "The 40-year-old was taken to hospital after his car, a Toyota Hilux, went airborne off a sand dune and made a hard landing.\nVillas-Boas jolted his back in the incident but a statement from his team Toyota Overdrive confirmed medical examinations showed the Portuguese coach has not suffered any broken bones.\nOverdrive team director Jean-Marc Fortin said: \"Andre was taken to the hospital with a back injury.\n\"It was unfortunate for Andre, who was making a very positive debut in the Dakar.\"\nVillas-Boas left his role as coach of Chinese side Shanghai SIPG in November to compete in his first rally.\nHe was 2hr 18min 50secs behind the leader after the third stage.\nMeanwhile, Britain's defending champion Sam Sutherland also withdrew at the fourth stage after being taken to hospital with a back injury.\nThis year is the 40th edition of the 14-stage race and is based in Peru, which it last visited in 2013 for the opening five stages.\nThe route is largely comprised of sand dunes, before moving to Bolivia and ending in Argentina on January 20.\n",
  "dbpedia": "The 40-year-old was taken to hospital after his car, a Toyota Hilux, went airborne off a sand dune and made a hard landing.<br>Villas-Boas jolted his back in the incident but a statement from his team Toyota Overdrive confirmed medical examinations showed the Portuguese coach has not suffered any broken bones.<br>Overdrive team director Jean-Marc Fortin said: \"Andre was taken to the hospital with a back injury.<br>\"It was unfortunate for Andre, who was making a very positive debut in the Dakar.\"<br>Villas-Boas left his role as coach of Chinese side Shanghai SIPG in November to compete in his first rally.<br>He was 2hr 18min 50secs behind the leader after the third stage.<br>Meanwhile, Britain's defending champion Sam Sutherland also withdrew at the fourth stage after being taken to hospital with a back injury.<br>This year is the 40th edition of the 14-stage race and is based in Peru, which it last visited in 2013 for the opening five stages.<br>The route is largely comprised of sand dunes, before moving to Bolivia and ending in Argentina on January 20.<br>"
}