{
  "date": "17/01/18",
  "title": "Andreas Christensen: The making of Chelsea's brilliant young defender",
  "description": "Antonio Conte has described Andreas Christensen as the \"best surprise\" of Chelsea's season, but his breakthrough is not unexpected to the people close to him. Nick Wright finds out how the quiet, humble Dane became one of the best young centre-backs in the Premier League.",
  "content": "\"I was there last week when we signed the new contract,\" Sten Christensen tells Sky Sports. \"When we left Stamford Bridge afterwards, I asked Andreas if he wanted to go somewhere to get something to eat, but he said no. He was already thinking about his game the next day. He said he just wanted to go home, order something and go to bed. So that was our celebration.\"\nSten laughs as he recounts his most recent visit to London. His son had just agreed a new four-and-a-half year contract at Chelsea, confirming his status as an important member of Antonio Conte's first-team squad, but his reaction to signing on the dotted line said a lot about how he has got there. \"That's Andreas,\" adds Sten. \"He is totally focused on football.\"\nThat focus has been evident on the pitch all season. Christensen has been outstanding for Chelsea since returning from a two-year loan spell at Borussia Monchengladbach in the summer, making 24 appearances in all competitions and usurping David Luiz at the heart of their defence. \"Every time I have given Christensen the opportunity to play, he has given an amazing performance,\" said Conte last month.\nThe 21-year-old's emergence has been an unexpected positive for Chelsea's head coach, who has lauded his \"composure\" and \"calmness\" on the pitch and described him as a future captain. To those who know him best, however, it is just the latest upward step in a career which seemed destined to take him to the top even as a young boy back in Denmark.\n\"I would say the first time I really saw his talent was when he was seven or eight years old,\" says Sten, a former goalkeeper now coaching at Christensen's boyhood club Brondby. \"When he had the ball at his feet, he wasn't looking down, he was looking up. He had a special style when he was running with it. You could just see that this guy had the potential to be a footballer.\"\nChristensen played for a small club near his hometown of Lillerod at the time, but it wasn't long before he joined up with Brondby. \"I drove him there five or six times a week for six years,\" says Sten. \"It was a 90km round trip so it was a lot of driving, but as a father it was also nice to spend that quality time together. When I started coaching there as well, it was perfect.\"\nSten was closely involved in his son's development at Brondby but he credits long-serving youth coach John Ranum as the biggest influence. \"I didn't work with Andreas directly when he first arrived but I knew about him,\" Ranum tells Sky Sports. \"He was a player we had followed closely. His talent was so obvious that we made the decision to play him one year up from his age group.\"\nChristensen was \"humble and quiet\", according to Ranum, but he was also completely confident in his own ability. The young defender embraced the challenge of playing with older boys, breezing through the age groups with such ease that by the age of 15, he was promoted to Ranum's U17s.\n\"Andreas was playing with very talented players two or even three years older than him, so we thought it was a good phase to teach him how to play in other positions,\" says Ranum. \"We were almost positive that he would end up as a centre-back, but we thought it would help him to understand the jobs of the players to the side of him and in front of him.\n\"We put him at full-back and at No 6, where he had players in a 360-degree radius around him. He listened a lot and he reacted well to it. Sten was a bit more worried, he said 'don't you know where to play him?' But we explained to him that it was part of Andreas's development plan to learn those things and he accepted it.\"\nChristensen's understanding of the game improved in each position and it was at around that time that he came to the attention of bigger clubs. \"When he was 15, Brondby's U17s entered a tournament in Holland arranged by Ajax,\" says Sten. \"All the big clubs were there, Real Madrid, Barcelona and teams from England, but Brondby made it to the final.\"\nAmong the watching scouts were David Wilson and Alfie Apps from Aston Villa. \"After the tournament in Holland they came to watch Andreas in another tournament in Denmark,\" says Sten. \"I talked to them and they invited us to Villa. Brondby allowed us to go over and have a look.\"\nChristensen and his father travelled to the Midlands but it soon became clear that Villa were not the only interested party. \"I heard one story, I'm not sure if it's right, that Alfie couldn't keep his mouth shut and told other clubs and scouts that they had found the best young defender in Europe,\" says Sten with a chuckle. \"Suddenly, all these clubs were calling us. It was crazy.\"\nIn total, Christensen received 28 separate offers. They came from clubs in Italy, Germany, France and Holland as well as England, but none of them stood out quite like Chelsea's. \"He picked them because of the plan they made for him,\" says Sten. \"They were fantastic. They visited his school, they did everything for him. Andreas saw other clubs in England but Chelsea was the right one.\"\nThe deal was agreed in February 2012, with Christensen making the move to London a few months later. He lodged with an English family near Chelsea's Cobham training ground. Typically, he adapted to his new surroundings seamlessly. \"Of course, as his parents, it was hard for us to let him go, but everything was perfect in London,\" says Sten.\nChristensen shone in Chelsea's academy, winning the FA Youth Cup in 2014 and the UEFA Youth League under Adi Viveash in 2015. \"There won't be a better team to play development football than that,\" Viveash tells Sky Sports. \"There was the individual brilliance of Jeremie Boga, Ruben Loftus-Cheek and Charly Musonda. Dominic Solanke was the top scorer. And Andreas was like a Rolls-Royce at the back.\"\nChristensen stood out for his attitude as well as his talent. \"When some young players go to train with the first-team - and I know this from my own club as well - they go back to the academy and act in a superior way,\" says Sten. \"But Neil Bath, the academy director at Chelsea, told me that whenever Andreas came back, he worked even harder to go again. He used it as a motivation.\"\nThat determination was also obvious to Jess Thorup, the Denmark U21 coach who brought Christensen into his side at the age of just 17 in 2013. \"Whenever I spoke to Andreas about Chelsea, he was always thinking about how to get into the first-team,\" Thorup, now head coach at Danish outfit FC Midtjylland, tells Sky Sports.\n\"His personality was one of his biggest strengths,\" he continues. \"He was determined and he was a very, very clever guy. He always took the right decision as a defender, whether it was to stay behind the striker, go in front of him, or step out into the attack, and when he made a pass he almost never missed. I thought he was at a level where he could adapt to a higher age group.\n\"He coped almost perfectly. He is not the guy who shouts a lot. He is a quiet boy, but he was always very good for the group because he could speak to everybody. The guys took Andreas under their wing and helped him a lot, but they also saw right away that he was very, very good on the pitch.\"\nThorup was amazed by the progress Christensen was making at Chelsea. \"Whenever Andreas came into our training camps he had improved in different ways,\" he says. \"Normally you would say that a guy in Andreas's position has to play 100 or 200 games to know how to deal with strong strikers, but he was already there. He could read the game and think one step ahead of everyone else.\"\nChristensen made his senior debut for Chelsea in October 2014 and went on to make two further appearances for the first-team that season, but his first real taste of senior action came with his loan move to Borussia Monchengladbach. Over the course of two seasons in Germany, Christensen started 62 out of 68 Bundesliga games and played in the Champions League.\nChelsea's loan policy has attracted criticism in recent years, but it certainly worked for Christensen. \"The loan at Borussia was the best move Andreas could have made at the time,\" says Sten. \"It's a club with big traditions and famous former players. Andreas was playing in front of 50,000 fans every Saturday. He loved it, and it prepared him for getting back to Chelsea.\"\nThe decision to return to Chelsea in the summer required careful thought. Borussia were eager to sign Christensen permanently and there was interest from elsewhere too. His father needed convincing that Chelsea would afford him the opportunities to continue playing regularly.\n\"I had a few talks with [Chelsea's former technical director] Michael Emenalo,\" says Sten. \"It was so important for Andreas to play and I was a little bit nervous about that, but he was absolutely sure that he was ready to get back and fight for his place in pre-season. That was what he wanted to do so of course we supported him.\"\nIt was a bold decision but it's not the first time Christensen's self-belief has paid off. A Gary Cahill red card opened the door to him back in August, and he has not looked back. In 1281 Premier League minutes so far, he has completed 93.7 per cent of his passes and only made five fouls. \"When you start like this playing in a great club, the future is yours,\" added Conte.\nChristensen is now the first player from Chelsea's academy to establish himself in the senior side since John Terry. He is settled in London with his girlfriend, and for the family back home and everyone else who has worked with him along the way, it is exciting to think what might come next.\n\"We are proud of him but I have always told him he is the one who will decide how far he can go,\" says Sten. \"It's no surprise to anyone at Brondby how well he has done,\" adds Ranum. \"If he doesn't change as a person and he continues to focus on his football career and his family, then there are no limits to what he can achieve.\"\nWatch Brighton v Chelsea live on Sky Sports Premier League HD from 11.30am on Sunday\n",
  "dbpedia": "\"I was there last week when we signed the new contract,\" Sten Christensen tells Sky Sports. \"When we left <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Stamford Bridge</a> afterwards, I asked Andreas if he wanted to go somewhere to get something to eat, but he said no. He was already thinking about his game the next day. He said he just wanted to go home, order something and go to bed. So that was our celebration.\"<br>Sten laughs as he recounts his most recent visit to London. His son had just agreed a new four-and-a-half year contract at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>, confirming his status as an important member of <a href=\"http://dbpedia.org/resource/Antonio_Conte\" title=\"http://dbpedia.org/resource/Antonio_Conte\" target=\"_blank\">Antonio Conte</a>'s first-team squad, but his reaction to signing on the dotted line said a lot about how he has got there. \"That's Andreas,\" adds Sten. \"He is totally focused on football.\"<br>That focus has been evident on the pitch all season. Christensen has been outstanding for <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> since returning from a two-year loan spell at Borussia Monchengladbach in the summer, making 24 appearances in all competitions and usurping <a href=\"http://dbpedia.org/resource/David_Luiz\" title=\"http://dbpedia.org/resource/David_Luiz\" target=\"_blank\">David Luiz</a> at the heart of their defence. \"Every time I have given Christensen the opportunity to play, he has given an amazing performance,\" said Conte last month.<br>The 21-year-old's emergence has been an unexpected positive for <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>'s head coach, who has lauded his \"composure\" and \"calmness\" on the pitch and described him as a future captain. To those who know him best, however, it is just the latest upward step in a career which seemed destined to take him to the top even as a young boy back in <a href=\"http://dbpedia.org/resource/Denmark_national_football_team\" title=\"http://dbpedia.org/resource/Denmark_national_football_team\" target=\"_blank\">Denmark</a>.<br>\"I would say the first time I really saw his talent was when he was seven or eight years old,\" says Sten, a former goalkeeper now coaching at Christensen's boyhood club Brondby. \"When he had the ball at his feet, he wasn't looking down, he was looking up. He had a special style when he was running with it. You could just see that this guy had the potential to be a footballer.\"<br>Christensen played for a small club near his hometown of Lillerod at the time, but it wasn't long before he joined up with Brondby. \"I drove him there five or six times a week for six years,\" says Sten. \"It was a 90km round trip so it was a lot of driving, but as a father it was also nice to spend that quality time together. When I started coaching there as well, it was perfect.\"<br>Sten was closely involved in his son's development at Brondby but he credits long-serving youth coach John Ranum as the biggest influence. \"I didn't work with Andreas directly when he first arrived but I knew about him,\" Ranum tells Sky Sports. \"He was a player we had followed closely. His talent was so obvious that we made the decision to play him one year up from his age group.\"<br>Christensen was \"humble and quiet\", according to Ranum, but he was also completely confident in his own ability. The young defender embraced the challenge of playing with older boys, breezing through the age groups with such ease that by the age of 15, he was promoted to Ranum's U17s.<br>\"Andreas was playing with very talented players two or even three years older than him, so we thought it was a good phase to teach him how to play in other positions,\" says Ranum. \"We were almost positive that he would end up as a centre-back, but we thought it would help him to understand the jobs of the players to the side of him and in front of him.<br>\"We put him at full-back and at No 6, where he had players in a 360-degree radius around him. He listened a lot and he reacted well to it. Sten was a bit more worried, he said 'don't you know where to play him?' But we explained to him that it was part of Andreas's development plan to learn those things and he accepted it.\"<br>Christensen's understanding of the game improved in each position and it was at around that time that he came to the attention of bigger clubs. \"When he was 15, Brondby's U17s entered a tournament in <a href=\"http://dbpedia.org/resource/Netherlands_national_football_team\" title=\"http://dbpedia.org/resource/Netherlands_national_football_team\" target=\"_blank\">Holland</a> arranged by <a href=\"http://dbpedia.org/resource/AFC_Ajax\" title=\"http://dbpedia.org/resource/AFC_Ajax\" target=\"_blank\">Ajax</a>,\" says Sten. \"All the big clubs were there, <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a>, <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> and teams from <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a>, but Brondby made it to the final.\"<br>Among the watching scouts were David Wilson and Alfie Apps from <a href=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" title=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" target=\"_blank\">Aston Villa</a>. \"After the tournament in <a href=\"http://dbpedia.org/resource/Netherlands_national_football_team\" title=\"http://dbpedia.org/resource/Netherlands_national_football_team\" target=\"_blank\">Holland</a> they came to watch Andreas in another tournament in <a href=\"http://dbpedia.org/resource/Denmark_national_football_team\" title=\"http://dbpedia.org/resource/Denmark_national_football_team\" target=\"_blank\">Denmark</a>,\" says Sten. \"I talked to them and they invited us to Villa. Brondby allowed us to go over and have a look.\"<br>Christensen and his father travelled to the Midlands but it soon became clear that Villa were not the only interested party. \"I heard one story, I'm not sure if it's right, that Alfie couldn't keep his mouth shut and told other clubs and scouts that they had found the best young defender in Europe,\" says Sten with a chuckle. \"Suddenly, all these clubs were calling us. It was crazy.\"<br>In total, Christensen received 28 separate offers. They came from clubs in <a href=\"http://dbpedia.org/resource/Italy_national_football_team\" title=\"http://dbpedia.org/resource/Italy_national_football_team\" target=\"_blank\">Italy</a>, <a href=\"http://dbpedia.org/resource/Germany_national_football_team\" title=\"http://dbpedia.org/resource/Germany_national_football_team\" target=\"_blank\">Germany</a>, <a href=\"http://dbpedia.org/resource/France_national_football_team\" title=\"http://dbpedia.org/resource/France_national_football_team\" target=\"_blank\">France</a> and <a href=\"http://dbpedia.org/resource/Netherlands_national_football_team\" title=\"http://dbpedia.org/resource/Netherlands_national_football_team\" target=\"_blank\">Holland</a> as well as <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a>, but none of them stood out quite like <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>'s. \"He picked them because of the plan they made for him,\" says Sten. \"They were fantastic. They visited his school, they did everything for him. Andreas saw other clubs in <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> but <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> was the right one.\"<br>The deal was agreed in February 2012, with Christensen making the move to London a few months later. He lodged with an English family near <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>'s Cobham training ground. Typically, he adapted to his new surroundings seamlessly. \"Of course, as his parents, it was hard for us to let him go, but everything was perfect in London,\" says Sten.<br>Christensen shone in <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>'s academy, winning the FA Youth Cup in 2014 and the UEFA Youth League under Adi Viveash in 2015. \"There won't be a better team to play development football than that,\" Viveash tells Sky Sports. \"There was the individual brilliance of Jeremie Boga, Ruben Loftus-Cheek and Charly Musonda. Dominic Solanke was the top scorer. And Andreas was like a Rolls-Royce at the back.\"<br>Christensen stood out for his attitude as well as his talent. \"When some young players go to train with the first-team - and I know this from my own club as well - they go back to the academy and act in a superior way,\" says Sten. \"But Neil Bath, the academy director at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>, told me that whenever Andreas came back, he worked even harder to go again. He used it as a motivation.\"<br>That determination was also obvious to <a href=\"http://dbpedia.org/resource/Jess_Thorup\" title=\"http://dbpedia.org/resource/Jess_Thorup\" target=\"_blank\">Jess Thorup</a>, the <a href=\"http://dbpedia.org/resource/Denmark_national_under-21_football_team\" title=\"http://dbpedia.org/resource/Denmark_national_under-21_football_team\" target=\"_blank\">Denmark U21</a> coach who brought Christensen into his side at the age of just 17 in 2013. \"Whenever I spoke to Andreas about <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>, he was always thinking about how to get into the first-team,\" Thorup, now head coach at Danish outfit FC <a href=\"http://dbpedia.org/resource/FC_Midtjylland\" title=\"http://dbpedia.org/resource/FC_Midtjylland\" target=\"_blank\">Midtjylland</a>, tells Sky Sports.<br>\"His personality was one of his biggest strengths,\" he continues. \"He was determined and he was a very, very clever guy. He always took the right decision as a defender, whether it was to stay behind the striker, go in front of him, or step out into the attack, and when he made a pass he almost never missed. I thought he was at a level where he could adapt to a higher age group.<br>\"He coped almost perfectly. He is not the guy who shouts a lot. He is a quiet boy, but he was always very good for the group because he could speak to everybody. The guys took Andreas under their wing and helped him a lot, but they also saw right away that he was very, very good on the pitch.\"<br>Thorup was amazed by the progress Christensen was making at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>. \"Whenever Andreas came into our training camps he had improved in different ways,\" he says. \"Normally you would say that a guy in Andreas's position has to play 100 or 200 games to know how to deal with strong strikers, but he was already there. He could read the game and think one step ahead of everyone else.\"<br>Christensen made his senior debut for <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> in October 2014 and went on to make two further appearances for the first-team that season, but his first real taste of senior action came with his loan move to Borussia Monchengladbach. Over the course of two seasons in <a href=\"http://dbpedia.org/resource/Germany_national_football_team\" title=\"http://dbpedia.org/resource/Germany_national_football_team\" target=\"_blank\">Germany</a>, Christensen started 62 out of 68 <a href=\"http://dbpedia.org/resource/Austrian_Football_Bundesliga\" title=\"http://dbpedia.org/resource/Austrian_Football_Bundesliga\" target=\"_blank\">Bundesliga</a> games and played in the Champions League.<br><a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>'s loan policy has attracted criticism in recent years, but it certainly worked for Christensen. \"The loan at Borussia was the best move Andreas could have made at the time,\" says Sten. \"It's a club with big traditions and famous former players. Andreas was playing in front of 50,000 fans every Saturday. He loved it, and it prepared him for getting back to <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>.\"<br>The decision to return to <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> in the summer required careful thought. Borussia were eager to sign Christensen permanently and there was interest from elsewhere too. His father needed convincing that <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> would afford him the opportunities to continue playing regularly.<br>\"I had a few talks with [<a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>'s former technical director] <a href=\"http://dbpedia.org/resource/Michael_Emenalo\" title=\"http://dbpedia.org/resource/Michael_Emenalo\" target=\"_blank\">Michael Emenalo</a>,\" says Sten. \"It was so important for Andreas to play and I was a little bit nervous about that, but he was absolutely sure that he was ready to get back and fight for his place in pre-season. That was what he wanted to do so of course we supported him.\"<br>It was a bold decision but it's not the first time Christensen's self-belief has paid off. A <a href=\"http://dbpedia.org/resource/Gary_Cahill\" title=\"http://dbpedia.org/resource/Gary_Cahill\" target=\"_blank\">Gary Cahill</a> red card opened the door to him back in August, and he has not looked back. In 1281 <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> minutes so far, he has completed 93.7 per cent of his passes and only made five fouls. \"When you start like this playing in a great club, the future is yours,\" added Conte.<br>Christensen is now the first player from <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>'s academy to establish himself in the senior side since <a href=\"http://dbpedia.org/resource/John_Terry\" title=\"http://dbpedia.org/resource/John_Terry\" target=\"_blank\">John Terry</a>. He is settled in London with his girlfriend, and for the family back home and everyone else who has worked with him along the way, it is exciting to think what might come next.<br>\"We are proud of him but I have always told him he is the one who will decide how far he can go,\" says Sten. \"It's no surprise to anyone at Brondby how well he has done,\" adds Ranum. \"If he doesn't change as a person and he continues to focus on his football career and his family, then there are no limits to what he can achieve.\"<br>Watch <a href=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a> v <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> live on Sky Sports <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> HD from 11.30am on Sunday<br>"
}