{
  "date": "11/01/18",
  "title": "Antonio Conte frustrated by lack of stoppage time in Chelsea v Arsenal after VAR delays",
  "description": "Chelsea boss Antonio Conte was frustrated to see what he deemed an insufficient amount of stoppage time after VAR delays in their goalless draw with Arsenal in the Carabao Cup semi-final first leg.",
  "content": "Referee Martin Atkinson used the Video Assistant Referee (VAR) system to review a late penalty shout after Danny Welbeck's challenge on Cesc Fabregas, with nothing given, and Conte feels more than the five allotted minutes should have been added on.\n\"For me, there's disappointment about [not enough] extra time,\" Conte told Sky Sports. \"In the second half the doctor went onto the pitch twice and the referee stopped for VAR, so you have to give more minutes of extra time.\n\"In Italy sometimes extra time can be seven, eight or nine minutes.\"\nChelsea dominated for the majority of the game at Stamford Bridge on Wednesday night, but were unable to find a way through Arsenal's impressive defensively display.\nIt was a far different game to the Premier League encounter between these two sides at the Emirates Stadium last week, which resulted in a 2-2 draw.\n\"There's a bit of disappointment because it's important to try and win every game,\" said Conte. \"We tried to use our strengths to win it and we created chances to score, but we were not clinical enough. Despite having 20 shots we didn't score, and I think we have to reflect on these stats.\"\n\"Every game is different. If you compare this game with the last Arsenal game it was played in a very different way. They stayed very deep and tried to exploit the counter-attack.\n\"The last game was more open and both teams tried to win, today Arsenal played very well defensively.\"\n",
  "dbpedia": "Referee Martin Atkinson used the Video Assistant Referee (VAR) system to review a late penalty shout after <a href=\"http://dbpedia.org/resource/Danny_Welbeck\" title=\"http://dbpedia.org/resource/Danny_Welbeck\" target=\"_blank\">Danny Welbeck</a>'s challenge on Cesc Fabregas, with nothing given, and Conte feels more than the five allotted minutes should have been added on.<br>\"For me, there's disappointment about [not enough] extra time,\" Conte told Sky Sports. \"In the second half the doctor went onto the pitch twice and the referee stopped for VAR, so you have to give more minutes of extra time.<br>\"In <a href=\"http://dbpedia.org/resource/Italy_national_football_team\" title=\"http://dbpedia.org/resource/Italy_national_football_team\" target=\"_blank\">Italy</a> sometimes extra time can be seven, eight or nine minutes.\"<br><a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> dominated for the majority of the game at <a href=\"http://dbpedia.org/resource/Stamford_Bridge_(stadium)\" title=\"http://dbpedia.org/resource/Stamford_Bridge_(stadium)\" target=\"_blank\">Stamford Bridge</a> on Wednesday night, but were unable to find a way through <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>'s impressive defensively display.<br>It was a far different game to the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> encounter between these two sides at the <a href=\"http://dbpedia.org/resource/Emirates_Stadium\" title=\"http://dbpedia.org/resource/Emirates_Stadium\" target=\"_blank\">Emirates Stadium</a> last week, which resulted in a 2-2 draw.<br>\"There's a bit of disappointment because it's important to try and win every game,\" said Conte. \"We tried to use our strengths to win it and we created chances to score, but we were not clinical enough. Despite having 20 shots we didn't score, and I think we have to reflect on these stats.\"<br>\"Every game is different. If you compare this game with the last <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> game it was played in a very different way. They stayed very deep and tried to exploit the counter-attack.<br>\"The last game was more open and both teams tried to win, today <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> played very well defensively.\"<br>"
}