{
  "date": "07/01/18",
  "title": "Antonio Conte backs Ross Barkley to earn England World Cup place",
  "description": "Antonio Conte has revealed he wants to help new Chelsea signing Ross Barkley earn a place in England’s squad for the World Cup in Russia.",
  "content": "Barkley completed his move to Chelsea from Everton on Friday, for a fee that Sky sources understand to be £15m plus add-ons.\nThe 24-year-old has not played since May due to a hamstring injury but is nearing match fitness and Conte is hoping that the midfielder can make a rapid return to form in time for the summer tournament.\n\"We have five months to show he deserves a call with the national team for the World Cup,\" Conte said.\n\"I hope [he gets one], because it means he will do very well with us.\"\nBarkley, who has signed a five-and-a-half-year deal at Chelsea, trained at the club's Cobham base on Saturday as he continues his recovery but Conte is reluctant to put a timescale on when he will be available for selection.\n\"It's important for me to see him, to understand his physical condition,\" Conte said.\n\"My hope is to have this player [available] very quickly.\"\nThe Chelsea boss praised Barkley's versatility but warned his new addition that he must adapt to the team's tactics.\nConte said: \"He can play in midfield, if we play with three midfielders, or number 10 if we play 3-4-3,\"\n\"Before playing we must be sure that he is into our idea of football. Otherwise, it's a problem for him and it's a problem for the rest of the team.\"\n",
  "dbpedia": "Barkley completed his move to <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> from <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> on Friday, for a fee that Sky sources understand to be £15m plus add-ons.<br>The 24-year-old has not played since May due to a hamstring injury but is nearing match fitness and Conte is hoping that the midfielder can make a rapid return to form in time for the summer tournament.<br>\"We have five months to show he deserves a call with the national team for the World Cup,\" Conte said.<br>\"I hope [he gets one], because it means he will do very well with us.\"<br>Barkley, who has signed a five-and-a-half-year deal at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>, trained at the club's Cobham base on Saturday as he continues his recovery but Conte is reluctant to put a timescale on when he will be available for selection.<br>\"It's important for me to see him, to understand his physical condition,\" Conte said.<br>\"My hope is to have this player [available] very quickly.\"<br>The <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> boss praised Barkley's versatility but warned his new addition that he must adapt to the team's tactics.<br>Conte said: \"He can play in midfield, if we play with three midfielders, or number 10 if we play 3-4-3,\"<br>\"Before playing we must be sure that he is into our idea of football. Otherwise, it's a problem for him and it's a problem for the rest of the team.\"<br>"
}