{
  "date": "19/01/18",
  "title": "Antonio Conte says Chelsea must improve attacking quality",
  "description": "Chelsea head coach Antonio Conte says his strikers must be more clinical in attack and admits \"the finishing could be better\".",
  "content": "After a strong start to his Chelsea career, club-record signing Alvaro Morata has missed a number of chances in recent weeks and was sent off in their midweek FA Cup win over Norwich.\nChelsea are in the market to sign a target man to bolster their attacking options to ease the burden on Morata, and Conte says his forwards need to take their opportunities.\n\"I think in every game we have created many chances to score,\" said Conte.\n\"At the same time, we must be honest and to tell that maybe our finishing could be better in our quality. In our quality, the finishing could be better, and to score me.\n\"Every striker has their own characteristics and I'm happy to work with my players.\n\"[Morata] must learn to control himself. The second yellow card was for dissent and I agree with the player for the first yellow card, but I don't agree with the player for the second yellow card.\n\"For sure, he needs to check better himself in the future.\"\nChelsea have scored just one goal in their last four games in all competitions and several strikers have been linked with a move to the club this month.\nSky Sports News reported earlier this week that Chelsea had approached the West Ham about a move for Andy Carroll, although any potential deal has been scuppered by an ankle injury to the 29-year-old.\nStoke's Peter Crouch was linked with a move to Stamford Bridge this week, although Sky Sports News understands Chelsea will not be signing the 36-year-old this month, while Sky in Italy say Roma and former Manchester City striker Edin Dzeko is interesting the Premier League champions.\nMorata has just two goals in his last 11 games while Michy Batshuayi is understood to be a target for several clubs this month, but Conte took his regular stance of deferring transfer speculation to the club's hierarchy.\n\"I think I was very clear in the past to tell you that the club sometimes asks me my opinion about our transfer market, about our situation and the way that we can improve,\" he said.\n\"But at the same time, I said in the past that the final decision is for the club.\n\"This is our situation, this is the truth and I think the club has to spend money.\n\"In this case, it's right to spend money in the way they prefer.\"\nWhen asked whether he feels confident Chelsea can bring in the players they want, the Italian said he feels \"calm\" at the current situation.\n\"Confident is a big word,\" he said.\n\"We have to wait. I gave my opinion to my club, but the final decision is for the club.\n\"I have to wait and to see during this transfer market, but I am very calm on this aspect, also because I'm working with these players in the right way and I'm very happy with the commitment of my players\"\nConte also revealed new signing Ross Barkley is in the squad for Saturday's trip to Brighton.\n",
  "dbpedia": "After a strong start to his <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> career, club-record signing Alvaro Morata has missed a number of chances in recent weeks and was sent off in their midweek FA Cup win over <a href=\"http://dbpedia.org/resource/Norwich_City_F.C.\" title=\"http://dbpedia.org/resource/Norwich_City_F.C.\" target=\"_blank\">Norwich</a>.<br><a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> are in the market to sign a target man to bolster their attacking options to ease the burden on Morata, and Conte says his forwards need to take their opportunities.<br>\"I think in every game we have created many chances to score,\" said Conte.<br>\"At the same time, we must be honest and to tell that maybe our finishing could be better in our quality. In our quality, the finishing could be better, and to score me.<br>\"Every striker has their own characteristics and I'm happy to work with my players.<br>\"[Morata] must learn to control himself. The second yellow card was for dissent and I agree with the player for the first yellow card, but I don't agree with the player for the second yellow card.<br>\"For sure, he needs to check better himself in the future.\"<br><a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> have scored just one goal in their last four games in all competitions and several strikers have been linked with a move to the club this month.<br>Sky Sports News reported earlier this week that <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> had approached the <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> about a move for <a href=\"http://dbpedia.org/resource/Andy_Carroll\" title=\"http://dbpedia.org/resource/Andy_Carroll\" target=\"_blank\">Andy Carroll</a>, although any potential deal has been scuppered by an ankle injury to the 29-year-old.<br><a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a>'s <a href=\"http://dbpedia.org/resource/Peter_Crouch\" title=\"http://dbpedia.org/resource/Peter_Crouch\" target=\"_blank\">Peter Crouch</a> was linked with a move to <a href=\"http://dbpedia.org/resource/Stamford_Bridge_(stadium)\" title=\"http://dbpedia.org/resource/Stamford_Bridge_(stadium)\" target=\"_blank\">Stamford Bridge</a> this week, although Sky Sports News understands <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> will not be signing the 36-year-old this month, while Sky in <a href=\"http://dbpedia.org/resource/Italy_national_football_team\" title=\"http://dbpedia.org/resource/Italy_national_football_team\" target=\"_blank\">Italy</a> say <a href=\"http://dbpedia.org/resource/A.S._Roma\" title=\"http://dbpedia.org/resource/A.S._Roma\" target=\"_blank\">Roma</a> and former <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> striker Edin Dzeko is interesting the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> champions.<br>Morata has just two goals in his last 11 games while Michy Batshuayi is understood to be a target for several clubs this month, but Conte took his regular stance of deferring transfer speculation to the club's hierarchy.<br>\"I think I was very clear in the past to tell you that the club sometimes asks me my opinion about our transfer market, about our situation and the way that we can improve,\" he said.<br>\"But at the same time, I said in the past that the final decision is for the club.<br>\"This is our situation, this is the truth and I think the club has to spend money.<br>\"In this case, it's right to spend money in the way they prefer.\"<br>When asked whether he feels confident <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> can bring in the players they want, the Italian said he feels \"calm\" at the current situation.<br>\"Confident is a big word,\" he said.<br>\"We have to wait. I gave my opinion to my club, but the final decision is for the club.<br>\"I have to wait and to see during this transfer market, but I am very calm on this aspect, also because I'm working with these players in the right way and I'm very happy with the commitment of my players\"<br>Conte also revealed new signing <a href=\"http://dbpedia.org/resource/Ross_Barkley\" title=\"http://dbpedia.org/resource/Ross_Barkley\" target=\"_blank\">Ross Barkley</a> is in the squad for Saturday's trip to <a href=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a>.<br>"
}