{
  "date": "12/01/18",
  "title": "Antonio Conte says 'anything is possible' regarding his Chelsea future",
  "description": "Antonio Conte says he is happy to stay at Chelsea but added \"anything is possible\" regarding his Stamford Bridge future.  ",
  "content": "Reports in Italy have linked Juventus boss Max Allegri and Napoli coach Maurizio Sarri with the job at Stamford Bridge, but Conte maintains it is up to the club to decide his future.\"I have another year of (my) contract with this club,\" Conte said. \"But as you know very well everything is possible. In one moment you stay here, in another moment another person replaces you in your job.\"Asked if he would extend his contract with Chelsea, Conte added: \"In this case, I think the club has to decide to send me away.\"He added: \"For the manager of this club it's normal to have this type of situation, also if you won last season the league and you reached the final in the FA Cup. This is the history of this club for the manager.\"I have a lot of experience to deal with this type of situation. (But) there is something strange if, after the first game we lost against Burnley, the press pushed quickly to sack me for another coach. I think in other clubs this doesn't happen.\"Conte insisted he is happy at Chelsea, and will continue to work as a professional and will \"never give up\".\"Football is very difficult to stay at a club for many years, especially in England, before managers were in charge for many years, but now in England they are happy to sack the manager early.\"We are talking about staying in Chelsea and the history of Chelsea is very clear, it's normal that the press speak about Chelsea.\"",
  "dbpedia": "\nReports in <a href=\"http://dbpedia.org/resource/Italy_national_football_team\" title=\"http://dbpedia.org/resource/Italy_national_football_team\" target=\"_blank\">Italy</a> have linked <a href=\"http://dbpedia.org/resource/Juventus_F.C.\" title=\"http://dbpedia.org/resource/Juventus_F.C.\" target=\"_blank\">Juventus</a> boss Max Allegri and <a href=\"http://dbpedia.org/resource/S.S.C._Napoli\" title=\"http://dbpedia.org/resource/S.S.C._Napoli\" target=\"_blank\">Napoli</a> coach <a href=\"http://dbpedia.org/resource/Maurizio_Sarri\" title=\"http://dbpedia.org/resource/Maurizio_Sarri\" target=\"_blank\">Maurizio Sarri</a> with the job at Stamford Bridge, but Conte maintains it is up to the club to decide his future.&quot;I have another year of (my) contract with this club,&quot; Conte said. &quot;But as you know very well everything is possible. In one moment you stay here, in another moment another person replaces you in your job.&quot;Asked if he would extend his contract with <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>, Conte added: &quot;In this case, I think the club has to decide to send me away.&quot;He added: &quot;For the manager of this club it\\&apos;s normal to have this type of situation, also if you won last season the league and you reached the final in the FA Cup. This is the history of this club for the manager.&quot;I have a lot of experience to deal with this type of situation. (But) there is something strange if, after the first game we lost against <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a>, the press pushed quickly to sack me for another coach. I think in other clubs this doesn\\&apos;t happen.&quot;Conte insisted he is happy at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>, and will continue to work as a professional and will &quot;never give up&quot;.&quot;Football is very difficult to stay at a club for many years, especially in <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a>, before managers were in charge for many years, but now in <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> they are happy to sack the manager early.&quot;We are talking about staying in <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> and the history of <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> is very clear, it\\&apos;s normal that the press speak about <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>.&quot;\n"
}