{
  "date": "24/01/18",
  "title": "Antonio Conte bemoans bad luck after Chelsea's semi-final defeat",
  "description": "Antonio Conte bemoaned his side's bad luck after Chelsea were beaten in the semi-final of the Carabao Cup by Arsenal on Wednesday night.",
  "content": "The first leg two weeks ago finished in a goalless draw, but Chelsea got off to an excellent start at the Emirates Stadium as Eden Hazard fired them into an early lead.However, the Blues were pegged back several minutes later as Nacho Monreal's header took a double deflection off Marcos Alonso and Antonio Rudiger before finding the back of the net, and the Arsenal winner came as Rudiger inadvertently steered a cross into the path of the unmarked Granit Xhaka in the six-yard box.\"There's disappointment about the result as we were trying to reach the final,\" Conte told Sky Sports. \"We conceded two goals and we were unlucky because of two deflections.\"We had a good run in this competition and it's a pity for me, my players and our fans.\"Conte also handed Ross Barkley his debut as an early replacement for the injured Willian, but admitted it was sooner than he hoped to introduce the former Everton midfielder as he searches for full match fitness.\"We started very well and played a good first half,\" said Conte. \"Then when there is an injury to one of the best players it's not simple, because the only substitute on the bench was Barkley.\"He has a lot of space for improvement. He's only been here working with us for two weeks and today I was forced to make the substitution [early].\"Chelsea are still searching for reinforcements in the January transfer market, with the club interested in a deal for Roma striker Edin Dzeko. Conte, however, insists that he is happy with his current squad.\"I don't like to speak about the transfer market, for this issue there is the club,\" he said.\"I don't need anything I'm a coach and I continue to work with these players and I'm very happy to stay with these players.\"",
  "dbpedia": "\nThe first leg two weeks ago finished in a goalless draw, but <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> got off to an excellent start at the Emirates Stadium as <a href=\"http://dbpedia.org/resource/Eden_Hazard\" title=\"http://dbpedia.org/resource/Eden_Hazard\" target=\"_blank\">Eden Hazard</a> fired them into an early lead.However, the Blues were pegged back several minutes later as <a href=\"http://dbpedia.org/resource/Nacho_Monreal\" title=\"http://dbpedia.org/resource/Nacho_Monreal\" target=\"_blank\">Nacho Monreal</a>\\&apos;s header took a double deflection off <a href=\"http://dbpedia.org/resource/Marcos_Alonso_Mendoza\" title=\"http://dbpedia.org/resource/Marcos_Alonso_Mendoza\" target=\"_blank\">Marcos Alonso</a> and Antonio Rudiger before finding the back of the net, and the <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> winner came as Rudiger inadvertently steered a cross into the path of the unmarked <a href=\"http://dbpedia.org/resource/Granit_Xhaka\" title=\"http://dbpedia.org/resource/Granit_Xhaka\" target=\"_blank\">Granit Xhaka</a> in the six-yard box.&quot;There\\&apos;s disappointment about the result as we were trying to reach the final,&quot; Conte told Sky Sports. &quot;We conceded two goals and we were unlucky because of two deflections.&quot;We had a good run in this competition and it\\&apos;s a pity for me, my players and our fans.&quot;Conte also handed <a href=\"http://dbpedia.org/resource/Ross_Barkley\" title=\"http://dbpedia.org/resource/Ross_Barkley\" target=\"_blank\">Ross Barkley</a> his debut as an early replacement for the injured <a href=\"http://dbpedia.org/resource/Willian_Borges_da_Silva\" title=\"http://dbpedia.org/resource/Willian_Borges_da_Silva\" target=\"_blank\">Willian</a>, but admitted it was sooner than he hoped to introduce the former <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> midfielder as he searches for full match fitness.&quot;We started very well and played a good first half,&quot; said Conte. &quot;Then when there is an injury to one of the best players it\\&apos;s not simple, because the only substitute on the bench was Barkley.&quot;He has a lot of space for improvement. He\\&apos;s only been here working with us for two weeks and today I was forced to make the substitution [early].&quot;<a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> are still searching for reinforcements in the January transfer market, with the club interested in a deal for <a href=\"http://dbpedia.org/resource/A.S._Roma\" title=\"http://dbpedia.org/resource/A.S._Roma\" target=\"_blank\">Roma</a> striker Edin Dzeko. Conte, however, insists that he is happy with his current squad.&quot;I don\\&apos;t like to speak about the transfer market, for this issue there is the club,&quot; he said.&quot;I don\\&apos;t need anything I\\&apos;m a coach and I continue to work with these players and I\\&apos;m very happy to stay with these players.&quot;\n"
}