{
  "date": "11/01/18",
  "title": "Antonio Rudiger: Alvaro Morata has full backing of Chelsea squad",
  "description": "Chelsea defender Antonio Rudiger says Alvaro Morata has the full backing of the entire squad after his recent lack of goals.",
  "content": "The Spain striker scored seven times in his first eight appearances for the Blues, having arrived in the summer from Real Madrid for £70m as a replacement for Diego Costa.\nHowever, Morata has since netted just five times in 21 outings and was again kept at bay on Wednesday night as Chelsea were held to a 0-0 draw by Arsenal in their Carabao Cup semi-final first leg.\nBut Rudiger told the Evening Standard that there is no cause for concern about his team mate.\n\"As a striker, it's normal that you want to score,\" said Rudiger. \"Of course there are times when the head is down a little bit. I'm not worried about him. The whole team is with him and I think all the fans are with him.\n\"It's just a difficult period for him. Sometimes, there are spells when you score and don't score, but his effort for the team is good and he always tries. If he scores again, everything will be fine.\n\"Can he win the second leg against Arsenal for us? Definitely. We saw it in the last round against Bournemouth. He had one chance and scored. When he does this again, everything will be OK.\"\nWednesday's match was a second successive 0-0 draw for Chelsea, following Saturday's FA Cup third round stalemate at Norwich.\n",
  "dbpedia": "The <a href=\"http://dbpedia.org/resource/Spain_national_football_team\" title=\"http://dbpedia.org/resource/Spain_national_football_team\" target=\"_blank\">Spain</a> striker scored seven times in his first eight appearances for the Blues, having arrived in the summer from <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> for £70m as a replacement for Diego Costa.<br>However, Morata has since netted just five times in 21 outings and was again kept at bay on Wednesday night as <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> were held to a 0-0 draw by <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> in their Carabao Cup semi-final first leg.<br>But Rudiger told the Evening Standard that there is no cause for concern about his team mate.<br>\"As a striker, it's normal that you want to score,\" said Rudiger. \"Of course there are times when the head is down a little bit. I'm not worried about him. The whole team is with him and I think all the fans are with him.<br>\"It's just a difficult period for him. Sometimes, there are spells when you score and don't score, but his effort for the team is good and he always tries. If he scores again, everything will be fine.<br>\"Can he win the second leg against <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> for us? Definitely. We saw it in the last round against <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a>. He had one chance and scored. When he does this again, everything will be OK.\"<br>Wednesday's match was a second successive 0-0 draw for <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>, following Saturday's FA Cup third round stalemate at <a href=\"http://dbpedia.org/resource/Norwich_City_F.C.\" title=\"http://dbpedia.org/resource/Norwich_City_F.C.\" target=\"_blank\">Norwich</a>.<br>"
}