{
  "date": "31/01/18",
  "title": "Antonio Conte offers no excuses for Chelsea's defeat by Bournemouth",
  "description": "A downbeat Antonio Conte said he did not want to offer any excuses after Chelsea were beaten 3-0 by Bournemouth on Wednesday.",
  "content": "Chelsea offered very little in terms of a reply at Stamford Bridge on the day they signed striker Olivier Giroud from Arsenal.Following the game, Conte said he did not want to offer reasons for the defeat and insisted that the whole club should take responsibility for the result.\"Today it was very difficult to play this game but I think the result of the game is the result of a lot of situations,\" he told Sky Sports.\"They deserved to win. A great compliment to Bournemouth but now it is not important to find excuses or find an alibi. We will try to work and try to recover players.\"We lost the game in a bad way and we have to take the responsibility. I think behind the result, there are a lot of mistakes. These mistakes are for all, not only the team.\"Football is not simple. Some people think football is simple, but it is not. You have to prepare and to study to do football.\"This could be another excuse [having to play on Sunday then Wednesday], but I repeat, I don't want to speak about excuses. We have to take the responsibility. All the people who work at Chelsea has to, not just the team or the coach.\"We are only one person, we lose and win together.\"One shining moment for Chelsea was the introduction of youngster Callum Hudson-Odoi, who became the second-youngest player to play in the Premier League for Chelsea at 17 years and 84 days old and put in a good performance.\"I think this player has good prospects,\" Conte added. \"He is a good player, on the bench I only had him as an offensive player.\"Hudson-Odoi for sure is a good prospect to be an important player for Chelsea in the future.\"",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> offered very little in terms of a reply at Stamford Bridge on the day they signed striker <a href=\"http://dbpedia.org/resource/Olivier_Giroud\" title=\"http://dbpedia.org/resource/Olivier_Giroud\" target=\"_blank\">Olivier Giroud</a> from Arsenal.Following the game, Conte said he did not want to offer reasons for the defeat and insisted that the whole club should take responsibility for the result.&quot;Today it was very difficult to play this game but I think the result of the game is the result of a lot of situations,&quot; he told Sky Sports.&quot;They deserved to win. A great compliment to <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a> but now it is not important to find excuses or find an alibi. We will try to work and try to recover players.&quot;We lost the game in a bad way and we have to take the responsibility. I think behind the result, there are a lot of mistakes. These mistakes are for all, not only the team.&quot;Football is not simple. Some people think football is simple, but it is not. You have to prepare and to study to do football.&quot;This could be another excuse [having to play on Sunday then Wednesday], but I repeat, I don\\&apos;t want to speak about excuses. We have to take the responsibility. All the people who work at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> has to, not just the team or the coach.&quot;We are only one person, we lose and win together.&quot;One shining moment for <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> was the introduction of youngster Callum Hudson-Odoi, who became the second-youngest player to play in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> for <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> at 17 years and 84 days old and put in a good performance.&quot;I think this player has good prospects,&quot; Conte added. &quot;He is a good player, on the bench I only had him as an offensive player.&quot;Hudson-Odoi for sure is a good prospect to be an important player for <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> in the future.&quot;\n"
}