{
  "date": "16/01/18",
  "title": "Antonio Conte 'does not think' Chelsea will try to sign Alexis Sanchez from Arsenal",
  "description": "Antonio Conte says he is unsure if Chelsea will attempt to sign Alexis Sanchez during the January transfer window. ",
  "content": "Sky Sports News understands Chelsea are interested in signing Sanchez this month from under the noses of Manchester United and Manchester City.\nCity ended their interest in the Chilean earlier this week due to potential costs of signing the 29-year-old and Conte says he does not think the club have made an approach for the player.\nWhen asked if Chelsea are actively trying to sign Sanchez, Conte said: \"I don't know. I don't think so, I don't know but I don't think so.\"\nConte suggested he does not have the final say over transfers at Stamford Bridge and refused to comment further on Sanchez.\n\"The transfer market, as you know, I refer you to the club,\" he said. \"I don't want to give my opinion about the transfer market.\"\nChelsea host Sky Bet Championship club Norwich in an FA Cup third-round replay on Wednesday and Conte has confirmed he will rotate his squad against the Canaries.\n\"Tomorrow is another game in a busy period for us,\" he said. \"I have to make many changes, because after two days we will play against Brighton.\n\"It is a great risk to make a lot of rotations. If you want to try to go to the next round, this is the only way you can do it.\"\nChelsea have recorded three successive goalless draws in recent weeks - failing to score against Norwich, Arsenal and a 10-man Leicester City.\nConte admits the lack of goals is a concern but refused to blame his side's dip in form on one single player.\n\"We are not conceding goals, which is the good news, but we are not scoring them, which is the bad news,\" he said.\n\"For sure we have to try and improve this aspect. My players know very well they can improve, also because if you compare to the past - every single player scored less than last season.\n\"For this reason, we must be worried.\"\nConte also refused to comment on speculation linking Michy Batshuayi with a move away from Stamford Bridge.\n\"Michy Batshuayi is Chelsea's player, he is in our squad and tomorrow he has to play,\" said the Italian.\n\"This is the truth, he has a possibility to show that he deserves to play for Chelsea. Now, this is the reality, this is truth. In the future, I don't know what happens, the final decision is for the club, not me.\"\n",
  "dbpedia": "Sky Sports News understands <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> are interested in signing Sanchez this month from under the noses of <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> and <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>.<br>City ended their interest in the <a href=\"http://dbpedia.org/resource/Chile_national_football_team\" title=\"http://dbpedia.org/resource/Chile_national_football_team\" target=\"_blank\">Chilean</a> earlier this week due to potential costs of signing the 29-year-old and Conte says he does not think the club have made an approach for the player.<br>When asked if <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> are actively trying to sign Sanchez, Conte said: \"I don't know. I don't think so, I don't know but I don't think so.\"<br>Conte suggested he does not have the final say over transfers at <a href=\"http://dbpedia.org/resource/Stamford_Bridge_(stadium)\" title=\"http://dbpedia.org/resource/Stamford_Bridge_(stadium)\" target=\"_blank\">Stamford Bridge</a> and refused to comment further on Sanchez.<br>\"The transfer market, as you know, I refer you to the club,\" he said. \"I don't want to give my opinion about the transfer market.\"<br><a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> host Sky Bet Championship club <a href=\"http://dbpedia.org/resource/Norwich_City_F.C.\" title=\"http://dbpedia.org/resource/Norwich_City_F.C.\" target=\"_blank\">Norwich</a> in an FA Cup third-round replay on Wednesday and Conte has confirmed he will rotate his squad against the Canaries.<br>\"Tomorrow is another game in a busy period for us,\" he said. \"I have to make many changes, because after two days we will play against <a href=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a>.<br>\"It is a great risk to make a lot of rotations. If you want to try to go to the next round, this is the only way you can do it.\"<br><a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> have recorded three successive goalless draws in recent weeks - failing to score against <a href=\"http://dbpedia.org/resource/Norwich_City_F.C.\" title=\"http://dbpedia.org/resource/Norwich_City_F.C.\" target=\"_blank\">Norwich</a>, <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> and a 10-man <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester City</a>.<br>Conte admits the lack of goals is a concern but refused to blame his side's dip in form on one single player.<br>\"We are not conceding goals, which is the good news, but we are not scoring them, which is the bad news,\" he said.<br>\"For sure we have to try and improve this aspect. My players know very well they can improve, also because if you compare to the past - every single player scored less than last season.<br>\"For this reason, we must be worried.\"<br>Conte also refused to comment on speculation linking Michy Batshuayi with a move away from <a href=\"http://dbpedia.org/resource/Stamford_Bridge_(stadium)\" title=\"http://dbpedia.org/resource/Stamford_Bridge_(stadium)\" target=\"_blank\">Stamford Bridge</a>.<br>\"Michy Batshuayi is <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>'s player, he is in our squad and tomorrow he has to play,\" said the Italian.<br>\"This is the truth, he has a possibility to show that he deserves to play for <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>. Now, this is the reality, this is truth. In the future, I don't know what happens, the final decision is for the club, not me.\"<br>"
}