{
  "date": "10/01/18",
  "title": "Antonio Conte has no regrets over Jose Mourinho comments",
  "description": "Antonio Conte has insisted his feud with Jose Mourinho is personal and that nobody should intervene.",
  "content": "The Chelsea boss has vowed \"I won't forget\" Mourinho's criticism, after the Manchester United manager hit out at Conte over match-fixing.Conte branded Mourinho a \"little man\" after Chelsea's goalless FA Cup third round draw at Norwich on Saturday, and has now stood by those comments.The former Juventus boss insisted he has no regrets over hitting back at Mourinho, but moved to shut down any further discussion of the two managers' falling out.\"Do I have the look of a person with regret? I don't think so,\" said Conte.\"I think we both said things, and we'll see what happens in the future.\"Mourinho escalated the war of words with Conte by claiming he would never be \"suspended for match-fixing\".It was a clear reference to Conte's four-month suspension at Juventus in the 2012/13 season for failing to report match-fixing at previous club Siena, but he was completely exonerated of any wrongdoing in 2016.Asked if the League Managers' Association (LMA) should now step in to try to repair the damage between Conte and Mourinho, the Chelsea boss said: \"I think it's not important, the association, you understand. It's not important.\"He said serious words, he has used serious words. And I won't forget this.\"This is not a problem for the club, it's a problem between me and him. Now I stop. Stop.\"Conte is expected to field a strong side for Wednesday's Carabao Cup semi-final first leg clash with Arsenal at Stamford Bridge, live on Sky Sports Football.Ross Barkley is unlikely to be involved however, though Conte hailed the new recruit for settling quickly to his task following his transfer from Everton.\"Tomorrow night I think is very soon, very soon for him,\" said Conte.\"But we must be pleased because his physical condition is good, and he has started to train with us, understand our football.\"I think that we must be pleased, but he needs a bit of time to work on the physical and tactical aspects. His condition is good, very good.\"Asked when Barkley would be ready for action, Conte continued: \"I don't know, it's very difficult to say now.\"But at the same time I'm very positive, because the player is a good guy, he's shown great will to work, great desire to help us very soon.\"And I think it's very positive. I'm very happy to have Ross with us for the rest of the season.\"",
  "dbpedia": "\nThe <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> boss has vowed &quot;I won\\&apos;t forget&quot; Mourinho\\&apos;s criticism, after the <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> manager hit out at Conte over match-fixing.Conte branded Mourinho a &quot;little man&quot; after <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>\\&apos;s goalless FA Cup third round draw at <a href=\"http://dbpedia.org/resource/Norwich_City_F.C.\" title=\"http://dbpedia.org/resource/Norwich_City_F.C.\" target=\"_blank\">Norwich</a> on Saturday, and has now stood by those comments.The former <a href=\"http://dbpedia.org/resource/Juventus_F.C.\" title=\"http://dbpedia.org/resource/Juventus_F.C.\" target=\"_blank\">Juventus</a> boss insisted he has no regrets over hitting back at Mourinho, but moved to shut down any further discussion of the two managers\\&apos; falling out.&quot;Do I have the look of a person with regret? I don\\&apos;t think so,&quot; said Conte.&quot;I think we both said things, and we\\&apos;ll see what happens in the future.&quot;Mourinho escalated the war of words with Conte by claiming he would never be &quot;suspended for match-fixing&quot;.It was a clear reference to Conte\\&apos;s four-month suspension at <a href=\"http://dbpedia.org/resource/Juventus_F.C.\" title=\"http://dbpedia.org/resource/Juventus_F.C.\" target=\"_blank\">Juventus</a> in the 2012/13 season for failing to report match-fixing at previous club <a href=\"http://dbpedia.org/resource/A.C._Siena\" title=\"http://dbpedia.org/resource/A.C._Siena\" target=\"_blank\">Siena</a>, but he was completely exonerated of any wrongdoing in 2016.Asked if the League Managers\\&apos; Association (LMA) should now step in to try to repair the damage between Conte and Mourinho, the <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> boss said: &quot;I think it\\&apos;s not important, the association, you understand. It\\&apos;s not important.&quot;He said serious words, he has used serious words. And I won\\&apos;t forget this.&quot;This is not a problem for the club, it\\&apos;s a problem between me and him. Now I stop. Stop.&quot;Conte is expected to field a strong side for Wednesday\\&apos;s Carabao Cup semi-final first leg clash with <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> at Stamford Bridge, live on Sky Sports Football.Ross Barkley is unlikely to be involved however, though Conte hailed the new recruit for settling quickly to his task following his transfer from <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>.&quot;Tomorrow night I think is very soon, very soon for him,&quot; said Conte.&quot;But we must be pleased because his physical condition is good, and he has started to train with us, understand our football.&quot;I think that we must be pleased, but he needs a bit of time to work on the physical and tactical aspects. His condition is good, very good.&quot;Asked when Barkley would be ready for action, Conte continued: &quot;I don\\&apos;t know, it\\&apos;s very difficult to say now.&quot;But at the same time I\\&apos;m very positive, because the player is a good guy, he\\&apos;s shown great will to work, great desire to help us very soon.&quot;And I think it\\&apos;s very positive. I\\&apos;m very happy to have Ross with us for the rest of the season.&quot;\n"
}