{
  "date": "01/02/18",
  "title": "Antonio Conte pleased at Chelsea efforts but says top four will be tough",
  "description": "Antonio Conte has applauded his own efforts at Chelsea, despite admitting the club are in danger of missing out on Champions League football next season.",
  "content": "The Italian head coach was speaking on Wednesday night after watching his toothless side blown away 3-0 by Bournemouth at Stamford Bridge which saw them drop to fourth - behind Liverpool on goal difference.\"We are doing everything and giving 120 per cent, and I am approaching this squad at their maximum level,\" Conte said.\"But if someone does not agree that I am here then you have to accept every situation. I am relaxed about this because I know I am doing a great job.\"I think about the pressure and it is normal for a coach and manager. It is normal if you are Chelsea's coach.\"Sky Sports News reported at the end of January that the Chelsea hierarchy have become increasingly frustrated with Conte appearing to publicly criticise their transfer policy.Olivier Giroud completed his 18-month move from Arsenal earlier on Wednesday, but was unavailable and had to settle for a seat behind the dugout and watch his new team-mates take on the Cherries.And following Michy Batshuayi's Deadline Day loan switch to Borussia Dortmund, and the absence of the injured Alvaro Morata, Conte was left without a recognised centre-forward.Eden Hazard was called upon to lead the line, but the Blues failed to create any clear-cut chances, and Bournemouth - who until Wednesday evening had never scored three on the road against a side from the Premier League's so-called 'top six' - were good value for their emphatic win.On the prospect of finishing in the Premier League top four, Conte said: \"We must be worried. It will not be easy. I am repeating what I have said since the start of the season.\"We have to fight. We must be prepared to fight and we must be ready. I think the players are starting to understand that this season we are going to struggle for a position in the Champions League.\"If we want only to dream and not see the reality, in this case I could tell you we can fight to win the title this season. But it is important to look at the reality and to know that it will be a great success to reach a place in the Champions League.\"",
  "dbpedia": "\nThe Italian head coach was speaking on Wednesday night after watching his toothless side blown away 3-0 by <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a> at Stamford Bridge which saw them drop to fourth - behind <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> on goal difference.&quot;We are doing everything and giving 120 per cent, and I am approaching this squad at their maximum level,&quot; Conte said.&quot;But if someone does not agree that I am here then you have to accept every situation. I am relaxed about this because I know I am doing a great job.&quot;I think about the pressure and it is normal for a coach and manager. It is normal if you are <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>\\&apos;s coach.&quot;Sky Sports News reported at the end of January that the <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> hierarchy have become increasingly frustrated with Conte appearing to publicly criticise their transfer policy.Olivier Giroud completed his 18-month move from <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> earlier on Wednesday, but was unavailable and had to settle for a seat behind the dugout and watch his new team-mates take on the Cherries.And following Michy Batshuayi\\&apos;s Deadline Day loan switch to <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Borussia Dortmund</a>, and the absence of the injured Alvaro Morata, Conte was left without a recognised centre-forward.Eden Hazard was called upon to lead the line, but the Blues failed to create any clear-cut chances, and <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a> - who until Wednesday evening had never scored three on the road against a side from the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>\\&apos;s so-called \\&apos;top six\\&apos; - were good value for their emphatic win.On the prospect of finishing in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> top four, Conte said: &quot;We must be worried. It will not be easy. I am repeating what I have said since the start of the season.&quot;We have to fight. We must be prepared to fight and we must be ready. I think the players are starting to understand that this season we are going to struggle for a position in the Champions League.&quot;If we want only to dream and not see the reality, in this case I could tell you we can fight to win the title this season. But it is important to look at the reality and to know that it will be a great success to reach a place in the Champions League.&quot;\n"
}