{
  "date": "23/01/18",
  "title": "Antonio Conte defends his job at Chelsea and says trophies are not important",
  "description": "Antonio Conte insists he is doing a \"fantastic job\" at Chelsea and says winning silverware this season is not important.",
  "content": "Chelsea are 15 points behind Manchester City in the Premier League, but still have hopes of lifting a domestic trophy ahead of their Carabao Cup semi-final second leg against Arsenal on Wednesday, live on Sky Sports.The tie is finely poised after a 0-0 draw in the first leg at Stamford Bridge and Chelsea will head to the Emirates knowing that the competition may represent their best chance of winning a trophy this year.But Conte is adamant that the season has already been a success, describing their title-winning campaign last year as a \"miracle\", and the Italian is prioritising a top-four finish in the league this time around.\"This is already a good season, because we are doing 120 per cent,\" said Conte.\"I'm doing a fantastic job; the same my players. It is not important if you reach the final or win a trophy or win the league. The most important thing is to see if the coach and players are working very well.\"There are two teams in this league who are top. The others have to fight for a place in the Champions League.\"Last season we did a fantastic job and did a little miracle. This season is showing this.\"The situation (at Chelsea) changes. The past can be one way. The present can be in another way. The future can be in another way. What happened three years, 10 years or eight years ago was totally different. Now we have to fight with our work.\"Chelsea will be without Alvaro Morata and Cesc Fabregas for the return leg with Arsenal.Conte confirmed that Morata has a problem with his back, while Fabregas continues to struggle with a hamstring injury that also saw him miss their 4-0 win at Brighton.Should Chelsea beat Arsene Wenger's side, they will face Man City in the final at Wembley after they beat Bristol City 5-3 on aggregate.",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> are 15 points behind <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, but still have hopes of lifting a domestic trophy ahead of their Carabao Cup semi-final second leg against <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> on Wednesday, live on Sky Sports.The tie is finely poised after a 0-0 draw in the first leg at Stamford Bridge and <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> will head to the Emirates knowing that the competition may represent their best chance of winning a trophy this year.But Conte is adamant that the season has already been a success, describing their title-winning campaign last year as a &quot;miracle&quot;, and the Italian is prioritising a top-four finish in the league this time around.&quot;This is already a good season, because we are doing 120 per cent,&quot; said Conte.&quot;I\\&apos;m doing a fantastic job; the same my players. It is not important if you reach the final or win a trophy or win the league. The most important thing is to see if the coach and players are working very well.&quot;There are two teams in this league who are top. The others have to fight for a place in the Champions League.&quot;Last season we did a fantastic job and did a little miracle. This season is showing this.&quot;The situation (at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>) changes. The past can be one way. The present can be in another way. The future can be in another way. What happened three years, 10 years or eight years ago was totally different. Now we have to fight with our work.&quot;<a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> will be without Alvaro Morata and Cesc Fabregas for the return leg with Arsenal.Conte confirmed that Morata has a problem with his back, while Fabregas continues to struggle with a hamstring injury that also saw him miss their 4-0 win at Brighton.Should <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> beat Arsene Wenger\\&apos;s side, they will face Man City in the final at Wembley after they beat <a href=\"http://dbpedia.org/resource/Bristol_City_F.C.\" title=\"http://dbpedia.org/resource/Bristol_City_F.C.\" target=\"_blank\">Bristol City</a> 5-3 on aggregate.\n"
}