{
  "date": "14/01/18",
  "title": "Antonio Conte exit starting to look inevitable, say Sunday Supplement panel",
  "description": "Antonio Conte's departure from Chelsea at the end of the season is starting to look inevitable, said The Guardian's Dominic Fifield on the Sunday Supplement.",
  "content": "Chelsea produced a lacklustre display on Saturday as they drew 0-0 with Leicester at Stamford Bridge.It was Chelsea's third goalless draw in a row and came in the same week that reports in the media claimed Massimiliano Allegri and Maurizio Sarri could replace Conte in the summer.Speaking on the Sunday Supplement, The Guardian's London football correspondent Fifield said: \"They are unbeaten in 10, have lost one of their last 18 matches, and are still in all four competitions…but there is something not right and their performance yesterday was arguably the worst of the Antonio Conte era, it was so lethargic.\"There is a growing acceptance that Antonio Conte is probably not going to be at Chelsea next season and at some point that will impact upon the squad and players' performances.\"We have seen this before with Chelsea. Carlo Ancelotti was a dead man walking for six months really, and he was sacked on the final day of the season.\"And some of the whispers coming out of Italy suggest people expect Conte to depart in the summer and that will have an effect over the second half of the season.\"Conte has a year left on his contract with Chelsea but said on Friday that \"anything is possible\" regarding his Stamford Bridge future.And Fifield added: \"Politically there has been damage inflicted in the relationship between the hierarchy and Conte, and for all the public utterances to the contrary, I don't think it's been healed. It is an issue and will continue to be an issue.\"It feels as if it's a divorce waiting to happen. I think the damage done.\"If Conte does leave at the end of the season, Chelsea will be looking for their eighth different permanent manager since 2010.The Sunday Times' Jonathan Northcroft said: \"This has happened to every Chelsea manager in the Roman Abramovich era and they have always failed to build on success and create permanence, there has never been a sense of the manager leading the club in the way that Pep Guardiola is leading Manchester City or Fergie led Manchester United.\"At some point that's why winning teams drop off or fall apart because the players don't get that feeling of carrying on and continuing and they almost need that new manager to come in and give them a jolt, it's a cycle.\"",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> produced a lacklustre display on Saturday as they drew 0-0 with <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a> at <a href=\"http://dbpedia.org/resource/Stamford_A.F.C.\" title=\"http://dbpedia.org/resource/Stamford_A.F.C.\" target=\"_blank\">Stamford</a> Bridge.It was <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>\\&apos;s third goalless draw in a row and came in the same week that reports in the media claimed <a href=\"http://dbpedia.org/resource/Massimiliano_Allegri\" title=\"http://dbpedia.org/resource/Massimiliano_Allegri\" target=\"_blank\">Massimiliano Allegri</a> and <a href=\"http://dbpedia.org/resource/Maurizio_Sarri\" title=\"http://dbpedia.org/resource/Maurizio_Sarri\" target=\"_blank\">Maurizio Sarri</a> could replace Conte in the summer.Speaking on the Sunday Supplement, The Guardian\\&apos;s London football correspondent Fifield said: &quot;They are unbeaten in 10, have lost one of their last 18 matches, and are still in all four competitions&#x2026;but there is something not right and their performance yesterday was arguably the worst of the <a href=\"http://dbpedia.org/resource/Antonio_Conte\" title=\"http://dbpedia.org/resource/Antonio_Conte\" target=\"_blank\">Antonio Conte</a> era, it was so lethargic.&quot;There is a growing acceptance that <a href=\"http://dbpedia.org/resource/Antonio_Conte\" title=\"http://dbpedia.org/resource/Antonio_Conte\" target=\"_blank\">Antonio Conte</a> is probably not going to be at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> next season and at some point that will impact upon the squad and players\\&apos; performances.&quot;We have seen this before with <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>. <a href=\"http://dbpedia.org/resource/Carlo_Ancelotti\" title=\"http://dbpedia.org/resource/Carlo_Ancelotti\" target=\"_blank\">Carlo Ancelotti</a> was a dead man walking for six months really, and he was sacked on the final day of the season.&quot;And some of the whispers coming out of <a href=\"http://dbpedia.org/resource/Italy_national_football_team\" title=\"http://dbpedia.org/resource/Italy_national_football_team\" target=\"_blank\">Italy</a> suggest people expect Conte to depart in the summer and that will have an effect over the second half of the season.&quot;Conte has a year left on his contract with <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> but said on Friday that &quot;anything is possible&quot; regarding his <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Stamford Bridge</a> future.And Fifield added: &quot;Politically there has been damage inflicted in the relationship between the hierarchy and Conte, and for all the public utterances to the contrary, I don\\&apos;t think it\\&apos;s been healed. It is an issue and will continue to be an issue.&quot;It feels as if it\\&apos;s a divorce waiting to happen. I think the damage done.&quot;If Conte does leave at the end of the season, <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> will be looking for their eighth different permanent manager since 2010.The Sunday Times\\&apos; Jonathan Northcroft said: &quot;This has happened to every <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> manager in the Roman Abramovich era and they have always failed to build on success and create permanence, there has never been a sense of the manager leading the club in the way that <a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a> is leading <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> or <a href=\"http://dbpedia.org/resource/Alex_Ferguson\" title=\"http://dbpedia.org/resource/Alex_Ferguson\" target=\"_blank\">Fergie</a> led <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>.&quot;At some point that\\&apos;s why winning teams drop off or fall apart because the players don\\&apos;t get that feeling of carrying on and continuing and they almost need that new manager to come in and give them a jolt, it\\&apos;s a cycle.&quot;\n"
}