{
  "date": "09/01/18",
  "title": "Antonio Conte 'very happy' with Michy Batshuayi at Chelsea",
  "description": "Antonio Conte has insisted he is \"very happy\" with Michy Batshuayi amid speculation the striker could leave Chelsea in January.",
  "content": "The Italian also failed to deny reports Chelsea are interested in signing West Ham striker Andy Carroll this month.Batshuayi has largely been used as back-up to Alvaro Morata by Conte this season, and it is understood there has been interest from Sevilla in the 24-year-old.However, Conte said: \"Batshuayi is a young player. He has a good future in front of him. He has to continue to work and have commitment.\"It's not simple to be young and play in a great team like Chelsea. But I'm very with his commitment and I'm very happy with his behaviour during the training sessions.\"I'm very happy when he's playing and when I'm calling him to start the game. He has to continue this way.\"The 48-year-old has regularly stated he has little control over transfers at Chelsea, and he repeated that assertion when asked about the prospect of Chelsea targeting Carroll.He said: \"I am very happy to work with my players and I'm very happy with the commitment of my players.\"The club knows very well the positions we can improve. Now there is a transfer market. If there is a possibility to find a good solution to improve the squad I think the club knows very well my opinion.\"",
  "dbpedia": "\nThe Italian also failed to deny reports <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> are interested in signing <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> striker <a href=\"http://dbpedia.org/resource/Andy_Carroll\" title=\"http://dbpedia.org/resource/Andy_Carroll\" target=\"_blank\">Andy Carroll</a> this month.Batshuayi has largely been used as back-up to Alvaro Morata by Conte this season, and it is understood there has been interest from <a href=\"http://dbpedia.org/resource/Sevilla_FC\" title=\"http://dbpedia.org/resource/Sevilla_FC\" target=\"_blank\">Sevilla</a> in the 24-year-old.However, Conte said: &quot;Batshuayi is a young player. He has a good future in front of him. He has to continue to work and have commitment.&quot;It\\&apos;s not simple to be young and play in a great team like <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>. But I\\&apos;m very with his commitment and I\\&apos;m very happy with his behaviour during the training sessions.&quot;I\\&apos;m very happy when he\\&apos;s playing and when I\\&apos;m calling him to start the game. He has to continue this way.&quot;The 48-year-old has regularly stated he has little control over transfers at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>, and he repeated that assertion when asked about the prospect of <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> targeting Carroll.He said: &quot;I am very happy to work with my players and I\\&apos;m very happy with the commitment of my players.&quot;The club knows very well the positions we can improve. Now there is a transfer market. If there is a possibility to find a good solution to improve the squad I think the club knows very well my opinion.&quot;\n"
}