{
  "date": "08/01/18",
  "title": "Are drones football's new tactics tool? We lift the lid on Charlton's training ground innovation",
  "description": "We lift the lid on Charlton's innovative use of drones, which manager Karl Robinson and coach David Powderly say is transforming the club's training sessions...",
  "content": "\"This has really opened up a new world for us,\" Charlton manager Karl Robinson enthusiastically tells Sky Sports.\nHe's stood in the 'classroom' at the club's south east London training ground, scrolling through aerial footage of the morning's tactical work on a giant, interactive touchscreen.\nThe whole session was filmed using a drone - and the bird's-eye-view it provides is proving hugely valuable to Robinson, who expects all Premier League clubs to adopt the technology within a year.\nRight now, though, it is the League One club feeling the benefits as early adopters of this innovative filming technique.\nWhile his players shower, change and eat lunch after their latest workout, Robinson and his analysis team clip, cut and examine the footage. The squad will soon file into the pitch-side cabin to see how well they executed their manager's plans.\nHaving stood on the touchline during the mid-morning tactical run-through, the improved view provided by the drone is staggering. Suddenly formation lines, spaces between players and potential avenues of attack become clear.\nFor Robinson it's a fantastic way to educate his players - and far more effective than in-depth dossiers which fail to resonate with his tech-savvy young players, who even review clips of themselves on their mobile phones.\n\"The world's changed,\" he says. \"I've got an 11-year-old daughter who is teaching me how to use my tablet, who does homework on an internet site from the school, rather than bringing home a book. It's not just football - society is learning in different ways and we need to make sure we keep moving with the times.\n\"Some of our players are very visual learners. Jay Dasilva, for instance, captain of England U19s in the summer and a top young player on loan here from Chelsea, he will look at this and learn more from this. He'll start to understand how much space there is in this zone. He's not only just done it in training but he's recapping and going over it again with this. It's also a great motivational tool.\n\"I've seen Premier League clubs who have fixed cameras on buildings looking down on the pitches - but this allows us to move around and do many more things. It was a weird sensation at first, to have this thing buzzing above your head but you get used to it after a while and you can see how influential this can be.\"\nControlling the drone is David Powderly. The Charlton youth team coach was inspired to explore and invest in the technology after seeing a high camera angle view of Pep Guardiola's Bayern Munich going man-for-man against Barcelona in a 2015 Champions League semi-final on Sky Sports.\n\"I was thinking 'how can I use this in my own training sessions',\" said Powderly. \"I tried connecting cameras to high fences but it wasn't ideal. That's when I looked at drones.\"\nThe process wasn't straightforward, with Powderly needing to take a course with the Civil Aviation Authority and pass EFL health and safety checks before using the drone at Charlton's training ground. But it's proven worthwhile.\n\"With a normal camera, you're only going to see a certain amount of depth,\" says Powderly as he steers his drone over the Charlton players with a remote control. \"But with this you can look down on the pitch and see the spaces you can take advantage of. The main thing is the coaching on the grass, but this is another tool to aid their development.\"\nPowderly's drone work has already caused a stir among coaches across Europe. His presentation at a coaching conference in Geneva last year led to some of the continent's elite clubs, including Barcelona and Ajax, inviting him to their training bases to show them how he uses the technology.\nBut back in south east London, using the drone on a day-to-day basis is providing Charlton with an added edge.\n\"It enables us a football club to move forward,\" says Robinson. \"From golf to Formula One, the fine margins they work with are incredible and football is going that way.\n\"What this does is it allows me to make them better players. It helps my assistant Lee Bowyer with his coaching sessions. It allows our fitness coaches to be better at their job, our analysis team to be better at their job. And if we're all better at our jobs as a staff, fundamentally that will make our players better, which, collectively, should lead to more success.\"\n",
  "dbpedia": "\"This has really opened up a new world for us,\" <a href=\"http://dbpedia.org/resource/Charlton_Athletic_F.C.\" title=\"http://dbpedia.org/resource/Charlton_Athletic_F.C.\" target=\"_blank\">Charlton</a> manager <a href=\"http://dbpedia.org/resource/Karl_Robinson\" title=\"http://dbpedia.org/resource/Karl_Robinson\" target=\"_blank\">Karl Robinson</a> enthusiastically tells Sky Sports.<br>He's stood in the 'classroom' at the club's south east London training ground, scrolling through aerial footage of the morning's tactical work on a giant, interactive touchscreen.<br>The whole session was filmed using a drone - and the bird's-eye-view it provides is proving hugely valuable to Robinson, who expects all <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> clubs to adopt the technology within a year.<br>Right now, though, it is the <a href=\"http://dbpedia.org/resource/Football_League_One\" title=\"http://dbpedia.org/resource/Football_League_One\" target=\"_blank\">League One</a> club feeling the benefits as early adopters of this innovative filming technique.<br>While his players shower, change and eat lunch after their latest workout, Robinson and his analysis team clip, cut and examine the footage. The squad will soon file into the pitch-side cabin to see how well they executed their manager's plans.<br>Having stood on the touchline during the mid-morning tactical run-through, the improved view provided by the drone is staggering. Suddenly formation lines, spaces between players and potential avenues of attack become clear.<br>For Robinson it's a fantastic way to educate his players - and far more effective than in-depth dossiers which fail to resonate with his tech-savvy young players, who even review clips of themselves on their mobile phones.<br>\"The world's changed,\" he says. \"I've got an 11-year-old daughter who is teaching me how to use my tablet, who does homework on an internet site from the school, rather than bringing home a book. It's not just football - society is learning in different ways and we need to make sure we keep moving with the times.<br>\"Some of our players are very visual learners. Jay Dasilva, for instance, captain of <a href=\"http://dbpedia.org/resource/England_national_under-19_football_team\" title=\"http://dbpedia.org/resource/England_national_under-19_football_team\" target=\"_blank\">England U19s</a> in the summer and a top young player on loan here from <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>, he will look at this and learn more from this. He'll start to understand how much space there is in this zone. He's not only just done it in training but he's recapping and going over it again with this. It's also a great motivational tool.<br>\"I've seen <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> clubs who have fixed cameras on buildings looking down on the pitches - but this allows us to move around and do many more things. It was a weird sensation at first, to have this thing buzzing above your head but you get used to it after a while and you can see how influential this can be.\"<br>Controlling the drone is David Powderly. The <a href=\"http://dbpedia.org/resource/Charlton_Athletic_F.C.\" title=\"http://dbpedia.org/resource/Charlton_Athletic_F.C.\" target=\"_blank\">Charlton</a> youth team coach was inspired to explore and invest in the technology after seeing a high camera angle view of <a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a>'s <a href=\"http://dbpedia.org/resource/FC_Bayern_Munich\" title=\"http://dbpedia.org/resource/FC_Bayern_Munich\" target=\"_blank\">Bayern Munich</a> going man-for-man against <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> in a 2015 Champions League semi-final on Sky Sports.<br>\"I was thinking 'how can I use this in my own training sessions',\" said Powderly. \"I tried connecting cameras to high fences but it wasn't ideal. That's when I looked at drones.\"<br>The process wasn't straightforward, with Powderly needing to take a course with the Civil Aviation Authority and pass EFL health and safety checks before using the drone at <a href=\"http://dbpedia.org/resource/Charlton_Athletic_F.C.\" title=\"http://dbpedia.org/resource/Charlton_Athletic_F.C.\" target=\"_blank\">Charlton</a>'s training ground. But it's proven worthwhile.<br>\"With a normal camera, you're only going to see a certain amount of depth,\" says Powderly as he steers his drone over the <a href=\"http://dbpedia.org/resource/Charlton_Athletic_F.C.\" title=\"http://dbpedia.org/resource/Charlton_Athletic_F.C.\" target=\"_blank\">Charlton</a> players with a remote control. \"But with this you can look down on the pitch and see the spaces you can take advantage of. The main thing is the coaching on the grass, but this is another tool to aid their development.\"<br>Powderly's drone work has already caused a stir among coaches across Europe. His presentation at a coaching conference in Geneva last year led to some of the continent's elite clubs, including <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> and <a href=\"http://dbpedia.org/resource/AFC_Ajax\" title=\"http://dbpedia.org/resource/AFC_Ajax\" target=\"_blank\">Ajax</a>, inviting him to their training bases to show them how he uses the technology.<br>But back in south east London, using the drone on a day-to-day basis is providing <a href=\"http://dbpedia.org/resource/Charlton_Athletic_F.C.\" title=\"http://dbpedia.org/resource/Charlton_Athletic_F.C.\" target=\"_blank\">Charlton</a> with an added edge.<br>\"It enables us a football club to move forward,\" says Robinson. \"From golf to Formula One, the fine margins they work with are incredible and football is going that way.<br>\"What this does is it allows me to make them better players. It helps my assistant <a href=\"http://dbpedia.org/resource/Lee_Bowyer\" title=\"http://dbpedia.org/resource/Lee_Bowyer\" target=\"_blank\">Lee Bowyer</a> with his coaching sessions. It allows our fitness coaches to be better at their job, our analysis team to be better at their job. And if we're all better at our jobs as a staff, fundamentally that will make our players better, which, collectively, should lead to more success.\"<br>"
}