{
  "date": "10/01/18",
  "title": "Arsene Wenger not keen on watching Arsenal's clash with Chelsea from Stamford Bridge stands",
  "description": "Arsene Wenger ended up sitting next to his gardener at Chelsea last season, but insists all is not rosy when it comes to watching from the stands.",
  "content": "Wenger will serve the second of a three-match touchline ban when Arsenal face Chelsea in the first leg of the Carabao Cup semi-finals, live on Sky Sports Football HD.It is an experience Wenger is not unfamiliar with at Stamford Bridge. He watched on from the stands there as part of another suspension in February last year, and bumped into an unusual spectator.\"I sat next to a guy who says: 'hello, how are you?' I said: 'good afternoon.' He said: 'I am your gardener',\" Wenger explained.\"I didn't even know him. He was an Arsenal fan, who went to the game at Chelsea.\"Wenger will be able to communicate remotely with assistant manager Steve Bould and first-team coach Jens Lehmann on Wednesday, but the lay-out of Chelsea's ground makes it awkward to reach the changing rooms.\"I will try to find a different place,\" Wenger said.\"It was not a pleasant experience (last season). At Chelsea, you have to go on the other side to go in the directors' box so by the time you get around the stadium, it's 10 minutes played.\"Wenger was made to feel uncomfortable on Sunday too as Arsenal bowed out of the FA Cup third round to mid-table Championship side Nottingham Forest.With Arsenal's chances of winning a trophy now realistically reduced to two competitions - the Carabao Cup and Europa League - the importance of the game against Chelsea would appear to have increased.\"We killed an opportunity to win a trophy on Sunday, we have another one on Wednesday and of course it is important,\" Wenger said.\"But as well you have to say I've won the FA Cup seven times and on top of that people are always scandalised.\"Nobody has won the FA Cup more than I did, but still it is (seen as) an absolute disaster. Get somebody to win it more, and then I say OK, well done.\"Arsenal snatched a frantic draw at home to Chelsea in the Premier League only last week, with Wenger left incensed by a penalty won, and converted, by Eden Hazard.Chelsea head coach Antonio Conte described Wenger as an \"old coach\" whose way is to complain about referees, but Wenger would not be swayed on Hazard.\"Am I an old coach? Yes. He's not a young coach, he's an old coach as well,\" Wenger said with a smile.\"You see how Hazard goes down and you see how quickly he takes the penalty when he gets the penalty. If he was so injured why did he take the penalty?\"I do not blame Hazard. He acted in a very professional way basically to get the penalty for his team.\""
}