{
  "date": "16/01/18",
  "title": "Arsene Wenger receives formal warning from FA over referee comments  ",
  "description": "Arsene Wenger has received a  formal warning from the Football Association over his comments made before and after January's 2-2 draw against Chelsea.",
  "content": "The Arsenal manager had been asked by the FA to provide his observations on what he said about refereeing decisions which went against the Gunners in the 1-1 draw against West Brom on New Year's Eve and the 2-2 draw against Chelsea three days later.\nOn January 2, 2018 Wenger said in his pre-match press conference ahead of the game: \"It was very disappointing in the way it happened. I must say what is more frustrating for me is that it happened many times this season - at Stoke, at Watford, at Manchester City, at West Brom. That is a concerning coincidence for me.\n\"That's why I was not happy at all with the movement that the referee made to show why he gave the penalty, because that didn't correspond at all with what happened. On that front, it's a bit worrying.\"\n\"No, he [referee Mike Dean] saw what he wanted to see and we have to deal with that. We have to put that behind us and focus on our next game, not dwell on it.\"\nIn his post-match press conference, he said: \"Yeah of course it's all opinions, if you are on one side it's opinions, if you are on the other side it's opinions. But when opinions always go the same way it's coincidence. Statistically it's built on the fact that when it's repeated it's not coincidence.\n\"We got again a farcical decision on the penalty but we knew that as well before so we have to deal with that.\"\nThe FA confirmed Wenger has been formally warned and not charged.\nThe formal warning comes shortly after the Frenchman received a three-match touchline ban after he admitted questioning the integrity of the referee in the match officials' changing room at the Hawthorns.\nWenger sat in the stands for this month's games against Nottingham Forest, Chelsea and Bournemouth.and was also fined £40,000.\nAn FA panel considered a full stadium ban but \"agreed it was not warranted in this case\".\n",
  "dbpedia": "The <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> manager had been asked by the FA to provide his observations on what he said about refereeing decisions which went against the Gunners in the 1-1 draw against <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> on New Year's Eve and the 2-2 draw against <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> three days later.<br>On January 2, 2018 Wenger said in his pre-match press conference ahead of the game: \"It was very disappointing in the way it happened. I must say what is more frustrating for me is that it happened many times this season - at <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a>, at <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a>, at <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>, at <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a>. That is a concerning coincidence for me.<br>\"That's why I was not happy at all with the movement that the referee made to show why he gave the penalty, because that didn't correspond at all with what happened. On that front, it's a bit worrying.\"<br>\"No, he [referee Mike Dean] saw what he wanted to see and we have to deal with that. We have to put that behind us and focus on our next game, not dwell on it.\"<br>In his post-match press conference, he said: \"Yeah of course it's all opinions, if you are on one side it's opinions, if you are on the other side it's opinions. But when opinions always go the same way it's coincidence. Statistically it's built on the fact that when it's repeated it's not coincidence.<br>\"We got again a farcical decision on the penalty but we knew that as well before so we have to deal with that.\"<br>The FA confirmed Wenger has been formally warned and not charged.<br>The formal warning comes shortly after the Frenchman received a three-match touchline ban after he admitted questioning the integrity of the referee in the match officials' changing room at the Hawthorns.<br>Wenger sat in the stands for this month's games against <a href=\"http://dbpedia.org/resource/Nottingham_Forest_F.C.\" title=\"http://dbpedia.org/resource/Nottingham_Forest_F.C.\" target=\"_blank\">Nottingham Forest</a>, <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> and Bournemouth.and was also fined £40,000.<br>An FA panel considered a full stadium ban but \"agreed it was not warranted in this case\".<br>"
}