{
  "date": "16/01/18",
  "title": "Arsenal optimistic of signing Pierre-Emerick Aubameyang in January, says Guillem Balague",
  "description": "Arsenal are optimistic of signing Pierre-Emerick Aubameyang from Borussia Dortmund for 60m euros (£53.4m) in the January window, according to Guillem Balague.",
  "content": "Aubameyang is Arsenal's first choice to replace Alexis Sanchez if the Chile international leaves, Sky in Italy reported earlier this month, and the 28-year-old was left out of the Dortmund squad for their match against Wolfsburg on Sunday for disciplinary reasons.Dortmund boss Peter Stoger confirmed the striker missed a pre-game meeting after training on Saturday and was subsequently dropped, and Sky Sports' Balague says Arsenal are working hard on a deal for Aubayemang, along with other January reinforcements.\"Arsenal have a few signings they want to confirm in the next few days,\" Balague said. \"One of them they want to close and finalise is Aubameyang.\"They are willing to pay 60m euros. So they hope Dortmund accepts, and are very optimistic that this could be the case. There are other clubs interested but right now Arsenal is ahead of them, but nothing has been finalised yet.\"It would take perhaps longer than Alexis' sale, but they're putting all their efforts on it. They think he would be a perfect replacement to Alexis, and would work really well with Alexandre Lacazette.\"Aubameyang wants a deal, Arsenal want a deal, but we'll have to see what Dortmund say about it. It won't be the only signing Arsenal make, as they are after two more to strengthen this month to reinforce the side. As we saw at the weekend, they need it.\"Aubameyang, who has scored 21 goals in 23 appearances for Dortmund in all competitions this season, has routinely been linked with a move to the Premier League after topping the goalscoring table in the Bundesliga last season.According to Sky in Germany, Aubameyang is not trying to engineer a move away from the club, although his behaviour is understood to have angered some of his team-mates.Dortmund's sporting director Michael Zorc revealed the Gabon striker's repeated lateness is a problem and the club are working with the player to improve it.\"Auba is a special player,\" said Zorc. \"He is extravagant and a colourful character. That does a city like Dortmund a lot of good.\"We have only one problem with him - that is punctuality. We have to be very clear about that.\"",
  "dbpedia": "\nAubameyang is <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>\\&apos;s first choice to replace Alexis Sanchez if the <a href=\"http://dbpedia.org/resource/Chile_national_football_team\" title=\"http://dbpedia.org/resource/Chile_national_football_team\" target=\"_blank\">Chile</a> international leaves, Sky in <a href=\"http://dbpedia.org/resource/Italy_national_football_team\" title=\"http://dbpedia.org/resource/Italy_national_football_team\" target=\"_blank\">Italy</a> reported earlier this month, and the 28-year-old was left out of the <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Dortmund</a> squad for their match against <a href=\"http://dbpedia.org/resource/VfL_Wolfsburg\" title=\"http://dbpedia.org/resource/VfL_Wolfsburg\" target=\"_blank\">Wolfsburg</a> on Sunday for disciplinary reasons.Dortmund boss Peter Stoger confirmed the striker missed a pre-game meeting after training on Saturday and was subsequently dropped, and Sky Sports\\&apos; Balague says <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> are working hard on a deal for Aubayemang, along with other January reinforcements.&quot;<a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> have a few signings they want to confirm in the next few days,&quot; Balague said. &quot;One of them they want to close and finalise is Aubameyang.&quot;They are willing to pay 60m euros. So they hope <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Dortmund</a> accepts, and are very optimistic that this could be the case. There are other clubs interested but right now <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> is ahead of them, but nothing has been finalised yet.&quot;It would take perhaps longer than Alexis\\&apos; sale, but they\\&apos;re putting all their efforts on it. They think he would be a perfect replacement to Alexis, and would work really well with <a href=\"http://dbpedia.org/resource/Alexandre_Lacazette\" title=\"http://dbpedia.org/resource/Alexandre_Lacazette\" target=\"_blank\">Alexandre Lacazette</a>.&quot;Aubameyang wants a deal, <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> want a deal, but we\\&apos;ll have to see what <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Dortmund</a> say about it. It won\\&apos;t be the only signing <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> make, as they are after two more to strengthen this month to reinforce the side. As we saw at the weekend, they need it.&quot;Aubameyang, who has scored 21 goals in 23 appearances for <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Dortmund</a> in all competitions this season, has routinely been linked with a move to the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> after topping the goalscoring table in the Bundesliga last season.According to Sky in <a href=\"http://dbpedia.org/resource/Germany_national_football_team\" title=\"http://dbpedia.org/resource/Germany_national_football_team\" target=\"_blank\">Germany</a>, Aubameyang is not trying to engineer a move away from the club, although his behaviour is understood to have angered some of his team-mates.Dortmund\\&apos;s sporting director <a href=\"http://dbpedia.org/resource/Michael_Zorc\" title=\"http://dbpedia.org/resource/Michael_Zorc\" target=\"_blank\">Michael Zorc</a> revealed the <a href=\"http://dbpedia.org/resource/Gabon_national_football_team\" title=\"http://dbpedia.org/resource/Gabon_national_football_team\" target=\"_blank\">Gabon</a> striker\\&apos;s repeated lateness is a problem and the club are working with the player to improve it.&quot;Auba is a special player,&quot; said Zorc. &quot;He is extravagant and a colourful character. That does a city like <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Dortmund</a> a lot of good.&quot;We have only one problem with him - that is punctuality. We have to be very clear about that.&quot;\n"
}