{
  "date": "22/01/18",
  "title": "Henrikh Mkhitaryan can fill Alexis Sanchez's void but Arsenal must add steel, says Kevin Campbell",
  "description": "Arsenal do not need Alexis Sanchez but must improve the spine of their team following the imminent arrival of Henrikh Mkhitaryan, according to former striker Kevin Campbell.",
  "content": "Armenia international Mkhitaryan is closing in on a switch to the Emirates Stadium from Manchester United as part of a deal that will see Sanchez move in the opposite direction.But in addition to Mkhitaryan's pending arrival, Campbell believes Arsene Wenger's squad needs more world-class additions to strengthen up their defensive side.\"Arsenal don't need Sanchez, especially if Mkhitaryan comes,\" Campbell told Premier League Daily.\"Here's the conundrum. Will they tie down Ozil? If Ozil doesn't sign then Mkhitaryan is really that playmaker. But Ozil and Mkhitaryan in the same team - can it work?\"I think there is going to have to be a serious plan of how to shore up that central midfield area because Arsenal can be gung-ho.\"They can leave the midfield wide open so there has to be some groundwork - a defensive player in there to be able to combat and compliment those two players.\"Arsenal paid a club-record fee to sign striker Alexander Lacazette last summer but they are keen to bring in Borussia Dortmund forward Pierre Emerick-Aubameyang this month.\"You're going to have to [play them all] because if they come to the club they are going to have to play,\" Campbell added.\"You can fit them in but you have to organise the back four and the midfield defensively. You need world-class players.\"You need a world-class centre-half and a world-class defensive midfielder in order to compliment those world-class players.\"Former Celtic striker Andy Walker featured alongside Campbell on Premier League Daily and the Scot admits he is bemused by Wenger's decision to focus on bringing in attacking players during this month's transfer window.\"We always talk about Arsenal being so impressive middle-to-front, the options that they have the goals that they score. It's very often a thing of beauty,\" he said.\"But defensively [they need] a strong centre-back, maybe a strong defensive midfield player. That seems to me to be more of a priority than another attacking option.\""
}