{
  "date": "07/01/18",
  "title": "Arsene Wenger remembers Nottingham Forest great Brian Clough",
  "description": "Arsene Wenger thinks the personality of Nottingham Forest favourite Brian\nClough is permanently stamped on the English game.",
  "content": "The Gunners open the defence of their FA Cup crown at the City Ground on Sunday in a fixture that has special significance for Wenger, who as an aspiring manager admired Clough as a \"guy on another planet\".Clough was in charge at Forest for 18 years until 1993 and the two met after a match once he had retired.\"We didn't speak a lot after the game because he was already fatigued,\" the Gunners boss said.\"He was very lean and you could see he was no longer at full power. But of course I had huge respect for him.\"When I was young I looked at the big managers who were successful. For me then, Brian Clough was a guy on another planet.\"Today everything is available, but at the time you had to look for information. I used to travel in my car at night to watch managers work and watch their training and then come back home in the next morning.\"It's different now because you have the internet and every exercise from every single club is available. At the time you had to fight for your information, now you have too much.\"I believe that above his achievements is his personality. He's a special person in English football.\"It's his personality that has left a huge imprint on the history of the game. So he will be remembered as one of the greatest ever, among three or four greatest in English football.\"Clough guided Forest to successive European Cups in 1979 and 1980, a stunning achievement Wenger insists is no longer possible.\"Can Nottingham Forest win the European Cup today? Could Aston Villa do it? It's gone,\" Wenger said.\"The history of these clubs and the huge personalities behind their success show that football has changed completely.\"Now all the best players in the world are grouped in a small number of clubs, so their achievements would not be possible now. I wouldn't say it's for the worst, but it's changed.\"You could spot a small player in a small club next to Nottingham, bring him in and he has a chance to be successful, but that has all gone now.\""
}