{
  "date": "05/01/18",
  "title": "Arsenal manager Arsene Wenger stands by his remarks about recent penalty awards",
  "description": "Arsenal manager Arsene Wenger says he stands by the contentious remarks he made before and after Wednesday's draw with Chelsea.",
  "content": "Wenger says he tries to serve football with \"honesty, integrity\" and will always speak out if he feels he has something to say.\nAfter a late penalty cost Arsenal three points at West Brom last weekend, Wenger described a series of spot-kicks awarded against his side as \"a concerning coincidence\".\nIn Arsenal's match on Wednesday Chelsea were awarded a penalty in a 2-2 draw, a decision Wenger said was \"farcical\".\nThe FA has asked Wenger to explain his comments and the Frenchman said on Friday that he would not be backing down.\n\"Yes I have been asked and I maintain what I said in the press conference, 100 per cent,\" said Wenger.\n\"Basically, nothing has changed. I have been in England for 21 years and I try to serve this game with honesty, integrity and, when I have something to say, I say it. On that front, nothing will change ever.\"\nThe contentious penalty on Wednesday was awarded for a Hector Bellerin challenge on Eden Hazard and Wenger remains adamant in his belief that referee Anthony Taylor got it wrong.\n\"One hundred per cent,\" he said. \"I respect everybody's opinion, [but] I think it was a yellow card for Hazard, 100 per cent.\n\"I have a right to have my opinion and I respect everybody's opinion.\"\nRegarding the refereeing situation in general, Wenger added: \"What we want is to see big football games, with big players on the pitch, and you want them to be refereed by top quality people.\n\"I think I contributed a lot to give referees a great opportunity to be at their best, because I had a huge influence on the fact they became professional, and that is why I can be demanding as well.\n\"What I want from them is to be at the top and I am quite surprised that is shocking.\"\nWenger has been charged with misconduct by the FA following his behaviour in the referee's changing room following the draw at West Brom.\nHowever, he said: \"I am focused on football.\n\"All this fuss. You imagine, that I am 21 years in the game, and what I have seen, and heard, in the corridors from people, and you can understand that I am surprised and shocked by having been charged.\"\nOn a happier note, former world footballer of the year George Weah is the president-elect of Liberia, to the delight of Wenger, who had a close relationship with the player during their Monaco days.\nWenger said: \"I have been invited by George to come to the day when he will be president.\n\"It's a happy story and I wish of course that he has a happy presidency, and I would like to say that this guy is an example to everyone who plays football today.\"\nWenger is not sure if he will be able to attend Weah's inauguration, however.\n\"I don't think so, because I believe I will be busy,\" he said. \"Maybe if I am suspended, I will have time to go!\"\n",
  "dbpedia": "Wenger says he tries to serve football with \"honesty, integrity\" and will always speak out if he feels he has something to say.<br>After a late penalty cost <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> three points at <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> last weekend, Wenger described a series of spot-kicks awarded against his side as \"a concerning coincidence\".<br>In <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>'s match on Wednesday <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> were awarded a penalty in a 2-2 draw, a decision Wenger said was \"farcical\".<br>The FA has asked Wenger to explain his comments and the Frenchman said on Friday that he would not be backing down.<br>\"Yes I have been asked and I maintain what I said in the press conference, 100 per cent,\" said Wenger.<br>\"Basically, nothing has changed. I have been in <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> for 21 years and I try to serve this game with honesty, integrity and, when I have something to say, I say it. On that front, nothing will change ever.\"<br>The contentious penalty on Wednesday was awarded for a Hector Bellerin challenge on <a href=\"http://dbpedia.org/resource/Eden_Hazard\" title=\"http://dbpedia.org/resource/Eden_Hazard\" target=\"_blank\">Eden Hazard</a> and Wenger remains adamant in his belief that referee Anthony Taylor got it wrong.<br>\"One hundred per cent,\" he said. \"I respect everybody's opinion, [but] I think it was a yellow card for Hazard, 100 per cent.<br>\"I have a right to have my opinion and I respect everybody's opinion.\"<br>Regarding the refereeing situation in general, Wenger added: \"What we want is to see big football games, with big players on the pitch, and you want them to be refereed by top quality people.<br>\"I think I contributed a lot to give referees a great opportunity to be at their best, because I had a huge influence on the fact they became professional, and that is why I can be demanding as well.<br>\"What I want from them is to be at the top and I am quite surprised that is shocking.\"<br>Wenger has been charged with misconduct by the FA following his behaviour in the referee's changing room following the draw at <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a>.<br>However, he said: \"I am focused on football.<br>\"All this fuss. You imagine, that I am 21 years in the game, and what I have seen, and heard, in the corridors from people, and you can understand that I am surprised and shocked by having been charged.\"<br>On a happier note, former world footballer of the year <a href=\"http://dbpedia.org/resource/George_Weah\" title=\"http://dbpedia.org/resource/George_Weah\" target=\"_blank\">George Weah</a> is the president-elect of <a href=\"http://dbpedia.org/resource/Liberia_national_football_team\" title=\"http://dbpedia.org/resource/Liberia_national_football_team\" target=\"_blank\">Liberia</a>, to the delight of Wenger, who had a close relationship with the player during their <a href=\"http://dbpedia.org/resource/AS_Monaco_FC\" title=\"http://dbpedia.org/resource/AS_Monaco_FC\" target=\"_blank\">Monaco</a> days.<br>Wenger said: \"I have been invited by George to come to the day when he will be president.<br>\"It's a happy story and I wish of course that he has a happy presidency, and I would like to say that this guy is an example to everyone who plays football today.\"<br>Wenger is not sure if he will be able to attend Weah's inauguration, however.<br>\"I don't think so, because I believe I will be busy,\" he said. \"Maybe if I am suspended, I will have time to go!\"<br>"
}