{
  "date": "21/01/18",
  "title": "Arsenal haven't progressed under Arsene Wenger in recent years, says Michael Thomas",
  "description": "Arsenal have not progressed under Arsene Wenger in the past few years, says Michael Thomas.",
  "content": "Arsenal have not won the Premier League since 2004, and though they have won four FA Cup titles since, have failed to put together a strong title challenge since moving to the Emirates in 2006.Speaking on Goals on Sunday, former Arsenal midfielder Thomas says Wenger would not have lasted this long at most other clubs, and though admitting the Frenchman has been good for the club overall, says the board need to act.Thomas said: \"[The 4-1 win over Palace on Saturday] was fantastic, but that's Arsenal. They are always going to win games, no matter who is playing. However, for me, the most important thing is to win the league.\"They've not progressed. They've won the FA Cup and it's still a big thing but the league should be their bread and butter.\"Arsene Wenger has been fantastic for the club and I love what he's done for the club, but anywhere else he wouldn't be there because he's not won a major trophy for a long time.\"Anywhere else, especially abroad, he wouldn't be there long enough. It's down to the board and they should be doing something about it.\"The golden thing was that we left Highbury to move to a bigger stadium and compete with the big boys and win big trophies. Has it happened yet? It hasn't.\"Alexis Sanchez is undergoing a medical at Manchester United as his potential swap deal with Henrikh Mkhitaryan edges closer, according to Sky sources.Thomas says Mkhitaryan will be a good signing, but is concerned at who will score the goals at the Emirates without Sanchez, and also worries about the defence.\"It's a great bit of business. Mkhitaryan will definitely thrive under Wenger. But now, who is going to score the goals? Arsenal need more goals from around the team.\"They also need to be stronger defensively if they want to go up the league. The central defence needs sorting. It needs to be tighter as a unit and then you can think about winning the big trophies. If you can't sort things out at the back what's the point of scoring goals.\""
}