{
  "date": "13/01/18",
  "title": "Arsenal's Alexis Sanchez and Mesut Ozil situation is ridiculous, says Jamie Redknapp",
  "description": "In his latest column for Sky Sports, Jamie Redknapp discusses the \"ridiculous\" contract situation at Arsenal and explains why selling Alexis Sanchez to Manchester United would be a big mistake.",
  "content": "I was at Stamford Bridge for Arsenal's goalless draw with Chelsea in the Carabao Cup on Wednesday. It was a really good result for them after their FA Cup defeat to Nottingham Forest at the weekend, but without Alexis Sanchez and Mesut Ozil in the team, it was also a glimpse into the future.In terms of excitement, it doesn't look too rosy. They are the best two players Arsenal have and when they are not there, the difference in their attacking play is obvious.With Ozil, they really miss the style of game that he can bring. He is somebody who can open up teams, create chances and do something special with the ball.As for Sanchez, well, there's no way you could say that Arsenal are a better team without him. That would be ridiculous. He improves them immeasurably.It is ridiculous that such a big club as Arsenal have got themselves into such a mess with their best players.Now, I can understand the Jack Wilshere situation. He's a great talent but whether he deserves a long contract having missed so much football is debatable, so I understand why Arsenal would be nervous about that.You see it a lot when a player has six months to go on his contract and all of a sudden he turns into Lionel Messi.So that's a hard one, I get that, but to have Sanchez and Ozil in this situation is just down to mismanagement. It shows you that there is no one at the top of the club making the decisions that need to be made.Whether it's this month or in the summer, it's going to be a huge job to replace them. Finding the next Sanchez or the next Ozil? I wish them good luck because they are going to need it.It's not like 20 years ago when Arsene Wenger had the best scouting and had the African market and the French market dominated.It's all changed. There are no secrets anymore. Everyone is onto what you are trying to do in the market, and buying the best players costs an awful lot of money.For them to finish in the top four this season is not going got be easy, and that's why selling Sanchez to Manchester United would make no sense to me at all.Sell him to City. The truth is that Arsenal and Manchester City aren't rivals, but Arsenal are big rivals with United because they are both fighting for those top four spots.Wenger has put so much emphasis on finishing in the top four over the years, so why would he now go and strengthen one of his main rivals?It will be interesting to see if Sanchez plays against Bournemouth on Sunday. It will tell us a lot about his future if he doesn't.Even if he is not in the team, I still think this is a game Arsenal should win. Liverpool went down there a few weeks ago and dismantled them with fast flowing football. I think that's what Arsenal have to do.Bournemouth are a side who will take you on, but if you get the first goal against them they will open up and give you chances. Arsenal need to forget about everything else that is going on and make sure they come away with three points.Watch Bournemouth v Arsenal live on Sky Sports Premier League HD from 12.30pm on Sunday"
}