{
  "date": "24/01/18",
  "title": "Arsenal showed how united they are after Alexis Sanchez, says Andy Townsend",
  "description": "Arsenal showed how united they are after Alexis Sanchez's departure by reaching the Carabao Cup final, according to Andy Townsend.",
  "content": "The Gunners came from behind to beat Chelsea to set up a League Cup final against Man City at Wembley on February 25.The result - sealed by an Antonio Rudiger own goal and Granit Xhaka's second-half winner - came just 48 hours after the Sanchez saga was brought to end by his switch to Manchester United.\"It's a brilliant result,\" Townsend told The Debate. \"They went behind, came back and did it that hard way.\"This is a fantastic boost for Arsenal, especially when the same questions about whether Arsene should have gone in the summer are still surfacing.\"On the back of Alexis Sanchez going it's a fantastic answer from the rest of the camp how united they are, how they believe in what they are doing and how good they can be.\"Whenever Arsenal play against Chelsea and win it's significant, so to do so in the semi-final of the League Cup is bonus territory.\"The victory presents Wenger with the chance to lift the League Cup for the first time in his 21-year stint at Arsenal.He will have to beat Pep Guardiola's runaway Premier League leaders to lift the first major piece of silverware on offer this season.Townsend believes the Gunners can lay down a marker for the rest of the campaign by securing one of the trophies they have a realistic chance of winning.\"Serious Arsenal fans understand that this is one of the trophies they can go and win,\" he added.\"At the start of the season, even the staunchest of Arsenal fans would have thought they could win the league.\"So to be in the melting pot for the other major trophies is where they definitely are and where they should be. They are in another final and they can lay down a marker.\"",
  "dbpedia": "\nThe Gunners came from behind to beat <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> to set up a League Cup final against Man City at Wembley on February 25.The result - sealed by an Antonio Rudiger own goal and <a href=\"http://dbpedia.org/resource/Granit_Xhaka\" title=\"http://dbpedia.org/resource/Granit_Xhaka\" target=\"_blank\">Granit Xhaka</a>\\&apos;s second-half winner - came just 48 hours after the Sanchez saga was brought to end by his switch to <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>.&quot;It\\&apos;s a brilliant result,&quot; Townsend told The Debate. &quot;They went behind, came back and did it that hard way.&quot;This is a fantastic boost for <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>, especially when the same questions about whether Arsene should have gone in the summer are still surfacing.&quot;On the back of Alexis Sanchez going it\\&apos;s a fantastic answer from the rest of the camp how united they are, how they believe in what they are doing and how good they can be.&quot;Whenever <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> play against <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> and win it\\&apos;s significant, so to do so in the semi-final of the League Cup is bonus territory.&quot;The victory presents Wenger with the chance to lift the League Cup for the first time in his 21-year stint at Arsenal.He will have to beat <a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a>\\&apos;s runaway <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> leaders to lift the first major piece of silverware on offer this season.Townsend believes the Gunners can lay down a marker for the rest of the campaign by securing one of the trophies they have a realistic chance of winning.&quot;Serious <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> fans understand that this is one of the trophies they can go and win,&quot; he added.&quot;At the start of the season, even the staunchest of <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> fans would have thought they could win the league.&quot;So to be in the melting pot for the other major trophies is where they definitely are and where they should be. They are in another final and they can lay down a marker.&quot;\n"
}