{
  "date": "05/01/18",
  "title": "Arsenal boss Arsene Wenger to serve three-match touchline ban after admitting misconduct charge",
  "description": "Arsenal manager Arsene Wenger has been banned for three matches after he admitted questioning the integrity of a match referee.",
  "content": "Wenger accepted he used abusive and improper language and behaviour in the match officials' changing room after Sunday's 1-1 draw at West Brom and has been fined £40,000 over comments he made.Referee Mike Dean awarded West Brom a late penalty for handball against Arsenal defender Calum Chambers during the match and Jay Rodriguez converted to earn his side a point.Wenger expressed his displeasure with the decision when he spoke to the media after the game and was subsequently charged for post-match remarks that he made in the referees' changing room.And an FA statement on Friday read: \"Arsene Wenger will serve a touchline ban for Arsenal's next three matches after he was charged with misconduct.\"It follows an Independent Regulatory Commission hearing today at which the Arsenal manager admitted that his language and behaviour in the match officials' changing room after the West Brom game on Sunday was abusive, improper and questioned the integrity of the match referee.\"He was also fined £40,000.\"The Arsenal manager will be banned from the touchline for Sunday's FA Cup tie at Nottingham Forest, the first leg of the Carabao Cup semi against Chelsea next week, and a Premier League clash with Bournemouth on 14 January.In a separate case, Wenger has also been asked by the governing body to provide his observations on what he said about refereeing decisions which went against the Gunners over the festive period.On Friday morning he refused to back down over the contentious remarks he made before and after Wednesday's Premier League fixture against Chelsea and said he would always speak out if he feels strongly about the issue.The FA wants his explanation of these comments by 6pm on Tuesday 9 January."
}