{
  "date": "19/01/18",
  "title": "Arsene Wenger says Alexis Sanchez's transfer to Manchester United will be less painful than Robin van Persie exit",
  "description": "Arsenal manager Arsene Wenger has hinted Robin van Persie's departure from the club is more \"painful\" than Alexis Sanchez's impending move to Manchester United.",
  "content": "Van Persie was the last high-profile player to leave the Emirates Stadium for Old Trafford when the Dutchman signed for £24m in August 2012.\nSanchez looks likely to follow suit six years on, ending his three-and-a-half-year stint at the Gunners, who signed him for £35m from Barcelona in the summer of 2014.\nHowever, Wenger believes losing Van Persie, who joined Arsenal at just 20 years old from Feyenoord for a reported £3m, was a harder loss.\nHe said: \"We took Van Persie when he played in the reserve team at Feyenoord. We made a long work with him. When you get them there and, after they leave, that is the most painful.\"\nThe Frenchman was also keen to point out his satisfaction at the potential Sanchez deal - which would see Henrikh Mkhitaryan move in the opposite direction - compared to the \"one-way\" Van Persie transfer.\n\"Our fans know Alexis will not extend - they have accepted that idea and the fact it will not be one-way traffic,\" the 68-year-old said.\n\"It will be other-way traffic as well and that makes the whole thing a bit smoother, maybe a bit less disappointing.\n\"We lose a player, yes, but we could gain another player. I think one would replace the other.\"\n",
  "dbpedia": "Van Persie was the last high-profile player to leave the <a href=\"http://dbpedia.org/resource/Emirates_Stadium\" title=\"http://dbpedia.org/resource/Emirates_Stadium\" target=\"_blank\">Emirates Stadium</a> for <a href=\"http://dbpedia.org/resource/Old_Trafford\" title=\"http://dbpedia.org/resource/Old_Trafford\" target=\"_blank\">Old Trafford</a> when the Dutchman signed for £24m in August 2012.<br>Sanchez looks likely to follow suit six years on, ending his three-and-a-half-year stint at the Gunners, who signed him for £35m from <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> in the summer of 2014.<br>However, Wenger believes losing Van Persie, who joined <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> at just 20 years old from <a href=\"http://dbpedia.org/resource/Feyenoord\" title=\"http://dbpedia.org/resource/Feyenoord\" target=\"_blank\">Feyenoord</a> for a reported £3m, was a harder loss.<br>He said: \"We took Van Persie when he played in the <a href=\"http://dbpedia.org/resource/Arsenal_F.C._Reserves\" title=\"http://dbpedia.org/resource/Arsenal_F.C._Reserves\" target=\"_blank\">reserve team</a> at <a href=\"http://dbpedia.org/resource/Feyenoord\" title=\"http://dbpedia.org/resource/Feyenoord\" target=\"_blank\">Feyenoord</a>. We made a long work with him. When you get them there and, after they leave, that is the most painful.\"<br>The Frenchman was also keen to point out his satisfaction at the potential Sanchez deal - which would see <a href=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" title=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" target=\"_blank\">Henrikh</a> Mkhitaryan move in the opposite direction - compared to the \"one-way\" Van Persie transfer.<br>\"Our fans know Alexis will not extend - they have accepted that idea and the fact it will not be one-way traffic,\" the 68-year-old said.<br>\"It will be other-way traffic as well and that makes the whole thing a bit smoother, maybe a bit less disappointing.<br>\"We lose a player, yes, but we could gain another player. I think one would replace the other.\"<br>"
}