{
  "date": "04/01/18",
  "title": "Arsene Wenger labels Anthony Taylor's penalty decision 'farcical'",
  "description": "Arsene Wenger criticised referee Anthony Taylor's \"farcical\" decision to award Chelsea a penalty in Arsenal's thrilling 2-2 draw with the champions.",
  "content": "Chelsea were handed a route back into the game four minutes after Jack Wilshere's 63rd-minute opener when Hector Bellerin was penalised for a foul on Eden Hazard.Hazard dusted himself down to convert the spot-kick, but that was not the end of the drama at the Emirates as Bellerin rescued a point for the Gunners in stoppage-time after Marcos Alonso looked to have won it for Chelsea.Wenger was left rejoicing after the thrilling finale, but his overriding emotion was one of disappointment after his side were on the receiving end of another contentious decision.\"It was a fantastic football game,\" he told Sky Sports. \"Overall I believe it could have gone both ways, the regret we have is that we were first on the scoring sheet.\"After that, we got again a farcical decision and mentally we were shocked. Then we could have lost the game but we had the resources to come back, and in the end maybe it's a fair result.\"When you come here you see football, and unfortunately the games are always spoiled by factors you can't master.\"We can only continue to play the way we want to play, and hope at one stage things will go for us.\"Asked whether he thought Taylor's decision was worse than the penalty Mike Dean gave in Arsenal's 1-1 draw with West Brom three days prior, Wenger added: \"Worse or not worse, we know what we get.\"Look since the start of the season, it is what we have to take. We have to take it and to fight, but we cannot influence that.\"You ask me if it's a penalty, I say it's a farcical decision. You could give 10 penalties like that per game.\"You decide what you want. Anyway, read the foreign papers what they write about that, and then look after at the English papers, you will see the difference.\"",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> were handed a route back into the game four minutes after <a href=\"http://dbpedia.org/resource/Jack_Wilshere\" title=\"http://dbpedia.org/resource/Jack_Wilshere\" target=\"_blank\">Jack Wilshere</a>\\&apos;s 63rd-minute opener when Hector Bellerin was penalised for a foul on Eden Hazard.Hazard dusted himself down to convert the spot-kick, but that was not the end of the drama at the Emirates as Bellerin rescued a point for the Gunners in stoppage-time after <a href=\"http://dbpedia.org/resource/Marcos_Alonso_Mendoza\" title=\"http://dbpedia.org/resource/Marcos_Alonso_Mendoza\" target=\"_blank\">Marcos Alonso</a> looked to have won it for Chelsea.Wenger was left rejoicing after the thrilling finale, but his overriding emotion was one of disappointment after his side were on the receiving end of another contentious decision.&quot;It was a fantastic football game,&quot; he told Sky Sports. &quot;Overall I believe it could have gone both ways, the regret we have is that we were first on the scoring sheet.&quot;After that, we got again a farcical decision and mentally we were shocked. Then we could have lost the game but we had the resources to come back, and in the end maybe it\\&apos;s a fair result.&quot;When you come here you see football, and unfortunately the games are always spoiled by factors you can\\&apos;t master.&quot;We can only continue to play the way we want to play, and hope at one stage things will go for us.&quot;Asked whether he thought Taylor\\&apos;s decision was worse than the penalty Mike Dean gave in <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>\\&apos;s 1-1 draw with <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> three days prior, Wenger added: &quot;Worse or not worse, we know what we get.&quot;Look since the start of the season, it is what we have to take. We have to take it and to fight, but we cannot influence that.&quot;You ask me if it\\&apos;s a penalty, I say it\\&apos;s a farcical decision. You could give 10 penalties like that per game.&quot;You decide what you want. Anyway, read the foreign papers what they write about that, and then look after at the English papers, you will see the difference.&quot;\n"
}