{
  "date": "30/01/18",
  "title": "Arsene Wenger criticises Arsenal defending in defeat at Swansea",
  "description": "Arsene Wenger refused to hide his anger at Arsenal's 3-1 defeat after defensive errors gifted Swansea all three points at the Liberty Stadium.",
  "content": "Arsenal's one-goal lead was spectacularly overturned as Swansea escaped the bottom three in the Premier League for the first time for three months.Petr Cech's scuffed kick allowed Jordan Ayew to roll home a 61st-minute strike after Sam Clucas had put Swansea on level terms, instantly cancelling out Nacho Monreal's first-half opener.Clucas claimed his second three minutes from time after more poor defending from Wenger's side, who have now gone six games without victory for the first time since December 2012.Defeat leaves the Gunners eight points from fourth place after Liverpool's 3-0 victory at Huddersfield.\"We were absolutely guilty to concede the goal,\" Wenger said of Clucas' equaliser just moments after Monreal had given Arsenal the lead.\"I felt defensively we were very poor and we made big mistakes. We have no rational explanation for the way we gave the goal away straight away.\"Arsenal conceded the second in horrendous fashion when Mustafi dawdled on the ball after Monreal's quick throw before playing a back pass to Cech in the greasy conditions at the Liberty Stadium.On Swansea's second goal, Wenger said: \"I was angry because there was no need to let the ball go out in the throw in.\"When you have a throw in for you and you are 9 v 10 on the pitch why should we put a handicap like that on our own team? We can play the ball and attack straight away.\"\"It's better not to talk about the second goal and the third goal because that sums up the whole focus of our defensive job tonight.\"The second and the third goals I would say I'm a little bit… I don't even want to talk about it.\"Meanwhile, Petr Cech has tweeted following his error, saying he was not happy with his efforts in his side's 3-1 defeat.Get Sky Sports from £18 a month and watch the latest transfers live in action for their new teams",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>\\&apos;s one-goal lead was spectacularly overturned as <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> escaped the bottom three in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> for the first time for three months.Petr Cech\\&apos;s scuffed kick allowed <a href=\"http://dbpedia.org/resource/Jordan_Ayew\" title=\"http://dbpedia.org/resource/Jordan_Ayew\" target=\"_blank\">Jordan Ayew</a> to roll home a 61st-minute strike after <a href=\"http://dbpedia.org/resource/Samuel_Clucas\" title=\"http://dbpedia.org/resource/Samuel_Clucas\" target=\"_blank\">Sam Clucas</a> had put <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> on level terms, instantly cancelling out <a href=\"http://dbpedia.org/resource/Nacho_Monreal\" title=\"http://dbpedia.org/resource/Nacho_Monreal\" target=\"_blank\">Nacho Monreal</a>\\&apos;s first-half opener.Clucas claimed his second three minutes from time after more poor defending from Wenger\\&apos;s side, who have now gone six games without victory for the first time since December 2012.Defeat leaves the Gunners eight points from fourth place after <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>\\&apos;s 3-0 victory at <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a>.&quot;We were absolutely guilty to concede the goal,&quot; Wenger said of Clucas\\&apos; equaliser just moments after Monreal had given <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> the lead.&quot;I felt defensively we were very poor and we made big mistakes. We have no rational explanation for the way we gave the goal away straight away.&quot;<a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> conceded the second in horrendous fashion when Mustafi dawdled on the ball after Monreal\\&apos;s quick throw before playing a back pass to Cech in the greasy conditions at the Liberty Stadium.On <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a>\\&apos;s second goal, Wenger said: &quot;I was angry because there was no need to let the ball go out in the throw in.&quot;When you have a throw in for you and you are 9 v 10 on the pitch why should we put a handicap like that on our own team? We can play the ball and attack straight away.&quot;&quot;It\\&apos;s better not to talk about the second goal and the third goal because that sums up the whole focus of our defensive job tonight.&quot;The second and the third goals I would say I\\&apos;m a little bit&#x2026; I don\\&apos;t even want to talk about it.&quot;Meanwhile, Petr Cech has tweeted following his error, saying he was not happy with his efforts in his side\\&apos;s 3-1 defeat.Get Sky Sports from &#xA3;18 a month and watch the latest transfers live in action for their new teams\n"
}