{
  "date": "25/01/18",
  "title": "Arsenal boss Arsene Wenger admits relief after Alexis Sanchez exit",
  "description": "Arsene Wenger admitted there is a little bit of relief at Arsenal now the Alexis Sanchez transfer saga is over and he has left the club.",
  "content": "Sanchez completed his move to Manchester United, in a swap deal with Henrikh Mkhitaryan, earlier this week to bring to an end months of uncertainty over the Chile international's future at the Emirates Stadium.Following his side's victory over Chelsea on Wednesday night to reach the Carabao Cup final, Wenger says it's now time to switch their focus to on-pitch matters.\"We lost a great player,\" the Gunners boss told Sky Sports. \"But when a team doesn't know what's going on there is less clarity and less focus on what's important - the performance.\"Now we know we have to deal with that and get on by everybody giving a little bit more.\"Arsenal fell behind early on their second leg as Eden Hazard put Chelsea in front, but the Gunners fought back thanks to an Antonio Rudiger own goal and Granit Xhaka's second-half effort to reach Wembley, where they will face Manchester City.\"In the first half we gave them too much respect and we were a bit scared to really go for it, and we suffered from that,\" said Wenger. \"The good thing was is that it was 1-1 at half-time and we knew we could do better in the second half, and that's what we did. We took control of the game and started to dominate.\"We have some time to prepare for [the final] but we're happy to bring our fans to Wembley. I don't know how many times we've been there, but we're happy to get there again.\"Wenger also reserved praise for man of the match Nacho Monreal, who scored at the weekend against Crystal Palace and followed it up by forcing the equaliser against Chelsea.\"It shows that with a bit of confidence and belief after you've scored that you can go for it and score again,\" said Wenger. \"It was a bit lucky today but it was good timing and with good runs you get to the ball.\"",
  "dbpedia": "\nSanchez completed his move to <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>, in a swap deal with <a href=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" title=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" target=\"_blank\">Henrikh</a> Mkhitaryan, earlier this week to bring to an end months of uncertainty over the <a href=\"http://dbpedia.org/resource/Chile_national_football_team\" title=\"http://dbpedia.org/resource/Chile_national_football_team\" target=\"_blank\">Chile</a> international\\&apos;s future at the Emirates Stadium.Following his side\\&apos;s victory over <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> on Wednesday night to reach the Carabao Cup final, Wenger says it\\&apos;s now time to switch their focus to on-pitch matters.&quot;We lost a great player,&quot; the Gunners boss told Sky Sports. &quot;But when a team doesn\\&apos;t know what\\&apos;s going on there is less clarity and less focus on what\\&apos;s important - the performance.&quot;Now we know we have to deal with that and get on by everybody giving a little bit more.&quot;<a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> fell behind early on their second leg as <a href=\"http://dbpedia.org/resource/Eden_Hazard\" title=\"http://dbpedia.org/resource/Eden_Hazard\" target=\"_blank\">Eden Hazard</a> put <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> in front, but the Gunners fought back thanks to an Antonio Rudiger own goal and <a href=\"http://dbpedia.org/resource/Granit_Xhaka\" title=\"http://dbpedia.org/resource/Granit_Xhaka\" target=\"_blank\">Granit Xhaka</a>\\&apos;s second-half effort to reach Wembley, where they will face <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>.&quot;In the first half we gave them too much respect and we were a bit scared to really go for it, and we suffered from that,&quot; said Wenger. &quot;The good thing was is that it was 1-1 at half-time and we knew we could do better in the second half, and that\\&apos;s what we did. We took control of the game and started to dominate.&quot;We have some time to prepare for [the final] but we\\&apos;re happy to bring our fans to Wembley. I don\\&apos;t know how many times we\\&apos;ve been there, but we\\&apos;re happy to get there again.&quot;Wenger also reserved praise for man of the match <a href=\"http://dbpedia.org/resource/Nacho_Monreal\" title=\"http://dbpedia.org/resource/Nacho_Monreal\" target=\"_blank\">Nacho Monreal</a>, who scored at the weekend against <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a> and followed it up by forcing the equaliser against <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>.&quot;It shows that with a bit of confidence and belief after you\\&apos;ve scored that you can go for it and score again,&quot; said Wenger. &quot;It was a bit lucky today but it was good timing and with good runs you get to the ball.&quot;\n"
}