{
  "date": "23/01/18",
  "title": "Arsenal in talks to sign Pierre-Emerick Aubameyang, Arsene Wenger confirms",
  "description": "Arsenal manager Arsene Wenger has confirmed that a deal for Borussia Dortmund forward Pierre-Emerick Aubameyang is under discussion.",
  "content": "The Gabon international forward has been strongly linked with the Gunners and Wenger says that talks are underway.Asked if he was confident of completing a deal for Aubameyang, Wenger said: \"Confident or not confident, I don't know.\"You never know how close you are.\"This is the kind of thing - he is one of the possible movements, but we have other things in mind as well. We have plenty of opportunities and the final decision is not made.\"At the moment we are not close to any deal, Aubameyang or anybody else.\"Asked if Arsenal forward Olivier Giroud could go to Dortmund as part of any deal, Wenger said: \"The negotiations are not as far as that.\"Having completed a swap deal on Monday in which Alexis Sanchez went to Manchester United while Henrikh Mkhitaryan joined the Gunners, it seems Arsenal are moving on to fresh targets.And club officials have been in Germany attempting to finalise a deal for Aubameyang.The 28-year-old is apparently in favour of a move away from Dortmund and he was left out of the squad for Friday's 1-1 draw at Hertha Berlin.Sporting director Michael Zorc told Dortmund's Twitter feed: \"We have the impression at the moment that he [Aubameyang] has his head on other things and is not fully focused.\"",
  "dbpedia": "\nThe <a href=\"http://dbpedia.org/resource/Gabon_national_football_team\" title=\"http://dbpedia.org/resource/Gabon_national_football_team\" target=\"_blank\">Gabon international</a> forward has been strongly linked with the Gunners and Wenger says that talks are underway.Asked if he was confident of completing a deal for Aubameyang, Wenger said: &quot;Confident or not confident, I don\\&apos;t know.&quot;You never know how close you are.&quot;This is the kind of thing - he is one of the possible movements, but we have other things in mind as well. We have plenty of opportunities and the final decision is not made.&quot;At the moment we are not close to any deal, Aubameyang or anybody else.&quot;Asked if <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> forward <a href=\"http://dbpedia.org/resource/Olivier_Giroud\" title=\"http://dbpedia.org/resource/Olivier_Giroud\" target=\"_blank\">Olivier Giroud</a> could go to <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Dortmund</a> as part of any deal, Wenger said: &quot;The negotiations are not as far as that.&quot;Having completed a swap deal on Monday in which Alexis Sanchez went to <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> while <a href=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" title=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" target=\"_blank\">Henrikh</a> Mkhitaryan joined the Gunners, it seems <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> are moving on to fresh targets.And club officials have been in <a href=\"http://dbpedia.org/resource/Germany_national_football_team\" title=\"http://dbpedia.org/resource/Germany_national_football_team\" target=\"_blank\">Germany</a> attempting to finalise a deal for Aubameyang.The 28-year-old is apparently in favour of a move away from <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Dortmund</a> and he was left out of the squad for Friday\\&apos;s 1-1 draw at <a href=\"http://dbpedia.org/resource/Hertha_BSC\" title=\"http://dbpedia.org/resource/Hertha_BSC\" target=\"_blank\">Hertha</a> Berlin.Sporting director <a href=\"http://dbpedia.org/resource/Michael_Zorc\" title=\"http://dbpedia.org/resource/Michael_Zorc\" target=\"_blank\">Michael Zorc</a> told <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Dortmund</a>\\&apos;s Twitter feed: &quot;We have the impression at the moment that he [Aubameyang] has his head on other things and is not fully focused.&quot;\n"
}