{
  "date": "17/01/18",
  "title": "Arsenal's most likely transfer targets according to Sky Bet's odds",
  "description": "With Alexis Sanchez odds-on to leave this January, we look at which players are most likely arrive at Arsenal.",
  "content": "The Chilean is 11/2 to still be at the Emirates come the close of the transfer window, with Manchester United just 2/9 to secure his services, while the Gunners' on-field issues have seen them drift out to 7/1 for a top-four finish.So who will Arsene Wenger bring in to get his side back on track? Here's a look at which players are most likely to sign in the January transfer window based on Sky Bet's transfer markets...Henrikh Mkhitaryan - 2/9 with Sky BetThe most likely arrival is thought to be the key to United securing Sanchez, with Henrikh Mkhitaryan backed to go in the opposite direction as part of the deal. The Armenian's absence from the matchday squad on Monday Night Football, plus Jose Mourinho's subsequent comments that it was \"possible\" for him to leave, prompted his odds on moving to collapse from even-money. However, at a slightly longer odds to move than Sanchez, his price does not suggest that punters are entirely convinced it is a done deal.Pierre-Emerick Aubameyang - 4/11 with Sky BetThe pacy Gabon striker has long been linked with some of Europe's top sides but is finally expected to leave Borussia Dortmund following his latest exclusion for disciplinary problems with the Bundesliga side set to make a decision on Pierre-Emerick Aubameyang's future on Tuesday, according to Sky Sports' Spanish football expert Guillem Balague.While Real Madrid was thought to be his preferred destination and speculation has also linked him with a move to China, it is the Gunners who lead the market on his future by some distance. A tally of 13 goals in 15 appearances this season suggest he would still be an impressive acquisition, but how he fits in alongside Alexandre Lacazette remains to be seen.Malcom - 4/9 with Sky BetTurning to youngsters plying their trade in Wenger's homeland has often been the Frenchman's default move and the 20-year-old is one of three players odds-on to be signed this month. However, the French club's president Stephane Martin says talks are yet to take place between the two sides.Bordeaux are expected to demand a fee above £40m given his importance to the struggling side, being both their top scorer with seven goals and the highest assist contributor with five.Jonny Evans - 11/8 with Sky BetArsenal's record of conceding 30 goals in 23 games suggests that their bigger problems are at the back, but it is only West Brom's Jonny Evans who has been backed to join the club. They are also expected to face tough competition for the Northern Ireland star, with Manchester City 2/1 to secure his services, and the Baggies 7/4 to convince him to stay put.Riyad Mahrez - 3/1 with Sky BetWhile many might think £100m-plus for Mahrez is far-fetched, few at Monaco would accept anything less for their biggest remaining star. With £166m to arrive in the bank next summer, the club have little reason to sell the 22-year-old France international, although modest stats of two goals and four assists this season might convince them to part company.Steve N'Zonzi - 7/2 with Sky BetArsenal seemingly have the chance to add a powerful midfielder to their ranks with former Stoke and Blackburn midfielder Steven N'Zonzi expected to leave Sevilla. The 29-year-old had been out of favour with the Andalusian club since being withdrawn at half-time during their stunning 3-3 comeback against Liverpool last month, although he has made a modest return, featuring in two Copa Del Rey ties and a 5-3 home defeat to Real Betis.The Gunners have drifted from evens to 7/2 to evens since the window opened, while Sam Allardyce, who initially brought the Frenchman to the Premier League, is 6/1 to land him for Everton.Nabil Fekir - 4/1 with Sky BetLyon's star man has posted far more impressive stats, with the same amount of assists but 14 goals this season despite operating in a supporting role. Linking him back up with Alexandre Lacazette might add appeal to Wenger, but it seems unlikely that they'd be keen to sell a second key man to their Europa League rivals in six months.",
  "dbpedia": "\nThe <a href=\"http://dbpedia.org/resource/Chile_national_football_team\" title=\"http://dbpedia.org/resource/Chile_national_football_team\" target=\"_blank\">Chilean</a> is 11/2 to still be at the Emirates come the close of the transfer window, with <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> just 2/9 to secure his services, while the Gunners\\&apos; on-field issues have seen them drift out to 7/1 for a top-four finish.So who will Arsene Wenger bring in to get his side back on track? Here\\&apos;s a look at which players are most likely to sign in the January transfer window based on Sky Bet\\&apos;s transfer markets...<a href=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" title=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" target=\"_blank\">Henrikh</a> Mkhitaryan - 2/9 with Sky BetThe most likely arrival is thought to be the key to United securing Sanchez, with <a href=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" title=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" target=\"_blank\">Henrikh</a> Mkhitaryan backed to go in the opposite direction as part of the deal. The Armenian\\&apos;s absence from the matchday squad on Monday Night Football, plus Jose Mourinho\\&apos;s subsequent comments that it was &quot;possible&quot; for him to leave, prompted his odds on moving to collapse from even-money. However, at a slightly longer odds to move than Sanchez, his price does not suggest that punters are entirely convinced it is a done deal.Pierre-Emerick Aubameyang - 4/11 with Sky BetThe pacy <a href=\"http://dbpedia.org/resource/Gabon_national_football_team\" title=\"http://dbpedia.org/resource/Gabon_national_football_team\" target=\"_blank\">Gabon</a> striker has long been linked with some of Europe\\&apos;s top sides but is finally expected to leave <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Borussia Dortmund</a> following his latest exclusion for disciplinary problems with the Bundesliga side set to make a decision on <a href=\"http://dbpedia.org/resource/Pierre-Emerick_Aubameyang\" title=\"http://dbpedia.org/resource/Pierre-Emerick_Aubameyang\" target=\"_blank\">Pierre-Emerick</a> Aubameyang\\&apos;s future on Tuesday, according to Sky Sports\\&apos; Spanish football expert Guillem Balague.While <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> was thought to be his preferred destination and speculation has also linked him with a move to <a href=\"http://dbpedia.org/resource/China_PR_national_football_team\" title=\"http://dbpedia.org/resource/China_PR_national_football_team\" target=\"_blank\">China</a>, it is the Gunners who lead the market on his future by some distance. A tally of 13 goals in 15 appearances this season suggest he would still be an impressive acquisition, but how he fits in alongside <a href=\"http://dbpedia.org/resource/Alexandre_Lacazette\" title=\"http://dbpedia.org/resource/Alexandre_Lacazette\" target=\"_blank\">Alexandre Lacazette</a> remains to be seen.Malcom - 4/9 with Sky BetTurning to youngsters plying their trade in Wenger\\&apos;s homeland has often been the Frenchman\\&apos;s default move and the 20-year-old is one of three players odds-on to be signed this month. However, the French club\\&apos;s president Stephane Martin says talks are yet to take place between the two sides.Bordeaux are expected to demand a fee above &#xA3;40m given his importance to the struggling side, being both their top scorer with seven goals and the highest assist contributor with five.Jonny Evans - 11/8 with Sky BetArsenal\\&apos;s record of conceding 30 goals in 23 games suggests that their bigger problems are at the back, but it is only <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a>\\&apos;s <a href=\"http://dbpedia.org/resource/Jonny_Evans\" title=\"http://dbpedia.org/resource/Jonny_Evans\" target=\"_blank\">Jonny Evans</a> who has been backed to join the club. They are also expected to face tough competition for the <a href=\"http://dbpedia.org/resource/Northern_Ireland_national_football_team\" title=\"http://dbpedia.org/resource/Northern_Ireland_national_football_team\" target=\"_blank\">Northern Ireland</a> star, with <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> 2/1 to secure his services, and the Baggies 7/4 to convince him to stay put.Riyad Mahrez - 3/1 with Sky BetWhile many might think &#xA3;100m-plus for Mahrez is far-fetched, few at <a href=\"http://dbpedia.org/resource/AS_Monaco_FC\" title=\"http://dbpedia.org/resource/AS_Monaco_FC\" target=\"_blank\">Monaco</a> would accept anything less for their biggest remaining star. With &#xA3;166m to arrive in the bank next summer, the club have little reason to sell the 22-year-old <a href=\"http://dbpedia.org/resource/France_national_football_team\" title=\"http://dbpedia.org/resource/France_national_football_team\" target=\"_blank\">France international</a>, although modest stats of two goals and four assists this season might convince them to part company.Steve N\\&apos;Zonzi - 7/2 with Sky BetArsenal seemingly have the chance to add a powerful midfielder to their ranks with former <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> and <a href=\"http://dbpedia.org/resource/Blackburn_Rovers_F.C.\" title=\"http://dbpedia.org/resource/Blackburn_Rovers_F.C.\" target=\"_blank\">Blackburn</a> midfielder Steven N\\&apos;Zonzi expected to leave <a href=\"http://dbpedia.org/resource/Sevilla_FC\" title=\"http://dbpedia.org/resource/Sevilla_FC\" target=\"_blank\">Sevilla</a>. The 29-year-old had been out of favour with the Andalusian club since being withdrawn at half-time during their stunning 3-3 comeback against <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> last month, although he has made a modest return, featuring in two Copa Del Rey ties and a 5-3 home defeat to Real Betis.The Gunners have drifted from evens to 7/2 to evens since the window opened, while <a href=\"http://dbpedia.org/resource/Sam_Allardyce\" title=\"http://dbpedia.org/resource/Sam_Allardyce\" target=\"_blank\">Sam Allardyce</a>, who initially brought the Frenchman to the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, is 6/1 to land him for Everton.Nabil Fekir - 4/1 with Sky BetLyon\\&apos;s star man has posted far more impressive stats, with the same amount of assists but 14 goals this season despite operating in a supporting role. Linking him back up with <a href=\"http://dbpedia.org/resource/Alexandre_Lacazette\" title=\"http://dbpedia.org/resource/Alexandre_Lacazette\" target=\"_blank\">Alexandre Lacazette</a> might add appeal to Wenger, but it seems unlikely that they\\&apos;d be keen to sell a second key man to their Europa League rivals in six months.\n"
}