{
  "date": "21/01/18",
  "title": "Arsene Wenger relieved for Alexandre Lacazette after ending Arsenal drought",
  "description": "Arsene Wenger admitted a feeling of \"relief\" for Alexandre Lacazette after he ended his scoring drought in Arsenal's 4-1 win over Crystal Palace on Saturday.",
  "content": "There had been questions asked of the striker after he had failed to find the net since December 2.However, he looked bright against Palace and capped off a dominant start by the Gunners by firing in the fourth goal in the 22nd minute at the Emirates.And Wenger said: \"It had started to play on his mind and was very heavy, so that's a relief for him.\"Reflecting on the performance, which saw Arsenal dazzle in the first half before letting their level drop after the break, Wenger said: \"Overall we played our real game in the first half; good pace, good combination and we created great chances. In the second half the challenge was to keep the same drive and we didn't manage to do that, but happy we won the game.\"Crystal Palace were on a strong run and have only lost last twice in the 12 games, both against us.\"The speed of our game was good. They gave us less room in the second half, they didn't give up, so credit to them, they reorganised and gave us less room, and maybe we had less urgency in our game.\"While Arsenal were without Alexis Sanchez as he closes on a move to Manchester United, they were boosted by the returns of Mesut Ozil, Laurent Koscielny and Nacho Monreal.\"We had a more balanced and experienced team,\" said Wenger. \"You could see that at the back, and then the experience and the class of Mesut.\"The win is Arsenal's first in 2018 and sees them move to within five points of fourth-placed Liverpool, who face Swansea on Monday Night Football.\"The challenge is very difficult, but exciting as well,\" said Wenger. \"It will demand that we push ourselves in every single way. We have to put the effort in every game. I cannot fault the team for effort. The level of performance that will be demanded is extremely high.\"",
  "dbpedia": "\nThere had been questions asked of the striker after he had failed to find the net since December 2.However, he looked bright against Palace and capped off a dominant start by the Gunners by firing in the fourth goal in the 22nd minute at the Emirates.And Wenger said: &quot;It had started to play on his mind and was very heavy, so that\\&apos;s a relief for him.&quot;Reflecting on the performance, which saw <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> dazzle in the first half before letting their level drop after the break, Wenger said: &quot;Overall we played our real game in the first half; good pace, good combination and we created great chances. In the second half the challenge was to keep the same drive and we didn\\&apos;t manage to do that, but happy we won the game.&quot;<a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a> were on a strong run and have only lost last twice in the 12 games, both against us.&quot;The speed of our game was good. They gave us less room in the second half, they didn\\&apos;t give up, so credit to them, they reorganised and gave us less room, and maybe we had less urgency in our game.&quot;While <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> were without Alexis Sanchez as he closes on a move to <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>, they were boosted by the returns of Mesut Ozil, <a href=\"http://dbpedia.org/resource/Laurent_Koscielny\" title=\"http://dbpedia.org/resource/Laurent_Koscielny\" target=\"_blank\">Laurent Koscielny</a> and <a href=\"http://dbpedia.org/resource/Nacho_Monreal\" title=\"http://dbpedia.org/resource/Nacho_Monreal\" target=\"_blank\">Nacho Monreal</a>.&quot;We had a more balanced and experienced team,&quot; said Wenger. &quot;You could see that at the back, and then the experience and the class of Mesut.&quot;The win is <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>\\&apos;s first in 2018 and sees them move to within five points of fourth-placed <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>, who face <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> on Monday Night Football.&quot;The challenge is very difficult, but exciting as well,&quot; said Wenger. &quot;It will demand that we push ourselves in every single way. We have to put the effort in every game. I cannot fault the team for effort. The level of performance that will be demanded is extremely high.&quot;\n"
}