{
  "date": "24/01/18",
  "title": "Arsenal 2-1 Chelsea: Talking points as Gunners reach Carabao Cup final",
  "description": "Arsenal have reached the Carabao Cup final with a 2-1 win over Chelsea - and here we round up the talking points from the contest. ",
  "content": "After the teams drew 0-0 in the first leg of the semi-final at Stamford Bridge, Eden Hazard gave Chelsea an early opener at the Emirates Stadium before an Antonio Rudiger own goal and Granit Xhaka second-half strike turned the tie around.Here we look at how it unfolded and the reaction to the result...Just two days after Alexis Sanchez completed his move to Manchester United, Arsenal have shown they can still succeed without the Chile international by booking their place in the Carabao Cup final, where they will meet Manchester City.It was not pretty - two deflections off Chelsea's Antonio Rudiger led to the Gunners' goals - but Arsene Wenger, who is yet to lift this trophy, will not mind. \"You won't remember who scored and how they scored. Who cares? Another final for Arsenal, another final for Arsene. That was the right answer after Alexis Sanchez left,\" said Sky Sports pundit Thierry Henry.Chelsea may have got off to a flying start, with Eden Hazard hitting the net on seven minutes, just moments after Pedro had a goal rightly ruled out for offside. But Arsenal showed good character, good control and capitalised on two pieces of fortune to see off their London rivals.As Henry says, Arsenal's win is all that matters. But there was remarkable fortune in both of their goals on Wednesday - particularly their equaliser.Nacho Monreal scored in Arsenal's win at home to Crystal Palace on Saturday and won praise from the Sky Sports pundits for his movement and desire to win the header from his team's corner-kick here. But Chelsea goalkeeper Willy Caballero was left with no chance after Monreal's header bounced against Marcos Alonso and then deflected in off Rudiger.Chelsea's Germany international defender was unlucky once again for the second goal, diverting Alexandre Lacazette's cut back into the path of Granit Xhaka, who poked the ball home to send Arsenal to Wembley. \"We were unlucky,\" rued Conte afterwards.It could be time for Chelsea to step up their pursuit for Edin Dzeko. Chelsea managed just one shot on target in either half of this contest and there was a distinct lack of creativity in the final third as they laboured late on to try to find a way back into the tie.They may have scored four at Brighton on Saturday, but on Wednesday Chelsea looked more like the team who had scored just once in their four fixtures before that win.With Alvaro Morata out injured, Hazard was left up front on his own and, despite his early strike, was rarely supplied with the kind of service he needed. In fact, it was the Belgian who came up with the most key passes (four, tied with Mesut Ozil).Cesc Fabregas' absence didn't help, and neither did Willian's early exit. But Ross Barkley looked short of match fitness, Pedro - aside from his assist - was restricted and Michy Batshuayi managed just six touches during his 25 minutes on the pitch.\"He has a lot of space for improvement\". Conte's post-match assessment of Barkley's Chelsea debut told the story. Thrown into the action on 30 minutes when Willian limped off with a hamstring problem, the £15m January signing from Everton struggled to impact the game - and looked like a player making his first appearance of the season.A long-term hamstring injury has kept Barkley out until now and there was rustiness in his tackling and passing early on, while his last-gasp corner, with even Caballero up in the box, failed to clear the first man, to the travelling support's frustration.There were flashes from the 24-year-old - some neat footwork in the centre of the pitch, a drive past Monreal down the right - but they were all too fleeting. The need for him to build up match fitness is clear.Will Wenger win his first League Cup? Or will Pep Guardiola lift his first trophy in England? Those are just two of the intriguing sub-plots to the Carabao Cup final on February 25 at Wembley. But who will come out on top?Manchester City will no doubt be favourites, given their form in the Premier League this season. But Arsenal beat them in last year's FA Cup semi-final at Wembley and they will know from first-hand experience of their defeat by Birmingham in 2011, that anything can happen in a final.Thierry Henry also believes his former club have a new-found resilience which can boost their hopes against free-scoring City. \"To reach the final they only scored six goals. That's very unlike Arsenal,\" he said. \"But for a long time people said 'can they win games without scoring a lot of goals' and they are showing they can do that.\"That shows they can do it the other way. Anything can happen in that final and it will be a great final, that's for sure.\""
}