{
  "date": "02/01/18",
  "title": "Arsene Wenger denies Arsenal bids for David Luiz and Thomas Lemar",
  "description": "Arsene Wenger has denied reports Arsenal will make bids for Chelsea defender David Luiz and Monaco's Thomas Lemar in January.",
  "content": "National newspaper reports had claimed Wenger was ready to move for out-of-favour Luiz, while the club have also been linked with a returning offer for France midfielder Lemar - who turned down a £92m move to Arsenal last summer.\n\"I don't want to speak about any special name but these reports are wrong,\" said Gunners boss Wenger, whose side face Chelsea on Wednesday, live on Sky Sports Premier League.\nWenger also confirmed the club have had no offers for Alexis Sanchez, Mesut Ozil or Jack Wilshere in the current transfer window.\nAll three players will be out of contract this summer unless they agree new terms at the Emirates.\n\"We have not been contacted by anybody,\" said Wenger, when asked if there have been offers for any of them.\nAsked how Arsenal would cope with losing the key trio, Wenger said: \"First of all we have not lost them yet, and secondly we will respond to that by bringing in players of top quality.\"\nWenger added: \"This club has lost many big players and has always responded well. Massive players have left this club and the club will always be in a strong position on that front. But you want to keep your best players, yes.\"\nArsenal are looking to make January signings of their own, according to Wenger, but said any offers they make could be reliant on whether or not players extend their current contracts.\n\"We are open in any position for the exceptional player that can give us a plus,\" said Wenger.\n\"It depends a bit on the injuries as well, on the other hand it depends who will manage to extend the contracts of the players who are at the end of their contracts in June.\n\"It will depend on that because we have to take the consequences of these decisions and respond to it.\"\n",
  "dbpedia": "National newspaper reports had claimed Wenger was ready to move for out-of-favour Luiz, while the club have also been linked with a returning offer for <a href=\"http://dbpedia.org/resource/France_national_football_team\" title=\"http://dbpedia.org/resource/France_national_football_team\" target=\"_blank\">France</a> midfielder Lemar - who turned down a £92m move to <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> last summer.<br>\"I don't want to speak about any special name but these reports are wrong,\" said Gunners boss Wenger, whose side face <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> on Wednesday, live on Sky Sports <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>.<br>Wenger also confirmed the club have had no offers for Alexis Sanchez, Mesut Ozil or <a href=\"http://dbpedia.org/resource/Jack_Wilshere\" title=\"http://dbpedia.org/resource/Jack_Wilshere\" target=\"_blank\">Jack Wilshere</a> in the current transfer window.<br>All three players will be out of contract this summer unless they agree new terms at the Emirates.<br>\"We have not been contacted by anybody,\" said Wenger, when asked if there have been offers for any of them.<br>Asked how <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> would cope with losing the key trio, Wenger said: \"First of all we have not lost them yet, and secondly we will respond to that by bringing in players of top quality.\"<br>Wenger added: \"This club has lost many big players and has always responded well. Massive players have left this club and the club will always be in a strong position on that front. But you want to keep your best players, yes.\"<br><a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> are looking to make January signings of their own, according to Wenger, but said any offers they make could be reliant on whether or not players extend their current contracts.<br>\"We are open in any position for the exceptional player that can give us a plus,\" said Wenger.<br>\"It depends a bit on the injuries as well, on the other hand it depends who will manage to extend the contracts of the players who are at the end of their contracts in June.<br>\"It will depend on that because we have to take the consequences of these decisions and respond to it.\"<br>"
}