{
  "date": "12/01/18",
  "title": "Arsenal's Alexis Sanchez holds key to potential transfer, says Tim Sherwood",
  "description": "Alexis Sanchez holds the key to any potential move, says Tim Sherwood, who believes the Arsenal forward would prefer a move to Manchester City.",
  "content": "According to Sky sources, Manchester United want to sign Sanchez in the January window, going up against local rivals City, who had been thought to be the favourites to swoop for the Chilean.\nWith Sanchez's contract at Arsenal expiring in the summer, Sherwood believes that the player will decide on his eventual destination regardless of the money offered, although he has urged the Gunners to keep hold of their man.\n\"It certainly makes it more exciting. It looked like it was a one-horse race with Man City, but I think Sanchez will hold the key on where he wants to play and who he wants to play for,\" he said on The Debate.\n\"I would suggest at the moment, looking at Man Utd and Man City, as an offensive player, you want to go and play for Pep Guardiola. No matter what Man Utd bid, the player will hold the key.\n\"In my opinion, Arsenal should keep hold of Sanchez. If he's worth the £20m that Man City are wanting to bid, you can't put that price on the Champions League spots and without Sanchez at the club, I don't think they're finishing in the top four.\n\"There's no guarantee with him they will, but it gives them a much better chance. If he's got the character to play to his maximum, I would keep him.\"\nSherwood gave his reasoning for why he thinks Sanchez will eventually choose a move to the Etihad Stadium, and believes he could see out his contract at Arsenal if a summer move to City is on the cards.\n\"He would be part of a very attacking squad of players and he would give more depth to what is already a fantastic squad,\" the former Tottenham and Aston Villa manager added.\n\"He's not cup tied in the Champions League so he can go straight into that squad which is a big plus for someone you're going to take in January, but he is just a fantastic footballer who will be allowed to play with so much freedom. He would go in every day and enjoy his football and I think that will be a large part of it.\n\"The environment is very important and when players want to go to training every single day, playing with the ball at that tempo with world class players and then they transfer that on a matchday to a fantastic, entertaining football match, which he will get if he goes to Man City, I think that is the key - the style of how he will be adapted into a Man City squad is the reason why he will choose Man City.\n\"If he's got a chance to go to Man City, he goes. If it's a choice between Man Utd or staying at Arsenal and going to City in the summer, I believe he sits tight. I don't think he will get bullied in going to Man Utd if he's favoured destination is Man City.\"\n",
  "dbpedia": "According to Sky sources, <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> want to sign Sanchez in the January window, going up against local rivals City, who had been thought to be the favourites to swoop for the <a href=\"http://dbpedia.org/resource/Chile_national_football_team\" title=\"http://dbpedia.org/resource/Chile_national_football_team\" target=\"_blank\">Chilean</a>.<br>With Sanchez's contract at <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> expiring in the summer, Sherwood believes that the player will decide on his eventual destination regardless of the money offered, although he has urged the Gunners to keep hold of their man.<br>\"It certainly makes it more exciting. It looked like it was a one-horse race with Man City, but I think Sanchez will hold the key on where he wants to play and who he wants to play for,\" he said on The Debate.<br>\"I would suggest at the moment, looking at Man Utd and Man City, as an offensive player, you want to go and play for <a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a>. No matter what Man Utd bid, the player will hold the key.<br>\"In my opinion, <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> should keep hold of Sanchez. If he's worth the £20m that Man City are wanting to bid, you can't put that price on the Champions League spots and without Sanchez at the club, I don't think they're finishing in the top four.<br>\"There's no guarantee with him they will, but it gives them a much better chance. If he's got the character to play to his maximum, I would keep him.\"<br>Sherwood gave his reasoning for why he thinks Sanchez will eventually choose a move to the <a href=\"http://dbpedia.org/resource/City_of_Manchester_Stadium\" title=\"http://dbpedia.org/resource/City_of_Manchester_Stadium\" target=\"_blank\">Etihad Stadium</a>, and believes he could see out his contract at <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> if a summer move to City is on the cards.<br>\"He would be part of a very attacking squad of players and he would give more depth to what is already a fantastic squad,\" the former <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> and <a href=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" title=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" target=\"_blank\">Aston Villa</a> manager added.<br>\"He's not cup tied in the Champions League so he can go straight into that squad which is a big plus for someone you're going to take in January, but he is just a fantastic footballer who will be allowed to play with so much freedom. He would go in every day and enjoy his football and I think that will be a large part of it.<br>\"The environment is very important and when players want to go to training every single day, playing with the ball at that tempo with world class players and then they transfer that on a matchday to a fantastic, entertaining football match, which he will get if he goes to Man City, I think that is the key - the style of how he will be adapted into a Man City squad is the reason why he will choose Man City.<br>\"If he's got a chance to go to Man City, he goes. If it's a choice between Man Utd or staying at <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> and going to City in the summer, I believe he sits tight. I don't think he will get bullied in going to Man Utd if he's favoured destination is Man City.\"<br>"
}