{
  "date": "15/01/18",
  "title": "Arsenal are in 'meltdown' and are five players away from Champions League,  says Charlie Nicholas",
  "description": "Arsenal legend Charlie Nicholas believes his former club are in \"meltdown\" and need at least five new players to qualify for the Champions League.",
  "content": "Soccer Saturday pundit Nicholas believes Arsene Wenger must go much further than just replacing Sanchez, suggesting the focus must now be rebuilding for next season.\"How many players do we need for a rebuild? Sanchez will be on his way, I still have hope for Mesut Ozil signing a new deal, but I think we're five players short of being a top-four side.\"Arsenal are in meltdown, there's no denying it anymore. When we saw them attack against Liverpool and Manchester United people said we were still a good side, but there's no balance there with the defensive structure.\"The true evidence in how far Arsenal have gone backwards is that Jack Wilshere was the best player on the park against Bournemouth and the rest were scared to death.\"We've got Alex Iwobi, who hasn't improved at all, playing when he should be getting punished. Then we're looking at signing Malcom from Bordeaux, but who knows how long it will take him to adapt to the Premier League.\"The concern is how bad is it going to get? They're sixth place and sinking and if Everton had their house in order, they'd be even lower. It is what I feared at the start of the season and I don't enjoy being right on this occasion.\"\"Aubameyang would be a good signing, I'd take him in a heartbeat,\" he added. \"I genuinely feel for Alexandre Lacazette because he must have thought he'd be in an exciting attacking team with loads of chances. But the boy is getting starved of chances and having to do work in all the wrong areas.\"I'd like to see Arsenal going back to playing two up top and those two would be good together. Then we need somebody on the left and I think Willian has been mentioned.\"Then we just need a new defence and we'd have a chance of getting back in the Champions League!\"On top of the Sanchez saga, Wenger has had to deal with a host of injury problems with Nacho Monreal, Laurent Koscielny, Mesut Ozil and Olivier Giroud all missing the Vitality Stadium defeat.However, Nicholas does not see that as an excuse for the side's fundamental flaws.\"Wenger has had some bad luck with injuries, but why doesn't he have cover? These young lads always have to play out of position,\" he said.\"Ainsley Maitland-Niles has given us some sort of hope, but if he's good enough to play in this team then he should be in his natural position in central midfield.\"",
  "dbpedia": "\nSoccer Saturday pundit Nicholas believes Arsene Wenger must go much further than just replacing Sanchez, suggesting the focus must now be rebuilding for next season.&quot;How many players do we need for a rebuild? Sanchez will be on his way, I still have hope for Mesut Ozil signing a new deal, but I think we\\&apos;re five players short of being a top-four side.&quot;<a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> are in meltdown, there\\&apos;s no denying it anymore. When we saw them attack against <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> and <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> people said we were still a good side, but there\\&apos;s no balance there with the defensive structure.&quot;The true evidence in how far <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> have gone backwards is that <a href=\"http://dbpedia.org/resource/Jack_Wilshere\" title=\"http://dbpedia.org/resource/Jack_Wilshere\" target=\"_blank\">Jack Wilshere</a> was the best player on the park against <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a> and the rest were scared to death.&quot;We\\&apos;ve got Alex Iwobi, who hasn\\&apos;t improved at all, playing when he should be getting punished. Then we\\&apos;re looking at signing Malcom from <a href=\"http://dbpedia.org/resource/FC_Girondins_de_Bordeaux\" title=\"http://dbpedia.org/resource/FC_Girondins_de_Bordeaux\" target=\"_blank\">Bordeaux</a>, but who knows how long it will take him to adapt to the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>.&quot;The concern is how bad is it going to get? They\\&apos;re sixth place and sinking and if <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> had their house in order, they\\&apos;d be even lower. It is what I feared at the start of the season and I don\\&apos;t enjoy being right on this occasion.&quot;&quot;Aubameyang would be a good signing, I\\&apos;d take him in a heartbeat,&quot; he added. &quot;I genuinely feel for <a href=\"http://dbpedia.org/resource/Alexandre_Lacazette\" title=\"http://dbpedia.org/resource/Alexandre_Lacazette\" target=\"_blank\">Alexandre Lacazette</a> because he must have thought he\\&apos;d be in an exciting attacking team with loads of chances. But the boy is getting starved of chances and having to do work in all the wrong areas.&quot;I\\&apos;d like to see <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> going back to playing two up top and those two would be good together. Then we need somebody on the left and I think <a href=\"http://dbpedia.org/resource/Willian_Borges_da_Silva\" title=\"http://dbpedia.org/resource/Willian_Borges_da_Silva\" target=\"_blank\">Willian</a> has been mentioned.&quot;Then we just need a new defence and we\\&apos;d have a chance of getting back in the Champions League!&quot;On top of the Sanchez saga, Wenger has had to deal with a host of injury problems with <a href=\"http://dbpedia.org/resource/Nacho_Monreal\" title=\"http://dbpedia.org/resource/Nacho_Monreal\" target=\"_blank\">Nacho Monreal</a>, <a href=\"http://dbpedia.org/resource/Laurent_Koscielny\" title=\"http://dbpedia.org/resource/Laurent_Koscielny\" target=\"_blank\">Laurent Koscielny</a>, Mesut Ozil and <a href=\"http://dbpedia.org/resource/Olivier_Giroud\" title=\"http://dbpedia.org/resource/Olivier_Giroud\" target=\"_blank\">Olivier Giroud</a> all missing the Vitality Stadium defeat.However, Nicholas does not see that as an excuse for the side\\&apos;s fundamental flaws.&quot;Wenger has had some bad luck with injuries, but why doesn\\&apos;t he have cover? These young lads always have to play out of position,&quot; he said.&quot;Ainsley Maitland-Niles has given us some sort of hope, but if he\\&apos;s good enough to play in this team then he should be in his natural position in central midfield.&quot;\n"
}