{
  "date": "04/02/18",
  "title": "Arsene Wenger delighted to have Henrikh Mkhitaryan at Arsenal",
  "description": "Arsenal new boy Henrikh Mkhitaryan was singled out for praise by Arsene Wenger after a virtuoso display on Saturday night.",
  "content": "The Armenia international set up three goals as a revamped Arsenal forward line ran amok against Everton, who were 4-0 down at half-time and eventually lost 5-1.\nMkhitaryan joined from Manchester United in a January swap deal for Alexis Sanchez, having previously impressed Wenger during his time with Borussia Dortmund.\nAnd the Arsenal manager said: \"I met Mkhitaryan before, before he came here, because I always liked his game.\n\"He's a player completely focused on football, dedicated totally to the game.\n\"He comes from a country where you need special character to become a great football player, so you have to really love it, and that's why he looks happy to play football, because he just loves it.\"\nIt was also a good night at the Emirates for Mkhitaryan's fellow new boy Pierre-Emerick Aubameyang, who opened his account for Arsenal, hat-trick scorer Aaron Ramsey and Mesut Ozil, who has just committed his future to the Gunners.\nAnd Wenger admitted that he enjoyed watching his new-look team in action.\n\"When you have new players it gives always a little positive swing,\" he said.\n\"And it wakes everybody up as well, because there's suddenly competition so they have to live with that as well.\n\"Overall, I think as well we have a game based on team spirit, so that kind of acceptance is very important and, when they show on a football field that they accept our game, they are even easier to integrate into the team.\n\"I've been such a long time in football, but one part as well is just purely a football lover.\n\"Your main target is just to get the players to enjoy the game they play, to share it with the fans, so when you have that positive experience it's great for you.\n\"Yes, pure enjoyment, I love that the team plays, and my regret is that it doesn't last for 90 minutes, unfortunately.\"\n",
  "dbpedia": "The <a href=\"http://dbpedia.org/resource/Armenia_national_football_team\" title=\"http://dbpedia.org/resource/Armenia_national_football_team\" target=\"_blank\">Armenia</a> international set up three goals as a revamped <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> forward line ran amok against <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>, who were 4-0 down at half-time and eventually lost 5-1.<br>Mkhitaryan joined from <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> in a January swap deal for Alexis Sanchez, having previously impressed Wenger during his time with <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Borussia Dortmund</a>.<br>And the <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> manager said: \"I met Mkhitaryan before, before he came here, because I always liked his game.<br>\"He's a player completely focused on football, dedicated totally to the game.<br>\"He comes from a country where you need special character to become a great football player, so you have to really love it, and that's why he looks happy to play football, because he just loves it.\"<br>It was also a good night at the Emirates for Mkhitaryan's fellow new boy <a href=\"http://dbpedia.org/resource/Pierre-Emerick_Aubameyang\" title=\"http://dbpedia.org/resource/Pierre-Emerick_Aubameyang\" target=\"_blank\">Pierre-Emerick</a> Aubameyang, who opened his account for <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>, hat-trick scorer <a href=\"http://dbpedia.org/resource/Aaron_Ramsey\" title=\"http://dbpedia.org/resource/Aaron_Ramsey\" target=\"_blank\">Aaron Ramsey</a> and Mesut Ozil, who has just committed his future to the Gunners.<br>And Wenger admitted that he enjoyed watching his new-look team in action.<br>\"When you have new players it gives always a little positive swing,\" he said.<br>\"And it wakes everybody up as well, because there's suddenly competition so they have to live with that as well.<br>\"Overall, I think as well we have a game based on team spirit, so that kind of acceptance is very important and, when they show on a football field that they accept our game, they are even easier to integrate into the team.<br>\"I've been such a long time in football, but one part as well is just purely a football lover.<br>\"Your main target is just to get the players to enjoy the game they play, to share it with the fans, so when you have that positive experience it's great for you.<br>\"Yes, pure enjoyment, I love that the team plays, and my regret is that it doesn't last for 90 minutes, unfortunately.\"<br>"
}