{
  "date": "24/01/18",
  "title": "Arsenal and Arsene Wenger need Carabao Cup success more than ever",
  "description": "​​​​​​​Arsenal take on Chelsea live on Sky Sports on Wednesday night for a place in the Carabao Cup final against Manchester City. Arsene Wenger has not valued the competition highly in the past, but here's why it is more important than ever this season.",
  "content": "Arsene Wenger has handed out 86 first-team debuts in the League Cup during his time in charge of Arsenal. It started with Alex Manninger, Matthew Upson, Alberto Mendez and Paolo Vernazza in a third-round win over Birmingham City in October 1997. It continued with academy graduates Josh Dasilva, Joe Wilock, Matt Macey and Ben Sheaf this season.Wenger's League Cup selection policy has launched some stellar careers, with Ashley Cole, Cesc Fabregas and Hector Bellerin the most notable names among the 86, but it also reflects a level of indifference towards the competition. Wenger has always seen the League Cup as little more than an inconvenience; an inconsequential trophy which clogs up the fixture list.This season, however, it has taken on new significance. Wenger persisted with his rotation policy up until Arsenal's quarter-final with West Ham, but there was a different feel to the side which faced Chelsea in the first leg of the semi-final. Alexis Sanchez was left on the bench amid speculation over his future and Petr Cech was rested for David Ospina, but otherwise the team was at full-strength.Having come away from Stamford Bridge with a goalless draw, Wenger's selection will be similarly strong at the Emirates Stadium on Wednesday night. Sanchez is gone and his replacement Henrikh Mkhitaryan is cup-tied, but Mesut Ozil will come back into the team and so too might the previously injured Laurent Koscielny, Nacho Monreal and Aaron Ramsey.The circumstances dictate that Arsenal can ill-afford to gamble. Wenger has never won the League Cup and only reached the final twice in his 19 full seasons in charge, but a failure to treat Wednesday's game as a priority would be difficult for disillusioned supporters to stomach.Indeed, the importance of the League Cup has increased dramatically in recent weeks. In the Premier League, a wretched run of three wins from 10 games has left Arsenal sixth. Liverpool's surprise defeat to Swansea on Monday kept the gap to the top four at five points, but leapfrogging the sides above them looks like a tall order nonetheless.The 4-2 loss to Nottingham Forest ensured they can't fall back on the FA Cup, either. Wenger made wholesale changes at the City Ground and watched from the stands as his second-string side exited the competition at the third-round stage for the first time in his reign. A trophy which has so often been a source of respite to the Frenchman was suddenly out of the question.Even the Europa League has become a tougher proposition. Arsenal have always known they would have to navigate nine knockout games to win it, but when the Champions League group stage concluded at the start of December, it became clear that those games could include meetings with European heavyweights Atletico Madrid, Borussia Dortmund and Napoli.Of course, the emphasis on the League Cup is even further enhanced by Sanchez's move to Manchester United. Can Arsenal cope without their best player? Wednesday's meeting with Chelsea will provide a clue. And as well as putting them one game away from their fourth trophy in five seasons, victory would give them the chance to kick-off the post-Sanchez era with a sense of optimism.The teams standing in their way are strong but they are certainly not unbeatable. In fact, it is less than a year since Arsenal overcame them both to lift the FA Cup. Wenger's side have not lost any of their last four meetings with Chelsea, and this time Antonio Conte's side is weakened by injuries to Cesc Fabregas and Alvaro Morata.Pep Guardiola's Manchester City are a far tougher opponent than last season, but the League Cup still represents Wenger's best hope of salvaging something from Arsenal's season. It's why, when the teams are announced on Wednesday night at the Emirates Stadium, there is unlikely to be a place for an 87th debutant."
}