{
  "date": "18/01/18",
  "title": "Arsene Wenger believes £1m-a-week player in football is possible",
  "description": "Arsene Wenger believes football could have its first £1m-a-week player and reiterated his belief that Arsenal are unable to compete with their domestic rivals financially.",
  "content": "Alexis Sanchez, who came close to joining Manchester City last summer, is believed to be edging closer to a move from Arsenal to Manchester United during the January transfer window with Henrikh Mkhitaryan understood to be heading in the opposite direction.National media reports suggest Sanchez, whose contract expires in the summer, could earn up to £500,000 a week at Old Trafford should the move go ahead and Wenger admits wages are likely to rise as players chose to run down their contracts rather than leave for large transfer fees.When asked whether he envisaged a player earning £1m a week, Wenger said: \"You cannot rule anything out.\"Who was the first player who was a £1m transfer? Trevor Francis (in 1979). Today (looking back) it looks ridiculous.\"Wenger highlighted the stance opted by Robin van Persie, the last high-profile player to leave the Emirates Stadium for Manchester United, as someone who chose to not extend his deal with the club and look for a move.\"Van Persie was one of the first cases where a big player didn't extend his contract and came close to the end of his contract. That will happen more and more.\"Because we arrive to a level where the money at stake for players who are free is so big, and the transfers are so big, that the players think: 'it's better I go to the end of my contract, and if I don't get the whole integrity of the transfer now, if I get only half, it's a huge amount of money'.\"Wenger added it was \"no mystery\" that Arsenal could not propose the same financial packages as the Manchester clubs, who have both spent big since the arrivals of Jose Mourinho and Pep Guardiola to Old Trafford and the Eithad Stadium respectively.\"Yes, financially yes,\" the French manager, who insisted Mkhitaryan's contract demands would not be an issue, said when asked whether Arsenal could offer less than their rivals.\"That doesn't mean that you cannot compete on the pitch. That will not be an excuse big enough to not compete on the pitch.\"Of course, there's no mystery that United and City have bigger financial resources.\"We did the maximum we could afford to do (with a contract offer for Sanchez).\""
}