{
  "date": "24/01/18",
  "title": "Arsene Wenger admits concern over Henrikh Mkhitaryan's confidence following Man Utd spell",
  "description": "Arsene Wenger says he is concerned that Henrikh Mkhitaryan may have suffered a dip in confidence after a largely-disappointing stint at Manchester United.",
  "content": "The Armenia international joined the Gunners on Monday in exchange for Alexis Sanchez, ending an indifferent 18-month spell at Old Trafford.Wenger admitted Mkhitaryan was a target for Arsenal before he moved to Manchester United in the summer of 2016 and the Frenchman has backed the 29-year-old to reinvigorate his career following his challenging time at Old Trafford.\"Yes, of course you worry about how much it has affected him,\" Wenger said.\"But as well it's a new chance for him, what you want in life is a new chance and I'm sure with his quality that he will take it.\"I met him at the time (he moved to United), at the time we were close but in the end it didn't work.\"Wenger suggested he could ask Mkhitaryan, who is cup-tied for Wednesday's Sky Live Carabao Cup semi-final second-leg against Chelsea, to play in an unfamiliar role moving forward.He said: \"He can play in different positions. But personally I first see him first in a wide position, but I'm thinking about him possibly to play through the middle.\"Pushed on whether that meant deploying Mkhitaryan as a No 10, Wenger replied: \"Or maybe even deeper.\"",
  "dbpedia": "\nThe Armenia international joined the Gunners on Monday in exchange for Alexis Sanchez, ending an indifferent 18-month spell at Old Trafford.Wenger admitted Mkhitaryan was a target for <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> before he moved to <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> in the summer of 2016 and the Frenchman has backed the 29-year-old to reinvigorate his career following his challenging time at Old Trafford.&quot;Yes, of course you worry about how much it has affected him,&quot; Wenger said.&quot;But as well it\\&apos;s a new chance for him, what you want in life is a new chance and I\\&apos;m sure with his quality that he will take it.&quot;I met him at the time (he moved to United), at the time we were close but in the end it didn\\&apos;t work.&quot;Wenger suggested he could ask Mkhitaryan, who is cup-tied for Wednesday\\&apos;s Sky Live Carabao Cup semi-final second-leg against <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>, to play in an unfamiliar role moving forward.He said: &quot;He can play in different positions. But personally I first see him first in a wide position, but I\\&apos;m thinking about him possibly to play through the middle.&quot;Pushed on whether that meant deploying Mkhitaryan as a No 10, Wenger replied: &quot;Or maybe even deeper.&quot;\n"
}