{
  "date": "19/01/18",
  "title": "Arsenal should be targeting Anthony Martial rather than Henrikh Mkhitaryan, says Charlie Nicholas",
  "description": "Charlie Nicholas believes Arsenal should be going after Anthony Martial rather than Henrikh Mkhitaryan as part of the swap deal for Alexis Sanchez.",
  "content": "A deal has been agreed in principle for Sanchez to move to Manchester United, with Mkhitaryan poised to move to Arsenal in the opposite direction.But Gunners legend Nicholas is not convinced Mkhitaryan will improve his former club and believes Wenger should make a late attempt to snare Martial, suggesting the Frenchman is likely to see his playing time at Old Trafford limited further by Sanchez's impending arrival.The 22-year-old has started 12 of United's 23 Premier League games this season but has taken his tally to eight goals after starting and scoring in their last two.Nicholas told Sky Sports: \"I know Merse is a massive fan of Mkhitaryan and I appreciate he is efficient and a decent team player. Would I take the deal? Yes, I would. But to be totally honest I'd much rather pay an additional £50m to get Martial.\"I think if Arsenal would say to Martial: 'You can be the next Thierry Henry.' Arsenal made £30m on selling Alex Oxlade-Chamberlain, £20m on Theo Walcott, so go all-in; forget Malcom or other players who may or may not be good prospects, go all-in and give him what he wants financially.\"In the summer Arsenal were willing to take Raheem Sterling but Martial is a far better player and could become one of the best in the world.\"I would hope Arsene Wenger would be talking to his agent, who will already know he is going to struggle for playing time majorly with Sanchez arriving, and saying, 'Come here where we'll build the team around him.'\"The Soccer Saturday pundit is also concerned that Mkhitaryan's struggles at Old Trafford suggest he lacks the mental fortitude to make it at a top club.He added: \"If you don't handle the situation at Manchester United then there's a question mark over you for me. I just think the club is so enormous that it swallowed him up.\"He reminds of Alexander Hleb, or even Andrey Arshavin. They have talent and are superstars in their own country but they can't really handle the pressure.\"",
  "dbpedia": "\nA deal has been agreed in principle for Sanchez to move to <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>, with Mkhitaryan poised to move to <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> in the opposite direction.But Gunners legend Nicholas is not convinced Mkhitaryan will improve his former club and believes Wenger should make a late attempt to snare Martial, suggesting the Frenchman is likely to see his playing time at Old Trafford limited further by Sanchez\\&apos;s impending arrival.The 22-year-old has started 12 of United\\&apos;s 23 <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> games this season but has taken his tally to eight goals after starting and scoring in their last two.Nicholas told Sky Sports: &quot;I know Merse is a massive fan of Mkhitaryan and I appreciate he is efficient and a decent team player. Would I take the deal? Yes, I would. But to be totally honest I\\&apos;d much rather pay an additional &#xA3;50m to get Martial.&quot;I think if <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> would say to Martial: \\&apos;You can be the next <a href=\"http://dbpedia.org/resource/Thierry_Henry\" title=\"http://dbpedia.org/resource/Thierry_Henry\" target=\"_blank\">Thierry Henry</a>.\\&apos; <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> made &#xA3;30m on selling <a href=\"http://dbpedia.org/resource/Alex_Oxlade-Chamberlain\" title=\"http://dbpedia.org/resource/Alex_Oxlade-Chamberlain\" target=\"_blank\">Alex Oxlade-Chamberlain</a>, &#xA3;20m on <a href=\"http://dbpedia.org/resource/Theo_Walcott\" title=\"http://dbpedia.org/resource/Theo_Walcott\" target=\"_blank\">Theo Walcott</a>, so go all-in; forget Malcom or other players who may or may not be good prospects, go all-in and give him what he wants financially.&quot;In the summer <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> were willing to take <a href=\"http://dbpedia.org/resource/Raheem_Sterling\" title=\"http://dbpedia.org/resource/Raheem_Sterling\" target=\"_blank\">Raheem Sterling</a> but Martial is a far better player and could become one of the best in the world.&quot;I would hope Arsene Wenger would be talking to his agent, who will already know he is going to struggle for playing time majorly with Sanchez arriving, and saying, \\&apos;Come here where we\\&apos;ll build the team around him.\\&apos;&quot;The Soccer Saturday pundit is also concerned that Mkhitaryan\\&apos;s struggles at Old Trafford suggest he lacks the mental fortitude to make it at a top club.He added: &quot;If you don\\&apos;t handle the situation at <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> then there\\&apos;s a question mark over you for me. I just think the club is so enormous that it swallowed him up.&quot;He reminds of <a href=\"http://dbpedia.org/resource/Alexander_Hleb\" title=\"http://dbpedia.org/resource/Alexander_Hleb\" target=\"_blank\">Alexander Hleb</a>, or even <a href=\"http://dbpedia.org/resource/Andrei_Arshavin\" title=\"http://dbpedia.org/resource/Andrei_Arshavin\" target=\"_blank\">Andrey Arshavin</a>. They have talent and are superstars in their own country but they can\\&apos;t really handle the pressure.&quot;\n"
}