{
  "date": "03/02/18",
  "title": "Arsene Wenger pleased with Pierre-Emerick Aubameyang and Henrikh Mkhitaryan displays in Everton win",
  "description": "Arsene Wenger was impressed by the full debut displays of Pierre-Emerick Aubameyang and Henrikh Mkhitaryan as both had an impact in Arsenal's 5-1 win over Everton",
  "content": "The new arrivals needed just six minutes to mark their arrival as the pair combined to allow Aaron Ramsey to tap in the opening goal of the contest.\nLaurent Koscielny added the second and Ramsey struck again before the close friends then combined for Aubameyang to score on his debut - albeit from an offside position.\nAs team-mates at Dortmund, Aubameyang and Mkhitaryan racked up 121 goals and 80 assists between 2013-2016 and Wenger said it is like the pair have been at the Emirates Stadium for years.\n\"In the first half we were quick, mobile, technically very sharp and we finished very well as well,\" he said. \"Overall, two players integrated well into our game and they looked as if they had played for us forever.\n\"They have similar qualities to what our game is about. Technically, they are good. They are quick and overall it was a first convincing performance.\"\nMkhitaryan, in particular, looked superb as he laid on three goals on his debut having struggled to make an impact at Manchester United.\n\"He is a good link player and he works very hard as well,\" added Wenger. \"Overall, I think he looked well-accepted by the rest of the team and was understanding very well how we want to play.\n\"It was a convincing debut that shows that he has the level to play with us.\"\nMesut Ozil also impressed after signing a new deal at the club to end speculation over his future but it was Ramsey who stole the show - with Wenger pleased to see the Welshman show composure in front of goal for his hat-trick.\n\"I felt always - when I watched the games after on the video - you think always that he is there in a good position in the box and I felt always that he had between 10 and 15 goals at least in his locker,\" he said.\n\"He didn't do it until now because I think he rushed, sometimes, with his finishing. He looks much calmer.\"\n",
  "dbpedia": "The new arrivals needed just six minutes to mark their arrival as the pair combined to allow <a href=\"http://dbpedia.org/resource/Aaron_Ramsey\" title=\"http://dbpedia.org/resource/Aaron_Ramsey\" target=\"_blank\">Aaron Ramsey</a> to tap in the opening goal of the contest.<br><a href=\"http://dbpedia.org/resource/Laurent_Koscielny\" title=\"http://dbpedia.org/resource/Laurent_Koscielny\" target=\"_blank\">Laurent Koscielny</a> added the second and Ramsey struck again before the close friends then combined for Aubameyang to score on his debut - albeit from an offside position.<br>As team-mates at <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Dortmund</a>, Aubameyang and Mkhitaryan racked up 121 goals and 80 assists between 2013-2016 and Wenger said it is like the pair have been at the <a href=\"http://dbpedia.org/resource/Emirates_Stadium\" title=\"http://dbpedia.org/resource/Emirates_Stadium\" target=\"_blank\">Emirates Stadium</a> for years.<br>\"In the first half we were quick, mobile, technically very sharp and we finished very well as well,\" he said. \"Overall, two players integrated well into our game and they looked as if they had played for us forever.<br>\"They have similar qualities to what our game is about. Technically, they are good. They are quick and overall it was a first convincing performance.\"<br>Mkhitaryan, in particular, looked superb as he laid on three goals on his debut having struggled to make an impact at <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>.<br>\"He is a good link player and he works very hard as well,\" added Wenger. \"Overall, I think he looked well-accepted by the rest of the team and was understanding very well how we want to play.<br>\"It was a convincing debut that shows that he has the level to play with us.\"<br>Mesut Ozil also impressed after signing a new deal at the club to end speculation over his future but it was Ramsey who stole the show - with Wenger pleased to see the Welshman show composure in front of goal for his hat-trick.<br>\"I felt always - when I watched the games after on the video - you think always that he is there in a good position in the box and I felt always that he had between 10 and 15 goals at least in his locker,\" he said.<br>\"He didn't do it until now because I think he rushed, sometimes, with his finishing. He looks much calmer.\"<br>"
}