{
  "date": "09/01/18",
  "title": "Arsene Wenger says Arsenal have not received an approach for Alexis Sanchez",
  "description": "Arsenal have not received an approach for Alexis Sanchez this month, says Arsene Wenger.",
  "content": "Reports emerged on Monday night that Manchester City will make a fresh £30m bid to sign Sanchez in the current window, with his contract set to expire at the end of the season.Wenger denied they have received any approach in January and, asked if he expects Sanchez to leave Arsenal, said: \"I expect nothing, I am focused on tomorrow's game.\"When solicitations happen you respond, at the moment it's very quiet.\"Sanchez is in contention to face Chelsea in the first leg of their Carabao Cup semi final, said Wenger, who insisted there was no update on the futures of Mesut Ozil and Jack Wilshere.All three players can be approached by foreign clubs as they are within six months of the end of their contracts, but Wenger is unconcerned by interest from abroad.\"It's not a big concern,\" he said. \"I believe that most of the players today want to play in the Premier League.\"The Premier League can pay contracts and wages that no other, apart from maybe three or four clubs abroad, can pay.\"Arsenal have made a fresh enquiry for West Brom captain Jonny Evans, according to Sky sources, but face competition from Manchester City for the defender.Wenger admitted Arsenal would struggle to compete should City make a concrete offer.\"I don't know if Man City is in for anybody, I don't know their policy,\" said Wenger. \"But if the decision comes to finances with Manchester City we know we will be second best. That is well known.\"Francis Coquelin could be leaving Arsenal during January, though.He and Mohamed Elneny are among the targets West Ham are considering to bolster their midfield, according to Sky sources.Wenger said it is a \"possibility\" Coquelin will be depart, but insisted the club have \"had no contact with West Ham\".",
  "dbpedia": "\nReports emerged on Monday night that <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> will make a fresh &#xA3;30m bid to sign Sanchez in the current window, with his contract set to expire at the end of the season.Wenger denied they have received any approach in January and, asked if he expects Sanchez to leave <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>, said: &quot;I expect nothing, I am focused on tomorrow\\&apos;s game.&quot;When solicitations happen you respond, at the moment it\\&apos;s very quiet.&quot;Sanchez is in contention to face <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> in the first leg of their Carabao Cup semi final, said Wenger, who insisted there was no update on the futures of Mesut Ozil and Jack Wilshere.All three players can be approached by foreign clubs as they are within six months of the end of their contracts, but Wenger is unconcerned by interest from abroad.&quot;It\\&apos;s not a big concern,&quot; he said. &quot;I believe that most of the players today want to play in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>.&quot;The <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> can pay contracts and wages that no other, apart from maybe three or four clubs abroad, can pay.&quot;<a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> have made a fresh enquiry for <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> captain <a href=\"http://dbpedia.org/resource/Jonny_Evans\" title=\"http://dbpedia.org/resource/Jonny_Evans\" target=\"_blank\">Jonny Evans</a>, according to Sky sources, but face competition from <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> for the defender.Wenger admitted <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> would struggle to compete should City make a concrete offer.&quot;I don\\&apos;t know if Man City is in for anybody, I don\\&apos;t know their policy,&quot; said Wenger. &quot;But if the decision comes to finances with <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> we know we will be second best. That is well known.&quot;<a href=\"http://dbpedia.org/resource/Francis_Coquelin\" title=\"http://dbpedia.org/resource/Francis_Coquelin\" target=\"_blank\">Francis Coquelin</a> could be leaving <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> during January, though.He and Mohamed Elneny are among the targets <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> are considering to bolster their midfield, according to Sky sources.Wenger said it is a &quot;possibility&quot; Coquelin will be depart, but insisted the club have &quot;had no contact with <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a>&quot;.\n"
}