{
  "date": "04/02/18",
  "title": "Ashley Williams says Everton are 'angry and disappointed' after Arsenal loss",
  "description": "Ashley Williams says the Everton squad are in a dejected mood after Saturday's tame display at Arsenal.",
  "content": "Aaron Ramsey scored a hat-trick for the Gunners and there were also goals for Laurent Koscielny and new-boy Pierre-Emerick Aubameyang, as Arsenal romped to a 5-1 win.\nEverton were all at sea in a first half in which they conceded four goals in the first 37 minutes - and manager Sam Allardyce described his team's performance as \"pathetic\".\nThe Everton captain is not inclined to disagree and told Everton's official website: \"Everyone is angry and disappointed with the performance and result.\n\"The manager was not happy - but none of us are.\"It hurts like any defeat but when you go down like that, 4-0 in the first half, it does really hurt.\"\nAllardyce tried a three-man defence before the break, having seen Swansea enjoy success against Arsenal earlier in the week, but Williams thinks the display was so poor that the formation switch could not be blamed.\n\"It is football, and whatever formation you play, or whichever personnel are in the team, you have to do your best,\" he added.\n\"You have to compete and we did not compete in the first half. We have used different formations and won, so that is not an excuse.\"\nCrystal Palace will visit Goodison Park next Saturday and Williams says it is a chance to get the season back on track.\n\"We knew it would be a difficult game at the Emirates but we wanted to get a result,\" Williams added. \"Then we performed like that.\n\"It was disappointing, but you have to pick yourself up. We have work again in the morning and will start working towards the next game.\n\"Everyone is trying to get as many points as they can and we need to keep looking up and putting points on the board for ourselves - and not get dragged back down into the bottom half.\"\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Aaron_Ramsey\" title=\"http://dbpedia.org/resource/Aaron_Ramsey\" target=\"_blank\">Aaron Ramsey</a> scored a hat-trick for the Gunners and there were also goals for <a href=\"http://dbpedia.org/resource/Laurent_Koscielny\" title=\"http://dbpedia.org/resource/Laurent_Koscielny\" target=\"_blank\">Laurent Koscielny</a> and new-boy <a href=\"http://dbpedia.org/resource/Pierre-Emerick_Aubameyang\" title=\"http://dbpedia.org/resource/Pierre-Emerick_Aubameyang\" target=\"_blank\">Pierre-Emerick</a> Aubameyang, as <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> romped to a 5-1 win.<br><a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> were all at sea in a first half in which they conceded four goals in the first 37 minutes - and manager <a href=\"http://dbpedia.org/resource/Sam_Allardyce\" title=\"http://dbpedia.org/resource/Sam_Allardyce\" target=\"_blank\">Sam Allardyce</a> described his team's performance as \"pathetic\".<br>The <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> captain is not inclined to disagree and told <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>'s official website: \"Everyone is angry and disappointed with the performance and result.<br>\"The manager was not happy - but none of us are.\"It hurts like any defeat but when you go down like that, 4-0 in the first half, it does really hurt.\"<br>Allardyce tried a three-man defence before the break, having seen <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> enjoy success against <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> earlier in the week, but Williams thinks the display was so poor that the formation switch could not be blamed.<br>\"It is football, and whatever formation you play, or whichever personnel are in the team, you have to do your best,\" he added.<br>\"You have to compete and we did not compete in the first half. We have used different formations and won, so that is not an excuse.\"<br><a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a> will visit <a href=\"http://dbpedia.org/resource/Goodison_Park\" title=\"http://dbpedia.org/resource/Goodison_Park\" target=\"_blank\">Goodison Park</a> next Saturday and Williams says it is a chance to get the season back on track.<br>\"We knew it would be a difficult game at the Emirates but we wanted to get a result,\" Williams added. \"Then we performed like that.<br>\"It was disappointing, but you have to pick yourself up. We have work again in the morning and will start working towards the next game.<br>\"Everyone is trying to get as many points as they can and we need to keep looking up and putting points on the board for ourselves - and not get dragged back down into the bottom half.\"<br>"
}