{
  "date": "26/01/18",
  "title": "Aston Villa v Wolves and Fulham v Leeds among EFL games live on Sky Sports in March and April",
  "description": "Aston Villa v Wolves, Nottingham Forest v Derby and Fulham v Leeds are among 16 EFL games that will be shown live on Sky Sports in March and April.",
  "content": "It has also been confirmed that eight matches will be live on Sky Sports over a bumper Easter weekend.There will be three fixtures on Friday, March 30, including Middlesbrough v Wolves and Derby v Sunderland.Steve Bruce returns to Hull with Aston Villa on Saturday, March 31, before April kicks off with four games in two days, among them Sheffield United v Cardiff and Fulham v Leeds.Sky Sports will also show the top-of-the-table League One clash between Blackburn and Wigan on Sunday, March 4.Blackburn are live again on Thursday, March 29 when they host Bradford, while League Two leaders Luton will be shown on Sky Sports when they face Barnet on Saturday, March 24.Further fixtures for the weekend of March 17 will be confirmed following the FA Cup fourth round matches this weekend.These are the latest fixtures added to Sky Sports' schedule, with all the key promotion contenders in action over the next couple of months. You can see all the fixtures that have been announced so far below...JanuaryTue 30: Sheffield United v Aston Villa (7.45pm)FebruaryFri 2: Bolton Wanderers v Bristol City (8pm)Sat 3: Wolverhampton Wanderers v Sheffield United (5.30pm)Fri 9: Millwall v Cardiff (7.45pm)Sat 10: Sheffield United v Leeds (12.30pm)Sun 11: Aston Villa v Birmingham (12pm)Sun 18: Norwich v Ipswich (12pm), Leeds v Bristol City (4.30pm)Mon 19: Blackburn v Bury (7.45pm)Wed 21: Derby v Leeds (7.45pm)Fri 23: Hull v Sheffield United (7.45pm)Sat 24: Fulham v Wolves (5.30pm)MarchFri 2: Middlesbrough v Leeds (7.45pm)Sat 3: Wolves v Reading (5.30pm)Sun 4: Blackburn v Wigan (12pm)Wed 7: Leeds v Wolves (7.45pm)Sat 10: Aston Villa v Wolves (5.30pm)Sun 11: Nottingham Forest v Derby (2.30pm)Mon 19: Doncaster v Bradford (7.45pm)Sat 24: Luton v Barnet (5.15pm)Sun 25: Chesterfield v Notts County (1.30pm)Sun 25: Portsmouth v Oxford United (4pm)Thu 29: Blackburn v Bradford (7.45pm)Fri 30: Oxford United v Scunthorpe (12.45pm)Fri 30: Middlesbrough v Wolves (5.30pm)Fri 30: Derby v Sunderland (7.45pm)Sat 31: Hull v Aston Villa (5.30pm)AprilMon 2: Preston v Derby (12.45pm)Mon 2: Portsmouth v Wigan (5.30pm)Mon 2: Sheffield United v Cardiff (7.45pm)Tue 3: Fulham v Leeds (7.45pm)Throughout the course of the 2017/18 season, Sky Sports will exclusively show 127 live matches from the Sky Bet EFL season - including the play-offs."
}