{
  "date": "25/01/18",
  "title": "Aston Villa's Jed Steer set to miss rest of season",
  "description": "Aston Villa goalkeeper Jed Steer is likely to be sidelined for the rest of the season after undergoing surgery on his shoulder.",
  "content": "The 25-year-old suffered ligament damage during Villa's FA Cup tie with Peterborough earlier this month and had surgery on Wednesday morning.Steer, understudy to on-loan 'keeper Sam Johnstone, has made four cup appearances for the Villans this campaign.Sharing the news on Twitter, Steer wrote: \"Well. I've been dealt a blow. A dislocated shoulder has likely put an end to my season prematurely.\"Surgery went really well yesterday and my road to recovery is up and running.\"All the best to everyone, let's get the job done!!\"The former England U16, U17 and U19 international has spent a number of seasons on loan since joining the club from Norwich in 2013.Villa sit fourth in the Championship with four wins from their last four games and will call on Mark Bunn to take the No 2 spot in Steer's absence.",
  "dbpedia": "\nThe 25-year-old suffered ligament damage during Villa\\&apos;s FA Cup tie with <a href=\"http://dbpedia.org/resource/Peterborough_United_F.C.\" title=\"http://dbpedia.org/resource/Peterborough_United_F.C.\" target=\"_blank\">Peterborough</a> earlier this month and had surgery on Wednesday morning.Steer, understudy to on-loan \\&apos;keeper <a href=\"http://dbpedia.org/resource/Sam_Johnstone\" title=\"http://dbpedia.org/resource/Sam_Johnstone\" target=\"_blank\">Sam Johnstone</a>, has made four cup appearances for the Villans this campaign.Sharing the news on Twitter, Steer wrote: &quot;Well. I\\&apos;ve been dealt a blow. A dislocated shoulder has likely put an end to my season prematurely.&quot;Surgery went really well yesterday and my road to recovery is up and running.&quot;All the best to everyone, let\\&apos;s get the job done!!&quot;The former <a href=\"http://dbpedia.org/resource/England_national_under-16_football_team\" title=\"http://dbpedia.org/resource/England_national_under-16_football_team\" target=\"_blank\">England U16</a>, U17 and U19 international has spent a number of seasons on loan since joining the club from <a href=\"http://dbpedia.org/resource/Norwich_City_F.C.\" title=\"http://dbpedia.org/resource/Norwich_City_F.C.\" target=\"_blank\">Norwich</a> in 2013.Villa sit fourth in the Championship with four wins from their last four games and will call on <a href=\"http://dbpedia.org/resource/Mark_Bunn_(English_footballer)\" title=\"http://dbpedia.org/resource/Mark_Bunn_(English_footballer)\" target=\"_blank\">Mark Bunn</a> to take the No 2 spot in Steer\\&apos;s absence.\n"
}