{
  "date": "03/02/18",
  "title": "Bacary Sagna joins Serie A bottom club Benevento for rest of season",
  "description": "Former Arsenal and Manchester City defender Bacary Sagna has joined Serie A strugglers Benevento for the rest of the campaign.",
  "content": "The 34-year-old ex-France international's deal includes an option for a further year.A statement on the club's website on Saturday read: \"This morning, at the Caravaggio Sporting Village in Naples, an agreement was reached between Benevento Calcio and footballer Bacary Sagna.\"In the presence of president Oreste Vigorito, the French defender of Senegalese origins signed a contract that binds him to the Giallorossi club until June 30.\"Sagna will be available to coach Roberto De Zerbi from next week.Sagna, who won 65 caps for Les Bleus, has been without a club since leaving Manchester City last summer.Benevento prop up the rest in Serie A, having collected just seven points from their first 22 games.",
  "dbpedia": "\nThe 34-year-old ex-France international\\&apos;s deal includes an option for a further year.A statement on the club\\&apos;s website on Saturday read: &quot;This morning, at the Caravaggio Sporting Village in Naples, an agreement was reached between <a href=\"http://dbpedia.org/resource/Benevento_Calcio\" title=\"http://dbpedia.org/resource/Benevento_Calcio\" target=\"_blank\">Benevento Calcio</a> and footballer <a href=\"http://dbpedia.org/resource/Bacary_Sagna\" title=\"http://dbpedia.org/resource/Bacary_Sagna\" target=\"_blank\">Bacary Sagna</a>.&quot;In the presence of president Oreste Vigorito, the French defender of Senegalese origins signed a contract that binds him to the Giallorossi club until June 30.&quot;Sagna will be available to coach Roberto De Zerbi from next week.Sagna, who won 65 caps for Les Bleus, has been without a club since leaving <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> last summer.Benevento prop up the rest in <a href=\"http://dbpedia.org/resource/Serie_A\" title=\"http://dbpedia.org/resource/Serie_A\" target=\"_blank\">Serie A</a>, having collected just seven points from their first 22 games.\n"
}