{
  "date": "04/02/18",
  "title": "Badou Ndiaye tipped for greatness at Stoke by Paul Lambert",
  "description": "Paul Lambert believes new-signing Badou Ndiaye will prove to be \"one hell of a player\" for Stoke, following his debut against Bournemouth on Saturday.",
  "content": "Ndiaye, who made a Deadline Day move to the Premier League from Turkish side Galatasaray for £15m, played from the start during his new club's 2-1 defeat on the south-coast against Bournemouth.\nThe Senegal international midfielder gave a good account of himself on his first Potters outing, assisting Xherdan Shaqiri for the opener just moments before being taken off after Bournemouth's equaliser on 70 minutes and Lambert has tipped him for a bright future at the Bet 365 stadium.\n\"He was brilliant and his effort was excellent,\" said Lambert.\n\"He only trained on Friday and even then it was just a walk through so he probably doesn't know the lads' names still.\n\"If he keeps that level of performance then he's going to be a hell of a player.\"\nLambert experienced his first defeat since taking over from Mark Hughes, but he was full of praise for Shaqiri, formerly of Bayern Munich and Inter Milan, for his recent form.\n\"I think Shaqiri's a world-class footballer, I really do, he's excellent,\" Lambert added.\n\"I think he's got incredible ability to make things happen and since I've come to the football club he's been excellent.\n\"You don't play for the clubs he's been at without being a top player.\n\"Maybe he's played at an inconsistent level but his general performance has been excellent.\"\n",
  "dbpedia": "Ndiaye, who made a Deadline Day move to the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> from <a href=\"http://dbpedia.org/resource/Turkey_national_football_team\" title=\"http://dbpedia.org/resource/Turkey_national_football_team\" target=\"_blank\">Turkish</a> side Galatasaray for £15m, played from the start during his new club's 2-1 defeat on the south-coast against <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a>.<br>The <a href=\"http://dbpedia.org/resource/Senegal_national_football_team\" title=\"http://dbpedia.org/resource/Senegal_national_football_team\" target=\"_blank\">Senegal international</a> midfielder gave a good account of himself on his first Potters outing, assisting <a href=\"http://dbpedia.org/resource/Xherdan_Shaqiri\" title=\"http://dbpedia.org/resource/Xherdan_Shaqiri\" target=\"_blank\">Xherdan Shaqiri</a> for the opener just moments before being taken off after <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a>'s equaliser on 70 minutes and Lambert has tipped him for a bright future at the Bet 365 stadium.<br>\"He was brilliant and his effort was excellent,\" said Lambert.<br>\"He only trained on Friday and even then it was just a walk through so he probably doesn't know the lads' names still.<br>\"If he keeps that level of performance then he's going to be a hell of a player.\"<br>Lambert experienced his first defeat since taking over from <a href=\"http://dbpedia.org/resource/Mark_Hughes\" title=\"http://dbpedia.org/resource/Mark_Hughes\" target=\"_blank\">Mark Hughes</a>, but he was full of praise for Shaqiri, formerly of <a href=\"http://dbpedia.org/resource/FC_Bayern_Munich\" title=\"http://dbpedia.org/resource/FC_Bayern_Munich\" target=\"_blank\">Bayern Munich</a> and <a href=\"http://dbpedia.org/resource/Inter_Milan\" title=\"http://dbpedia.org/resource/Inter_Milan\" target=\"_blank\">Inter Milan</a>, for his recent form.<br>\"I think Shaqiri's a world-class footballer, I really do, he's excellent,\" Lambert added.<br>\"I think he's got incredible ability to make things happen and since I've come to the football club he's been excellent.<br>\"You don't play for the clubs he's been at without being a top player.<br>\"Maybe he's played at an inconsistent level but his general performance has been excellent.\"<br>"
}