{
  "date": "07/01/18",
  "title": "Barcelona see Philippe Coutinho as Andres Iniesta's successor, says Guillem Balague",
  "description": "Barcelona view Philippe Coutinho as a potential long-term replacement for Andres Iniesta but will play the midfielder further forward while he adapts to La Liga, according to Guillem Balague.",
  "content": "Coutinho is close to completing a January move to Barcelona after the Catalan giants agreed a £146m deal with Liverpool for the Brazil international on Saturday.The 25-year-old is set to sign a five-and-a-half-year contract at the Nou Camp and Balague believes Coutinho has been brought to the club to replace Iniesta, 33, who has been linked with a move to the Chinese Super League at the end of the current campaign.\"Iniesta is getting old. It has been suggested that this is his last season at Barcelona with huge offers on the table from China,\" said Balague.\"Barcelona need that type of quality in midfield. Coutinho is not Iniesta yet, in fact they seem him as more of a forward at the moment, but he can develop the skills needed.\"At the beginning Coutinho won't have many defensive obligations without the ball but he'll have to learn those because they see him, in the medium term, as a midfielder.\"They think that for him to do so, he will have to understand the positional game of Barcelona, to do a bigger shift without the ball.\"At the moment what they need straight away is a replacement for Neymar, which they did not get [in the summer].\"Balague believes the transfer, the second biggest in history behind Neymar's summer move to PSG, will be completed on Monday.\"They are preparing everything for tomorrow. The medical will be passed tomorrow, then there will be a presentation at the Nou Camp,\" he said.\"Barcelona will have to explain why in the summer they were saying 'If we have to spend 150 million on players, well we will have to all just go home and resign'.\"Well they've done that now, 145 million euros on [Ousmane] Dembele in the summer and now 160 [million euros on Coutinho], so they know the difficulties of maintain the level of expenditure that the likes of PSG and Manchester City are doing.\"It is very difficult for Barcelona to keep it up, but to do so they need the likes of Coutinho to arrive.\"Sky sources understand Liverpool are not interested in signing either Riyad Mahrez or Thomas Lemar in January and Balague believes the Reds will look to wait until the summer before they enter the transfer market.\"What we are hearing is that they have no intention of signing either Lemar of Mahrez. They are not after either of them,\" said Balague.\"They seem to have identified that Liverpool are strong enough at the moment, as they are.\"If you look the percentage of victories without Coutinho is actually higher than with Coutinho, so they think that squad is strong enough this season for the targets which is of course top four and to do very well in Europe.\"If you have all this money coming in and then go to the market, you go as a weak buyer - you will get quoted figures that are not the right ones, perhaps they are keeping the money for the summer.\""
}