{
  "date": "04/02/18",
  "title": "Barcelona's Gerard Pique stands by Espanyol celebration",
  "description": "Gerard Pique was unapologetic after hushing Espanyol supporters as he celebrated scoring Barcelona's equaliser in a 1-1 draw on Sunday.",
  "content": "Pique's gesture came after Espanyol reported the defender to the Royal Spanish Football Federation for referring to them as \"Espanyol from Cornella\" following the teams' Copa del Rey tie last month.\nCornella is a suburb of Barcelona, where the Cornella-El Prat stadium has been Espanyol's home since 2009, with Pique's implication being the club do not deserve to be considered Barca's rivals.\nLionel Messi came off the bench to cross for Pique's 83rd-minute header, which cancelled out Gerard Moreno's opener and keeps intact Barca's unbeaten record in La Liga this season.\nThere were heated scenes after the full-time whistle too as Barcelona defender Samuel Umtiti clashed with Espanyol's Sergio Garcia.\n\"Celebrating the goal was special after everything that's happened in the last week,\" said Pique. \"Some of the fans here have been directing insults at me and my family for a long time. I was telling them, in general, to be quiet, but maybe I shouldn't have. I know a lot of good Espanyol fans. Maybe it should have been directed at the club or its owners for not reporting certain things.\n\"They are from Cornella, like I said the other day. I know it hurt them and I used sarcasm to annoy them but saying they play in Cornella is not disrespectful, it's a fact.\n\"They complain about that and report me, but they don't investigate insults towards my family. That is disrespectful.\n\"The least I could do was bring silence to the Espanyol fans.\"\nBarca lost the first leg of their Copa del Rey quarter-final 1-0 as Espanyol ended their unbeaten run of 29 games in all competitions.\nA 2-0 win for the LaLiga leaders in the second leg ensured progress but they were made to work hard again in torrential rain and on a sodden pitch.\nBarcelona coach Ernesto Valverde described the surface as \"dangerous\".\n\"Even though it was raining, we thought that the pitch would hold, but then we saw that the grass was not going to hold up and that the pitch was becoming dangerous,\" Valverde said. \"On our passes from defence the ball could get stuck in a puddle and that's why things got difficult.\"\nEspanyol, meanwhile, stay 15th, eight points clear of the relegation zone.\n\"It was one of the most exciting games,\" coach Quique Sanchez Flores said. \"We have had better performances but this draw is good considering the size of the opponent.\"\n",
  "dbpedia": "Pique's gesture came after <a href=\"http://dbpedia.org/resource/RCD_Espanyol\" title=\"http://dbpedia.org/resource/RCD_Espanyol\" target=\"_blank\">Espanyol</a> reported the defender to the Royal Spanish Football Federation for referring to them as \"<a href=\"http://dbpedia.org/resource/RCD_Espanyol\" title=\"http://dbpedia.org/resource/RCD_Espanyol\" target=\"_blank\">Espanyol</a> from Cornella\" following the teams' Copa del Rey tie last month.<br>Cornella is a suburb of <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a>, where the Cornella-El Prat stadium has been <a href=\"http://dbpedia.org/resource/RCD_Espanyol\" title=\"http://dbpedia.org/resource/RCD_Espanyol\" target=\"_blank\">Espanyol</a>'s home since 2009, with Pique's implication being the club do not deserve to be considered Barca's rivals.<br><a href=\"http://dbpedia.org/resource/Lionel_Messi\" title=\"http://dbpedia.org/resource/Lionel_Messi\" target=\"_blank\">Lionel Messi</a> came off the bench to cross for Pique's 83rd-minute header, which cancelled out Gerard Moreno's opener and keeps intact Barca's unbeaten record in <a href=\"http://dbpedia.org/resource/La_Liga\" title=\"http://dbpedia.org/resource/La_Liga\" target=\"_blank\">La Liga</a> this season.<br>There were heated scenes after the full-time whistle too as <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> defender Samuel Umtiti clashed with <a href=\"http://dbpedia.org/resource/RCD_Espanyol\" title=\"http://dbpedia.org/resource/RCD_Espanyol\" target=\"_blank\">Espanyol</a>'s Sergio Garcia.<br>\"Celebrating the goal was special after everything that's happened in the last week,\" said Pique. \"Some of the fans here have been directing insults at me and my family for a long time. I was telling them, in general, to be quiet, but maybe I shouldn't have. I know a lot of good <a href=\"http://dbpedia.org/resource/RCD_Espanyol\" title=\"http://dbpedia.org/resource/RCD_Espanyol\" target=\"_blank\">Espanyol</a> fans. Maybe it should have been directed at the club or its owners for not reporting certain things.<br>\"They are from Cornella, like I said the other day. I know it hurt them and I used sarcasm to annoy them but saying they play in Cornella is not disrespectful, it's a fact.<br>\"They complain about that and report me, but they don't investigate insults towards my family. That is disrespectful.<br>\"The least I could do was bring silence to the <a href=\"http://dbpedia.org/resource/RCD_Espanyol\" title=\"http://dbpedia.org/resource/RCD_Espanyol\" target=\"_blank\">Espanyol</a> fans.\"<br>Barca lost the first leg of their Copa del Rey quarter-final 1-0 as <a href=\"http://dbpedia.org/resource/RCD_Espanyol\" title=\"http://dbpedia.org/resource/RCD_Espanyol\" target=\"_blank\">Espanyol</a> ended their unbeaten run of 29 games in all competitions.<br>A 2-0 win for the LaLiga leaders in the second leg ensured progress but they were made to work hard again in torrential rain and on a sodden pitch.<br><a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> coach <a href=\"http://dbpedia.org/resource/Ernesto_Valverde\" title=\"http://dbpedia.org/resource/Ernesto_Valverde\" target=\"_blank\">Ernesto Valverde</a> described the surface as \"dangerous\".<br>\"Even though it was raining, we thought that the pitch would hold, but then we saw that the grass was not going to hold up and that the pitch was becoming dangerous,\" Valverde said. \"On our passes from defence the ball could get stuck in a puddle and that's why things got difficult.\"<br><a href=\"http://dbpedia.org/resource/RCD_Espanyol\" title=\"http://dbpedia.org/resource/RCD_Espanyol\" target=\"_blank\">Espanyol</a>, meanwhile, stay 15th, eight points clear of the relegation zone.<br>\"It was one of the most exciting games,\" coach <a href=\"http://dbpedia.org/resource/Quique_Flores\" title=\"http://dbpedia.org/resource/Quique_Flores\" target=\"_blank\">Quique Sanchez Flores</a> said. \"We have had better performances but this draw is good considering the size of the opponent.\"<br>"
}