{
  "date": "10/01/18",
  "title": "Barcelona's Arda Turan in talks with Istanbul Basaksehir",
  "description": "Turkish league leaders Istanbul Basaksehir are in talks with Barcelona to bring midfielder Arda Turan back to Turkey, the Super Lig club said on Wednesday.",
  "content": "Turan, 30, joined Barcelona in 2015 after four successful seasons with Atletico Madrid but he has failed to hold down a first-team place.Basaksehir, who have risen fast over the last two seasons to rival the established Istanbul triumvirate of Besiktas, Fenerbahce and Galatasaray, however warned that the transfer was still a work in progress.\"The process is continuing. I don't think there is any problem with him but this part of the talks with Barcelona is not easy,\" Basaksehir's manager Abdullah Avci said. \"The situation will be made clear on Thursday or Friday.\"The club's chairman Goksel Gumusdag said in a statement that he held talks in Barcelona with parties including Turan and Barcelona chief executive Oscar Gomar.He said that he returned from the talks \"feeling positive\" due to the player's enthusiasm and the backing of its sponsor.\"We have agreed in principle on many issues but there are still some steps that need to be taken,\" he said.Press reports have said that a six-month loan deal - which could be converted into a permanent arrangement - was being discussed.The player is a household name in his home country, where his personal life is followed as closely as his exploits on the field.",
  "dbpedia": "\nTuran, 30, joined <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> in 2015 after four successful seasons with Atletico Madrid but he has failed to hold down a first-team place.Basaksehir, who have risen fast over the last two seasons to rival the established Istanbul triumvirate of Besiktas, Fenerbahce and Galatasaray, however warned that the transfer was still a work in progress.&quot;The process is continuing. I don\\&apos;t think there is any problem with him but this part of the talks with <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> is not easy,&quot; Basaksehir\\&apos;s manager Abdullah Avci said. &quot;The situation will be made clear on Thursday or Friday.&quot;The club\\&apos;s chairman Goksel Gumusdag said in a statement that he held talks in <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> with parties including Turan and <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> chief executive Oscar Gomar.He said that he returned from the talks &quot;feeling positive&quot; due to the player\\&apos;s enthusiasm and the backing of its sponsor.&quot;We have agreed in principle on many issues but there are still some steps that need to be taken,&quot; he said.Press reports have said that a six-month loan deal - which could be converted into a permanent arrangement - was being discussed.The player is a household name in his home country, where his personal life is followed as closely as his exploits on the field.\n"
}