{
  "date": "25/01/18",
  "title": "Baroness Sue Campbell defends Phil Neville appointment",
  "description": "The FA’s director of women’s football, Baroness Sue Campbell, has defended her decision to hire Phil Neville as the new head coach of England Women and says she is putting her \"reputation behind him\".",
  "content": "The appointment of Neville, who had previously never held a senior managerial role, has been met with criticism for both his lack of experience and for historical tweets sent from his account six years ago.The FA confirmed Neville will not face a charge after the former Manchester United and Everton defender apologised for the tweets.In a letter to the CEO of Kick It Out, Roisin Wood, the FA's chief executive Martin Glenn outlined the FA's recruitment process, which was led by Campbell and spanned over 30 countries, producing 145 potential names which was reduced to a long-list of 47 and further reduced to six candidates who were interviewed.Glenn said the FA turned to Neville after four candidates on the final shortlist, two of them female, withdrew from the selection process.Kick It Out and The Women's Sport Trust have both expressed concern over the decision to hire Neville, while Sports Minister Tracey Crouch has urged for the FA to be transparent when recruiting managers.Campbell told Sky Sports on Thursday that she believes Neville is \"the right person for the job at this moment\".She said: \"Everybody is entitled to their point of view and I respect that but I am responsible for the recruitment of Phil Neville and all I can say is: 'I back this man 100 per cent'.\"I put my reputation behind him and I have spent a lifetime gaining that reputation. He is the right person for this job at this moment.\"I was very clear what I wanted in this job, what personal qualities I wanted and the technical and tactical skills I needed and I started to talk to people that I really trust in the game and his name [Phil Neville] came up repeatedly.\"[He is a] great leader, inspirational, technically and tactically very good, and a really emotionally intelligent guy.\"The players have been really clear with me what they wanted. They wanted someone who could lead them from third to first [in the world rankings].\"When asked about the historical tweets, Campbell reiterated that background checks were made on all candidates but says the posts in question were not revealed.\"We have a company that does a very thorough background search that includes looking through people's tweets,\" she said.\"There were a few things, but not the ones that have subsequently been brought to the surface.We looked at those at felt they were neither inflammatory nor were they indeed inappropriate.\""
}