{
  "date": "10/01/18",
  "title": "Barry Bennell had a 'power hold' over young boys, court told",
  "description": "Former football coach Barry Bennell had a \"power hold\" over young boys who dreamt of being professional players, one of his alleged victims has told a court.",
  "content": "Bennell, who turned 64 on Wednesday, denies 48 child sex offences against 11 complainants between 1979 and 1990.The jury in his trial heard from the first complainant to give evidence at Liverpool Crown Court on Wednesday. The court was shown a video of the complainant's police interview and he then gave evidence from behind a screen.He said he first met Bennell when he came to a football training session as a scout for Manchester City.He said: \"He would make you feel like you stood out, like you were different, like you were special. Every boy just dreamed of being a footballer, so everybody wanted to please him.\"The complainant told how he and other boys would stay at Bennell's house, above a video shop which he owned, where he had two sets of bunk beds and a double bed which he would share with two boys.The jury heard how Bennell would allegedly turn the lights off and play music loudly before carrying out the abuse.The complainant described the football coach playing music including Billy Joel, Abracadabra by the Steve Miller Band and Cacharpaya by panpipes group Incantation as he abused him.He said: \"That tune just sends chills down my spine.\"However, he said none of the boys spoke out about what was happening, adding: \"It was almost like an untold rule, like 'shut up'.\"We didn't want to spoil our chances: 'I want to make it, I want to be a footballer, I want to play for City'. You knew but you didn't say anything.\"He had a big power hold over us with that, which was pretty horrific.\"He described being abused \"tens of tens, if not 100\" times by Bennell. He also told the court a man, who he knew as Sid, worked in the video shop where Bennell lived and he believed he also worked for the police as a part-time officer or special constable.The alleged victim described being abused on a football tour at Butlin's in Pwllheli when he woke up to find Bennell behind him.He said after about three years Bennell's interest in him \"fizzled out\".\"At the time I was probably sick of getting abused as well, I'd probably had enough,\" he said. \"You sort of know when this isn't going to happen, I'm not going to be a pro-footballer. It was only for that I was going to do it.\"He said he had not told anyone about the abuse until November 2016, when he saw other alleged victims of sexual abuse on the BBC's Victoria Derbyshire show. He then made the decision to contact police.He said: \"I always said to myself, 'One day I will do this', but I didn't want to upset my parents.\"",
  "dbpedia": "\nBennell, who turned 64 on Wednesday, denies 48 child sex offences against 11 complainants between 1979 and 1990.The jury in his trial heard from the first complainant to give evidence at Liverpool Crown Court on Wednesday. The court was shown a video of the complainant\\&apos;s police interview and he then gave evidence from behind a screen.He said he first met Bennell when he came to a football training session as a scout for Manchester City.He said: &quot;He would make you feel like you stood out, like you were different, like you were special. Every boy just dreamed of being a footballer, so everybody wanted to please him.&quot;The complainant told how he and other boys would stay at Bennell\\&apos;s house, above a video shop which he owned, where he had two sets of bunk beds and a double bed which he would share with two boys.The jury heard how Bennell would allegedly turn the lights off and play music loudly before carrying out the abuse.The complainant described the football coach playing music including Billy Joel, Abracadabra by the Steve Miller Band and Cacharpaya by panpipes group Incantation as he abused him.He said: &quot;That tune just sends chills down my spine.&quot;However, he said none of the boys spoke out about what was happening, adding: &quot;It was almost like an untold rule, like \\&apos;shut up\\&apos;.&quot;We didn\\&apos;t want to spoil our chances: \\&apos;I want to make it, I want to be a footballer, I want to play for City\\&apos;. You knew but you didn\\&apos;t say anything.&quot;He had a big power hold over us with that, which was pretty horrific.&quot;He described being abused &quot;tens of tens, if not 100&quot; times by Bennell. He also told the court a man, who he knew as Sid, worked in the video shop where Bennell lived and he believed he also worked for the police as a part-time officer or special constable.The alleged victim described being abused on a football tour at Butlin\\&apos;s in Pwllheli when he woke up to find Bennell behind him.He said after about three years Bennell\\&apos;s interest in him &quot;fizzled out&quot;.&quot;At the time I was probably sick of getting abused as well, I\\&apos;d probably had enough,&quot; he said. &quot;You sort of know when this isn\\&apos;t going to happen, I\\&apos;m not going to be a pro-footballer. It was only for that I was going to do it.&quot;He said he had not told anyone about the abuse until November 2016, when he saw other alleged victims of sexual abuse on the BBC\\&apos;s Victoria Derbyshire show. He then made the decision to contact police.He said: &quot;I always said to myself, \\&apos;One day I will do this\\&apos;, but I didn\\&apos;t want to upset my parents.&quot;\n"
}