{
  "date": "03/02/18",
  "title": "Benjamin Mendy to join Manchester City full training 'in one month'",
  "description": "Benjamin Mendy admits enjoying the Super Bowl is a perk of being injured, but expects to rejoin Manchester City full training within a month.",
  "content": "The left-back joined City for £52m in the summer but ruptured the anterior cruciate ligament in his right knee in just his fourth Premier League appearance for the club back in September.Mendy has been able to pursue his growing love of the NFL during his time out from football, though, and has travelled to Minnesota to watch this Sunday's Super Bowl LII between New England Patriots and Philadelphia Eagles - live on Sky Sports Action.But the defender insisted he will be back in full training and ready to help his Manchester City team-mates before long.\"It's a lot better,\" Mendy told Sky Sports News, when asked about his injured knee.\"I worked so hard and now I run, touch the ball, so I just need to keep going and maybe soon I'll be on the pitch.\"Mendy had originally targeted the Champions League semi-finals as his return date, but asked when he will rejoin full training, he said: \"One month, very soon.\"The team is so good now, we have two players in my place and every day I speak with them. We are a good group and we need to keep going to take a lot of cups.\"Sergio Aguero is another Manchester City player with a keen interest in the NFL, and Mendy joked he had to persuade his team-mate to stay behind and help the team ahead of Saturday's game against Burnley, live on Sky Sports Premier League.\"He told me he wants to come but he has a lot of games and we need him on the pitch,\" said Mendy. \"So I told him stay in Manchester!\"For 90 minutes of Super Bowl LII build-up from US Bank Stadium with Josh Norman, join us on Sky Sports Action and Mix from 10pm on Sunday.Sky Sports Main Event joins us at 11pm and the action kicks off at 11.30pm (GMT), including the half-time show featuring Justin Timberlake.",
  "dbpedia": "\nThe left-back joined City for &#xA3;52m in the summer but ruptured the anterior cruciate ligament in his right knee in just his fourth <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> appearance for the club back in September.Mendy has been able to pursue his growing love of the NFL during his time out from football, though, and has travelled to Minnesota to watch this Sunday\\&apos;s Super Bowl LII between New England Patriots and Philadelphia Eagles - live on Sky Sports Action.But the defender insisted he will be back in full training and ready to help his <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> team-mates before long.&quot;It\\&apos;s a lot better,&quot; Mendy told Sky Sports News, when asked about his injured knee.&quot;I worked so hard and now I run, touch the ball, so I just need to keep going and maybe soon I\\&apos;ll be on the pitch.&quot;Mendy had originally targeted the Champions League semi-finals as his return date, but asked when he will rejoin full training, he said: &quot;One month, very soon.&quot;The team is so good now, we have two players in my place and every day I speak with them. We are a good group and we need to keep going to take a lot of cups.&quot;Sergio Aguero is another <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> player with a keen interest in the NFL, and Mendy joked he had to persuade his team-mate to stay behind and help the team ahead of Saturday\\&apos;s game against <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a>, live on Sky Sports <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>.&quot;He told me he wants to come but he has a lot of games and we need him on the pitch,&quot; said Mendy. &quot;So I told him stay in Manchester!&quot;For 90 minutes of Super Bowl LII build-up from US Bank Stadium with Josh Norman, join us on Sky Sports Action and Mix from 10pm on Sunday.Sky Sports Main Event joins us at 11pm and the action kicks off at 11.30pm (GMT), including the half-time show featuring Justin Timberlake.\n"
}