{
  "date": "19/01/18",
  "title": "Blackburn announce Amari'i Bell signing on two-and-a-half-year deal",
  "description": "Blackburn have confirmed the arrival of defender Amari'i Bell from Fleetwood Town on a two-and-a-half-year deal.",
  "content": "A fee understood to be in the region of £300,000 was agreed between the two clubs earlier in the week.\nFleetwood had outlined how the decision remained with Bell regarding whether or not he wanted to make the switch to Ewood Park.\nRovers had been tracking Bell since the end of last year, keen to add competition to the left-back position which is currently occupied by Derrick Williams.\nWilliams has played every league game since Tony Mowbray took charge of the club in February 2017.\nBell was set to be out of contract in the summer, though Rovers have moved quickly in order to bring the defender in early and avoid a battle for his signature.\nIn officially announcing Bell, the club took to their official social media channels to release a short video showing Bell turning off a 'transfer alarm' on a mobile phone, before conducting a brief interview.\n\"I'm delighted, it's been lingering for a while now,\" said Bell.\n\"It's a massive club, our ambitions match and I'm just looking forward to getting going,\" he added.\n",
  "dbpedia": "A fee understood to be in the region of £300,000 was agreed between the two clubs earlier in the week.<br><a href=\"http://dbpedia.org/resource/Fleetwood_Town_F.C.\" title=\"http://dbpedia.org/resource/Fleetwood_Town_F.C.\" target=\"_blank\">Fleetwood</a> had outlined how the decision remained with Bell regarding whether or not he wanted to make the switch to <a href=\"http://dbpedia.org/resource/Ewood_Park\" title=\"http://dbpedia.org/resource/Ewood_Park\" target=\"_blank\">Ewood</a> Park.<br>Rovers had been tracking Bell since the end of last year, keen to add competition to the left-back position which is currently occupied by Derrick Williams.<br>Williams has played every league game since <a href=\"http://dbpedia.org/resource/Tony_Mowbray\" title=\"http://dbpedia.org/resource/Tony_Mowbray\" target=\"_blank\">Tony Mowbray</a> took charge of the club in February 2017.<br>Bell was set to be out of contract in the summer, though Rovers have moved quickly in order to bring the defender in early and avoid a battle for his signature.<br>In officially announcing Bell, the club took to their official social media channels to release a short video showing Bell turning off a 'transfer alarm' on a mobile phone, before conducting a brief interview.<br>\"I'm delighted, it's been lingering for a while now,\" said Bell.<br>\"It's a massive club, our ambitions match and I'm just looking forward to getting going,\" he added.<br>"
}