{
  "date": "09/01/18",
  "title": "Borussia Monchengladbach still keen on West Ham defender Reece Oxford",
  "description": "West Ham defender Reece Oxford remains a top target for Borussia Monchengladbach with the German club having already made a bid at the start of January.",
  "content": "The 19-year-old made four appearances while on loan with Gladbach this season but returned to the London Stadium after being recalled over the festive season.\nGladbach made a bid in the region of £10m for Oxford on January 2 and the club's sports director reiterated their desire on Tuesday to secure the teenager from London.\nMax Eberl told the Gladbach website: \"We talked a lot with West Ham during the winter break and were surprised when they activated the clause.\n\"The tone in the discussions before that was a different one. But I understand their reasoning. West Ham are in a relegation battle and wanted to bring back a good player.\n\"So far they haven't used him so the talks continue. I hope that there will be no utopian offer from another club. Then we will have a chance for Reece to come back to us.\n\"He has developed well with us over the five months. He had to wait for his chance but he impressed us when he got it.\"\nThe centre-back signed a new West Ham contract in 2016 that tied him to the club until 2021.\nHammers manager David Moyes said at the end of December: \"We will take a look at him and see how he is, I hope we can help improve him. I've only just met him, but I know he is well thought of here and we will work with him.\"\nIt is understood there is also interest in Oxford from another German club RB Leipzig.\n",
  "dbpedia": "The 19-year-old made four appearances while on loan with Gladbach this season but returned to the London Stadium after being recalled over the festive season.<br>Gladbach made a bid in the region of £10m for Oxford on January 2 and the club's sports director reiterated their desire on Tuesday to secure the teenager from London.<br><a href=\"http://dbpedia.org/resource/Max_Eberl\" title=\"http://dbpedia.org/resource/Max_Eberl\" target=\"_blank\">Max Eberl</a> told the Gladbach website: \"We talked a lot with <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> during the winter break and were surprised when they activated the clause.<br>\"The tone in the discussions before that was a different one. But I understand their reasoning. <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> are in a relegation battle and wanted to bring back a good player.<br>\"So far they haven't used him so the talks continue. I hope that there will be no utopian offer from another club. Then we will have a chance for Reece to come back to us.<br>\"He has developed well with us over the five months. He had to wait for his chance but he impressed us when he got it.\"<br>The centre-back signed a new <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> contract in 2016 that tied him to the club until 2021.<br>Hammers manager <a href=\"http://dbpedia.org/resource/David_Moyes\" title=\"http://dbpedia.org/resource/David_Moyes\" target=\"_blank\">David Moyes</a> said at the end of December: \"We will take a look at him and see how he is, I hope we can help improve him. I've only just met him, but I know he is well thought of here and we will work with him.\"<br>It is understood there is also interest in Oxford from another German club <a href=\"http://dbpedia.org/resource/RB_Leipzig\" title=\"http://dbpedia.org/resource/RB_Leipzig\" target=\"_blank\">RB Leipzig</a>.<br>"
}