{
  "date": "07/01/18",
  "title": "Bournemouth boss Eddie Howe has no regrets over Wigan team selection",
  "description": "Eddie Howe made eight changes as Bournemouth required a dramatic stoppage-time equaliser from Steve Cook to keep their FA Cup hopes alive against Wigan.",
  "content": "Only Adam Smith, Steve Cook and Benik Afobe were selected from the 2-2 draw with Brighton on New Year's Day.\nBut the Cherries boss has stuck by his decision to rotate his team after a busy festive period with Cook forcing the replay following the 2-2 draw at the Vitality Stadium.\nHowe said: \"I don't regret making the changes. It was an opportunity for some to keep their rhythm from the previous games and an opportunity for others to rest.\n\"The changes may have upset the rhythm at first, but given how we train I'd be surprised if players don't know what I want from them.\n\"At half-time we made a couple of substitutions, we had a better balance, and it was perhaps a bit more positive from those that came on. As a result, the team had a better look about it.\"\nHowe opted to bring on Marc Pugh and Jordon Ibe following a disappointing opening half in which the Latics deservedly led 2-0.\nAn early Will Grigg effort and an own goal from Emerson Hyndman put the League One leaders in control, but Lys Mousset's first Bournemouth strike gave the hosts hope.\nCook headed an injury-time equaliser meaning the two teams will now contest a replay at the DW Stadium the week after next.\n\"The replay isn't ideal for us or them,\" Howe added. \"But it is what it is and we want to be in the competition so we have to go and try to win the game.\n\"We created a number of opportunities in the second half and I'm pleased we came back. We should've won the game but we weren't clinical enough.\"\nMeanwhile, Howe expects Lewis Grabban to be sold this window after the striker's loan spell was cut short at Sunderland, saying: \"It was a mutual decision between the clubs. I think Lewis will move on in this window but who it will be and when we don't know.\"\n",
  "dbpedia": "Only <a href=\"http://dbpedia.org/resource/Adam_Smith_(footballer_born_1991)\" title=\"http://dbpedia.org/resource/Adam_Smith_(footballer_born_1991)\" target=\"_blank\">Adam Smith</a>, Steve Cook and <a href=\"http://dbpedia.org/resource/Benik_Afobe\" title=\"http://dbpedia.org/resource/Benik_Afobe\" target=\"_blank\">Benik Afobe</a> were selected from the 2-2 draw with <a href=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a> on New Year's Day.<br>But the Cherries boss has stuck by his decision to rotate his team after a busy festive period with Cook forcing the replay following the 2-2 draw at the Vitality Stadium.<br>Howe said: \"I don't regret making the changes. It was an opportunity for some to keep their rhythm from the previous games and an opportunity for others to rest.<br>\"The changes may have upset the rhythm at first, but given how we train I'd be surprised if players don't know what I want from them.<br>\"At half-time we made a couple of substitutions, we had a better balance, and it was perhaps a bit more positive from those that came on. As a result, the team had a better look about it.\"<br>Howe opted to bring on <a href=\"http://dbpedia.org/resource/Marc_Pugh\" title=\"http://dbpedia.org/resource/Marc_Pugh\" target=\"_blank\">Marc Pugh</a> and <a href=\"http://dbpedia.org/resource/Jordon_Ibe\" title=\"http://dbpedia.org/resource/Jordon_Ibe\" target=\"_blank\">Jordon Ibe</a> following a disappointing opening half in which the Latics deservedly led 2-0.<br>An early <a href=\"http://dbpedia.org/resource/Will_Grigg\" title=\"http://dbpedia.org/resource/Will_Grigg\" target=\"_blank\">Will Grigg</a> effort and an own goal from Emerson Hyndman put the <a href=\"http://dbpedia.org/resource/Football_League_One\" title=\"http://dbpedia.org/resource/Football_League_One\" target=\"_blank\">League One</a> leaders in control, but Lys Mousset's first <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a> strike gave the hosts hope.<br>Cook headed an injury-time equaliser meaning the two teams will now contest a replay at the <a href=\"http://dbpedia.org/resource/DW_Stadium\" title=\"http://dbpedia.org/resource/DW_Stadium\" target=\"_blank\">DW Stadium</a> the week after next.<br>\"The replay isn't ideal for us or them,\" Howe added. \"But it is what it is and we want to be in the competition so we have to go and try to win the game.<br>\"We created a number of opportunities in the second half and I'm pleased we came back. We should've won the game but we weren't clinical enough.\"<br>Meanwhile, Howe expects <a href=\"http://dbpedia.org/resource/Lewis_Grabban\" title=\"http://dbpedia.org/resource/Lewis_Grabban\" target=\"_blank\">Lewis Grabban</a> to be sold this window after the striker's loan spell was cut short at <a href=\"http://dbpedia.org/resource/Sunderland_A.F.C.\" title=\"http://dbpedia.org/resource/Sunderland_A.F.C.\" target=\"_blank\">Sunderland</a>, saying: \"It was a mutual decision between the clubs. I think Lewis will move on in this window but who it will be and when we don't know.\"<br>"
}