{
  "date": "12/01/18",
  "title": "Bournemouth striker Callum Wilson makes plea for food donations ahead of Arsenal game",
  "description": "Bournemouth Callum Wilson has urged fans attending Sunday’s clash with Arsenal to bring any spare food with them for redistribution to those in need.",
  "content": "Wilson took time out of preparations for the encounter with Arsene Wenger's side, live on Sky Sports Premier League on Sunday lunchtime, to help out a local food bank in Bournemouth.\nIt was a poignant reminder of the difficulties he faced as a youngster living in Coventry when his family found themselves in need of donated food themselves.\n\"Without places like this there would be a lot of people around here, around the local area, who would go without food,\" Wilson told Sky Sports News HQ.\n\"We don't realise because we're not aware of it as much.\n\"Around Christmas time and stuff the churches used to drop a few crates round for the family [when I was growing up in Coventry]. It's crazy how far it can go and people [just] don't realise.\"\nThe striker added: \"There will be trolleys outside the stadium turnstiles to put stuff in [before the Arsenal game].\n\"Please bring whatever you can. Every little helps.\"\n",
  "dbpedia": "Wilson took time out of preparations for the encounter with Arsene Wenger's side, live on Sky Sports <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> on Sunday lunchtime, to help out a local food bank in <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a>.<br>It was a poignant reminder of the difficulties he faced as a youngster living in <a href=\"http://dbpedia.org/resource/Coventry_City_F.C.\" title=\"http://dbpedia.org/resource/Coventry_City_F.C.\" target=\"_blank\">Coventry</a> when his family found themselves in need of donated food themselves.<br>\"Without places like this there would be a lot of people around here, around the local area, who would go without food,\" Wilson told Sky Sports News HQ.<br>\"We don't realise because we're not aware of it as much.<br>\"Around Christmas time and stuff the churches used to drop a few crates round for the family [when I was growing up in <a href=\"http://dbpedia.org/resource/Coventry_City_F.C.\" title=\"http://dbpedia.org/resource/Coventry_City_F.C.\" target=\"_blank\">Coventry</a>]. It's crazy how far it can go and people [just] don't realise.\"<br>The striker added: \"There will be trolleys outside the stadium turnstiles to put stuff in [before the <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> game].<br>\"Please bring whatever you can. Every little helps.\"<br>"
}