{
  "date": "01/02/18",
  "title": "Bournemouth loan Benik Afobe back to Wolves",
  "description": "Wolves have signed Bournemouth striker Benik Afobe on loan for the rest of the season.",
  "content": "Afobe returns to Molineux after scoring 23 goals in 48 games for the Sky Bet Championship club in his previous spell.\nHe joined Wolves first time around in January 2015 but left for Bournemouth almost exactly 12 months later for a fee of around £10m.\nAfobe made 22 appearances for the Cherries this season, a number of those coming off the bench, but he had managed just one goal, which came in the Carabao Cup win over Middlesbrough.\nChairman Jeff Shi said, \"I have heard a lot of good things about Benik, personally when we came to the club he had already left.\n\"It's destiny in life that we meet again, so I'm very happy to welcome him back.\"\nSporting director Kevin Thelwell added: \"We're delighted to have Benik back. He's a player we know very well, he's really capable of playing at this level and capable of taking us to the next level, and the frontline becomes more and more exciting.\n\"It's all about trying to find players who are going to improve who we are and what we do, and in Benik Afobe we've found just that.\n\"He has a massive affinity with the fans. He's got a massive affinity with the football club, and would probably argue it's his first love, even though he spent a lot of time at Arsenal.\n\"I think he recognises what's going on at the club and wants to be a part of it, and we've got him in to be part of the final promotion push.\"\n",
  "dbpedia": "Afobe returns to <a href=\"http://dbpedia.org/resource/Molineux_Stadium\" title=\"http://dbpedia.org/resource/Molineux_Stadium\" target=\"_blank\">Molineux</a> after scoring 23 goals in 48 games for the Sky Bet Championship club in his previous spell.<br>He joined Wolves first time around in January 2015 but left for <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a> almost exactly 12 months later for a fee of around £10m.<br>Afobe made 22 appearances for the Cherries this season, a number of those coming off the bench, but he had managed just one goal, which came in the Carabao Cup win over <a href=\"http://dbpedia.org/resource/Middlesbrough_F.C.\" title=\"http://dbpedia.org/resource/Middlesbrough_F.C.\" target=\"_blank\">Middlesbrough</a>.<br>Chairman Jeff Shi said, \"I have heard a lot of good things about Benik, personally when we came to the club he had already left.<br>\"It's destiny in life that we meet again, so I'm very happy to welcome him back.\"<br>Sporting director Kevin Thelwell added: \"We're delighted to have Benik back. He's a player we know very well, he's really capable of playing at this level and capable of taking us to the next level, and the frontline becomes more and more exciting.<br>\"It's all about trying to find players who are going to improve who we are and what we do, and in <a href=\"http://dbpedia.org/resource/Benik_Afobe\" title=\"http://dbpedia.org/resource/Benik_Afobe\" target=\"_blank\">Benik Afobe</a> we've found just that.<br>\"He has a massive affinity with the fans. He's got a massive affinity with the football club, and would probably argue it's his first love, even though he spent a lot of time at <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>.<br>\"I think he recognises what's going on at the club and wants to be a part of it, and we've got him in to be part of the final promotion push.\"<br>"
}