{
  "date": "02/02/18",
  "title": "Bournemouth boss Eddie Howe says Chelsea win must not have negative effect ",
  "description": "Eddie Howe says his Bournemouth side must ensure their win over Chelsea does not have a negative effect when they face Stoke on Saturday. ",
  "content": "The Cherries beat Chelsea 3-0 at Stamford Bridge on Wednesday, taking their unbeaten run to six and leaving them 10th in the Premier League.\nBut Howe says it is vital Bournemouth start well and take the positives from Chelsea when they host Paul Lambert's Stoke, who are unbeaten and have kept two clean sheets since the Scot replaced Mark Hughes at the helm.\n\"Every game is so different and in this division, every game is so difficult,\" said Howe.\n\"I think it will be an entirely different game. We're at home playing against a team in a very good place themselves, having changed manager and Paul Lambert has come in and made a difference to the team.\n\"So we just need to make sure there's no negative effect of the Chelsea performance, only positives and how we start the game will be crucial.\"\nBournemouth have not lost a game since their 4-0 defeat at Manchester City on December 23, which Howe has put down to confidence and fluency in front of goal returning to his side.\n\"It's a combination of a lot of things, I think we're in really good form and confidence has returned to the group. We got some massive results around Christmas time and that gave us a big lift,\" added Howe.\n\"Then when you beat the teams right at the top of the division, Arsenal and Chelsea, you further enhance how good we can be and the manner of those performances, we were very very strong.\n\"During the game I felt we were in good shape. The quality of the goals we scored against Chelsea, I thought, were right up there, they were great goals and I think we've got that fluency back in front of goal.\"\n",
  "dbpedia": "The Cherries beat <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> 3-0 at <a href=\"http://dbpedia.org/resource/Stamford_Bridge_(stadium)\" title=\"http://dbpedia.org/resource/Stamford_Bridge_(stadium)\" target=\"_blank\">Stamford Bridge</a> on Wednesday, taking their unbeaten run to six and leaving them 10th in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>.<br>But Howe says it is vital <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a> start well and take the positives from <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> when they host <a href=\"http://dbpedia.org/resource/Paul_Lambert\" title=\"http://dbpedia.org/resource/Paul_Lambert\" target=\"_blank\">Paul Lambert</a>'s <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a>, who are unbeaten and have kept two clean sheets since the Scot replaced <a href=\"http://dbpedia.org/resource/Mark_Hughes\" title=\"http://dbpedia.org/resource/Mark_Hughes\" target=\"_blank\">Mark Hughes</a> at the helm.<br>\"Every game is so different and in this division, every game is so difficult,\" said Howe.<br>\"I think it will be an entirely different game. We're at home playing against a team in a very good place themselves, having changed manager and <a href=\"http://dbpedia.org/resource/Paul_Lambert\" title=\"http://dbpedia.org/resource/Paul_Lambert\" target=\"_blank\">Paul Lambert</a> has come in and made a difference to the team.<br>\"So we just need to make sure there's no negative effect of the <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> performance, only positives and how we start the game will be crucial.\"<br><a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a> have not lost a game since their 4-0 defeat at <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> on December 23, which Howe has put down to confidence and fluency in front of goal returning to his side.<br>\"It's a combination of a lot of things, I think we're in really good form and confidence has returned to the group. We got some massive results around Christmas time and that gave us a big lift,\" added Howe.<br>\"Then when you beat the teams right at the top of the division, <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> and <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>, you further enhance how good we can be and the manner of those performances, we were very very strong.<br>\"During the game I felt we were in good shape. The quality of the goals we scored against <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>, I thought, were right up there, they were great goals and I think we've got that fluency back in front of goal.\"<br>"
}