{
  "date": "05/02/18",
  "title": "Bradford sack manager Stuart McCall after six successive defeats",
  "description": "Bradford have sacked manager Stuart McCall after a run of six defeats in all competitions.  ",
  "content": "McCall, a former player at Valley Parade, led the club to the League One play-off final last season where they were beaten by Millwall.\nBut despite sitting in the play-off positions, the Bantams suffered their fifth consecutive league defeat on Saturday as they were beaten 2-1 by relegation-threatened Oldham and have the joint-worst home record in the division.\nA club statement read: \"Bradford City can confirm that the club has terminated the contract of manager Stuart McCall.\n\"This decision has not been taken lightly, and this is a sad day for everyone involved.\n\"We would like to place on record our sincere thanks to Stuart, who joined the club at a difficult time and restored the fans' belief when the odds were much against us.\n\"Unfortunately, we have now suffered six straight defeats and the last two fixtures, in particular, have not brought about the positive change in performances or results that we all hoped for.\n\"We believe that our current squad is capable of performing to a much higher standard than we have seen recently. We must all accept responsibility for the recent poor run of form, including our players who now have the opportunity to put it right.\n\"As such, we believe that a change is in the best interests of the club at this time in order to give us the best chance of finishing the season strongly.\n\"Finally, everyone at Bradford City would like to thank Stuart McCall for giving us all some wonderful memories. In two spells as a player and two as a manager he has always given his absolute commitment to our club.\n\"Stuart is a City legend and always will be. He will, of course, always be welcome back at Valley Parade.\"\n",
  "dbpedia": "McCall, a former player at <a href=\"http://dbpedia.org/resource/Valley_Parade\" title=\"http://dbpedia.org/resource/Valley_Parade\" target=\"_blank\">Valley Parade</a>, led the club to the <a href=\"http://dbpedia.org/resource/Football_League_One\" title=\"http://dbpedia.org/resource/Football_League_One\" target=\"_blank\">League One</a> play-off final last season where they were beaten by <a href=\"http://dbpedia.org/resource/Millwall_F.C.\" title=\"http://dbpedia.org/resource/Millwall_F.C.\" target=\"_blank\">Millwall</a>.<br>But despite sitting in the play-off positions, the Bantams suffered their fifth consecutive league defeat on Saturday as they were beaten 2-1 by relegation-threatened <a href=\"http://dbpedia.org/resource/Oldham_Athletic_A.F.C.\" title=\"http://dbpedia.org/resource/Oldham_Athletic_A.F.C.\" target=\"_blank\">Oldham</a> and have the joint-worst home record in the division.<br>A club statement read: \"<a href=\"http://dbpedia.org/resource/Bradford_City_A.F.C.\" title=\"http://dbpedia.org/resource/Bradford_City_A.F.C.\" target=\"_blank\">Bradford City</a> can confirm that the club has terminated the contract of manager <a href=\"http://dbpedia.org/resource/Stuart_McCall\" title=\"http://dbpedia.org/resource/Stuart_McCall\" target=\"_blank\">Stuart McCall</a>.<br>\"This decision has not been taken lightly, and this is a sad day for everyone involved.<br>\"We would like to place on record our sincere thanks to Stuart, who joined the club at a difficult time and restored the fans' belief when the odds were much against us.<br>\"Unfortunately, we have now suffered six straight defeats and the last two fixtures, in particular, have not brought about the positive change in performances or results that we all hoped for.<br>\"We believe that our current squad is capable of performing to a much higher standard than we have seen recently. We must all accept responsibility for the recent poor run of form, including our players who now have the opportunity to put it right.<br>\"As such, we believe that a change is in the best interests of the club at this time in order to give us the best chance of finishing the season strongly.<br>\"Finally, everyone at <a href=\"http://dbpedia.org/resource/Bradford_City_A.F.C.\" title=\"http://dbpedia.org/resource/Bradford_City_A.F.C.\" target=\"_blank\">Bradford City</a> would like to thank <a href=\"http://dbpedia.org/resource/Stuart_McCall\" title=\"http://dbpedia.org/resource/Stuart_McCall\" target=\"_blank\">Stuart McCall</a> for giving us all some wonderful memories. In two spells as a player and two as a manager he has always given his absolute commitment to our club.<br>\"Stuart is a City legend and always will be. He will, of course, always be welcome back at <a href=\"http://dbpedia.org/resource/Valley_Parade\" title=\"http://dbpedia.org/resource/Valley_Parade\" target=\"_blank\">Valley Parade</a>.\"<br>"
}