{
  "date": "07/05/15",
  "title": "Brave or stupid? We examine Pep Guardiola's surprising Bayern Munich tactics against Barcelona",
  "description": "We examine Pep Guardiola's bold first-half tactics, which saw his Bayern Munich team go man-for-man against Barcelona in the first 20 minutes...",
  "content": "“You don’t like calling Pep Guardiola stupid because he’s one of the best coaches but it was fascinating how he tried to stop Barcelona.” - Jamie Carragher.Bayern Munich's manager came up with something different on his first return to Barcelona. However, his tactical approach in their Champions League semi-final first-leg at the Nou Camp left the Sky Sports punditry team stunned.Here we take a look at how Guardiola sprung a surprise against Luis Enrique’s men - and then quickly altered his approach before succumbing to three late goals that may have ended his European dreams this season…How we thought they’d line up….Without the injured trio of Franck Ribery, Arjen Robben and David Alaba, Bayern Munich were expected to start in a 4-3-3 formation. It was perhaps a more conservative approach than Guardiola would usually adopt but against a Barcelona team which featured a frontline trio of Neymer, Lionel Messi and Luis Suarez, who have scored over 100 goals between them this season, it was an understandable tactic.“Pep would rather die going forward than stay alive defending, but because of the personnel that are missing tonight, he’s going to have to sit a bit more and see if Barcelona can come at him – which we all know they will do – and see what he can get on the break,” said Thierry Henry. “It’s against everything he believes in, though!”However, Carragher did point out that Guardiola’s team sheet isn’t always easy to translate into a formation. “When Guardiola was here [as Barcelona manager], you were never quite sure,\" he said. \"Players would play in different positions, be different tactically.“That line-up could almost end up being four players in the centre of the pitch, because that area of the pitch against Barcelona is the most important area. The centre of the pitch has to be controlled by Bayern Munich if they want to get something from the game.”How they did line up…Instead of a 4-3-3 or tight four in midfield, Bayern Munich began the game with three at the back – man marking Barcelona’s strikers. In fact, the visitors were man-marking all over the pitch.“Pep Guardiola has gone and shocked us all,” said Gary Neville on commentary. “Incredibly he’s set up Rafinha in the left centre-back role - I imagined he’d play as a right back.“We were thinking there might be some tweaking in midfield. We thought Thiago Alcantara might be playing behind the front or on the left - he’s playing on the right.“It’s Philipp Lahm and Xabi Alonso in central midfield with Bastian Schweinsteiger pushing on to Sergio Busquets. I don’t know what it is but it’s certainly different to what we imagined!“It looks like they’ve gone one-to-one at the back to be aggressive. It’s man-to-man marking all over the pitch – and they’re onto the Barcelona defence so quickly.“Pep Guardiola is probably the only coach in world football who would do this away at the Nou Camp. I can’t think of any other coach who would employ these tactics.“Three v three against Messi, Neymar and Suarez! Everyone else would be thinking how do we double-up on them, protect, screen. Not him.”Barcelona exploit the space...However, Guardiola’s tactics left plenty of space for Barcelona to exploit – and when Messi’s header sent Suarez through on goal only a superb Manuel Neuer save denied the Uruguayan.Suarez then turned provider, skipping past his marker to cross for Neymar. This time it was Rafinha preventing a near-certain goal with a desperate block in the six-yard box. “Barca’s front three must feel like kids in a sweet shop,” said Neville as the hosts continued to surge forwards. “They play against packed defences week-in, week-out, very rarely do they ever get to play one v one.“I’ve never seen this. It’s going to be hard work for Bayern to sustain what they’re doing – but brilliant to watch. It’s like Rocky and Clubber Lang at the moment.”Guardiola concedes defeat and makes a changeWith less than 20 minutes on the clock, Guardiola was forced to alter his plans and Bayern Munich switched to a back four. “There was so much space to exploit, it was reckless,” said Neville.  That was the consensus in the Sky Sports studio at half-time, too. The teams had gone in at the break at 0-0 – but that was largely thanks to two brilliant one-on-one saves from Neuer and Rafinha’s last-gasp block.  Carragher described Bayern’s early approach as \"madness\": “I was fascinated watching it, pressing high, going man-for-man all over the pitch. How brave was it? To go thee v three at the back, we were saying 'brave' but it was madness to go up against that front three. Barca could have had the game wrapped up so early.“To go three v three against the best strikeforce in world football… you don’t like calling Pep Guardiola stupid because he’s one of the best coaches but it was fascinating how he tried to stop Barca.”Jamie Redknapp, meanwhile, reckoned the Bayern players would have been relieved when Guardiola eventually made his change.“I thought it was footballing suicide,” he said. “Guardiola got really lucky. You could see the players were all at sea. The players looked at the manager and you could sense a relief from them when he finally saw sense and said ‘we have to change this’.“They were getting overrun, overpowered, dominated by Barcelona, who were magnificent.”Guardiola confused? While Guardiola’s man-marking plan ultimately went unpunished – Barcelona didn’t hit their three goals until the final 13 minutes – Redknapp believes the tactic was just the latest error from a manager trying to improve on Jupp Heynckes' treble-winning Bayern Munich team of 2012/13.“He’s one of the greatest managers of all time but I do think he’s tricking things up a little bit too much,” said Redknapp.“Playing Lahm – the best right-back – in midfield, playing Alaba [in the Bundesliga] in midfield… There are certain things I watch and he’s trying too hard to be different to Heynckes.“The players are bright players, World Cup winners, and they were probably thinking ‘why are we playing like this?’”Thierry Henry has first-hand experience of Guardiola’s sometimes surprising tactical decisions and recalled Lionel Messi being played as a false nine during his time at Barcelona – much to the surprise of the players.While Guardiola’s inventive selections often came off during his trophy-laden time with Barcelona, he has now lost the first legs of his past two Champions League ties by an aggregate score of 6-1.  “I remember when we went to play Real Madrid, he started playing Leo as a fake number nine and me in between the right back and the right centre-back, and the same on the other side with Samuel Eto’o,” said Henry. “Everyone was like, ‘what is he doing?’ Then he tried to put Dani Alves as a winger.\"It worked then – but he got found out today.”",
  "dbpedia": "“You don't like calling <a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a> stupid because he's one of the best coaches but it was fascinating how he tried to stop <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a>.” - Jamie Carragher.Bayern Munich's manager came up with something different on his first return to <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a>. However, his tactical approach in their Champions League semi-final first-leg at the <a href=\"http://dbpedia.org/resource/Camp_Nou\" title=\"http://dbpedia.org/resource/Camp_Nou\" target=\"_blank\">Nou Camp</a> left the Sky Sports punditry team stunned.Here we take a look at how Guardiola sprung a surprise against Luis Enrique's men - and then quickly altered his approach before succumbing to three late goals that may have ended his European dreams this season…How we thought they'd line up….Without the injured trio of Franck Ribery, <a href=\"http://dbpedia.org/resource/Arjen_Robben\" title=\"http://dbpedia.org/resource/Arjen_Robben\" target=\"_blank\">Arjen Robben</a> and <a href=\"http://dbpedia.org/resource/David_Alaba\" title=\"http://dbpedia.org/resource/David_Alaba\" target=\"_blank\">David Alaba</a>, <a href=\"http://dbpedia.org/resource/FC_Bayern_Munich\" title=\"http://dbpedia.org/resource/FC_Bayern_Munich\" target=\"_blank\">Bayern Munich</a> were expected to start in a 4-3-3 formation. It was perhaps a more conservative approach than Guardiola would usually adopt but against a <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> team which featured a frontline trio of Neymer, <a href=\"http://dbpedia.org/resource/Lionel_Messi\" title=\"http://dbpedia.org/resource/Lionel_Messi\" target=\"_blank\">Lionel Messi</a> and Luis Suarez, who have scored over 100 goals between them this season, it was an understandable tactic.“Pep would rather die going forward than stay alive defending, but because of the personnel that are missing tonight, he's going to have to sit a bit more and see if <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> can come at him – which we all know they will do – and see what he can get on the break,” said <a href=\"http://dbpedia.org/resource/Thierry_Henry\" title=\"http://dbpedia.org/resource/Thierry_Henry\" target=\"_blank\">Thierry Henry</a>. “It's against everything he believes in, though!”However, Carragher did point out that Guardiola's team sheet isn't always easy to translate into a formation. “When Guardiola was here [as <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> manager], you were never quite sure,\" he said. \"Players would play in different positions, be different tactically.“That line-up could almost end up being four players in the centre of the pitch, because that area of the pitch against <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> is the most important area. The centre of the pitch has to be controlled by <a href=\"http://dbpedia.org/resource/FC_Bayern_Munich\" title=\"http://dbpedia.org/resource/FC_Bayern_Munich\" target=\"_blank\">Bayern Munich</a> if they want to get something from the game.”How they did line up…Instead of a 4-3-3 or tight four in midfield, <a href=\"http://dbpedia.org/resource/FC_Bayern_Munich\" title=\"http://dbpedia.org/resource/FC_Bayern_Munich\" target=\"_blank\">Bayern Munich</a> began the game with three at the back – man marking <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a>'s strikers. In fact, the visitors were man-marking all over the pitch.“<a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a> has gone and shocked us all,” said <a href=\"http://dbpedia.org/resource/Gary_Neville\" title=\"http://dbpedia.org/resource/Gary_Neville\" target=\"_blank\">Gary Neville</a> on commentary. “Incredibly he's set up <a href=\"http://dbpedia.org/resource/Rafinha\" title=\"http://dbpedia.org/resource/Rafinha\" target=\"_blank\">Rafinha</a> in the left centre-back role - I imagined he'd play as a right back.“We were thinking there might be some tweaking in midfield. We thought Thiago Alcantara might be playing behind the front or on the left - he's playing on the right.“It's <a href=\"http://dbpedia.org/resource/Philipp_Lahm\" title=\"http://dbpedia.org/resource/Philipp_Lahm\" target=\"_blank\">Philipp Lahm</a> and <a href=\"http://dbpedia.org/resource/Xabi_Alonso\" title=\"http://dbpedia.org/resource/Xabi_Alonso\" target=\"_blank\">Xabi Alonso</a> in central midfield with <a href=\"http://dbpedia.org/resource/Bastian_Schweinsteiger\" title=\"http://dbpedia.org/resource/Bastian_Schweinsteiger\" target=\"_blank\">Bastian Schweinsteiger</a> pushing on to <a href=\"http://dbpedia.org/resource/Sergio_Busquets\" title=\"http://dbpedia.org/resource/Sergio_Busquets\" target=\"_blank\">Sergio Busquets</a>. I don't know what it is but it's certainly different to what we imagined!“It looks like they've gone one-to-one at the back to be aggressive. It's man-to-man marking all over the pitch – and they're onto the <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> defence so quickly.“<a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a> is probably the only coach in world football who would do this away at the <a href=\"http://dbpedia.org/resource/Camp_Nou\" title=\"http://dbpedia.org/resource/Camp_Nou\" target=\"_blank\">Nou Camp</a>. I can't think of any other coach who would employ these tactics.“Three v three against <a href=\"http://dbpedia.org/resource/Lionel_Messi\" title=\"http://dbpedia.org/resource/Lionel_Messi\" target=\"_blank\">Messi</a>, <a href=\"http://dbpedia.org/resource/Neymar\" title=\"http://dbpedia.org/resource/Neymar\" target=\"_blank\">Neymar</a> and Suarez! Everyone else would be thinking how do we double-up on them, protect, screen. Not him.”<a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> exploit the space...However, Guardiola's tactics left plenty of space for <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> to exploit – and when <a href=\"http://dbpedia.org/resource/Lionel_Messi\" title=\"http://dbpedia.org/resource/Lionel_Messi\" target=\"_blank\">Messi</a>'s header sent Suarez through on goal only a superb <a href=\"http://dbpedia.org/resource/Manuel_Neuer\" title=\"http://dbpedia.org/resource/Manuel_Neuer\" target=\"_blank\">Manuel Neuer</a> save denied the Uruguayan.Suarez then turned provider, skipping past his marker to cross for <a href=\"http://dbpedia.org/resource/Neymar\" title=\"http://dbpedia.org/resource/Neymar\" target=\"_blank\">Neymar</a>. This time it was <a href=\"http://dbpedia.org/resource/Rafinha\" title=\"http://dbpedia.org/resource/Rafinha\" target=\"_blank\">Rafinha</a> preventing a near-certain goal with a desperate block in the six-yard box. “Barca's front three must feel like kids in a sweet shop,” said Neville as the hosts continued to surge forwards. “They play against packed defences week-in, week-out, very rarely do they ever get to play one v one.“I've never seen this. It's going to be hard work for Bayern to sustain what they're doing – but brilliant to watch. It's like Rocky and Clubber Lang at the moment.”Guardiola concedes defeat and makes a changeWith less than 20 minutes on the clock, Guardiola was forced to alter his plans and <a href=\"http://dbpedia.org/resource/FC_Bayern_Munich\" title=\"http://dbpedia.org/resource/FC_Bayern_Munich\" target=\"_blank\">Bayern Munich</a> switched to a back four. “There was so much space to exploit, it was reckless,” said Neville.  That was the consensus in the Sky Sports studio at half-time, too. The teams had gone in at the break at 0-0 – but that was largely thanks to two brilliant one-on-one saves from Neuer and <a href=\"http://dbpedia.org/resource/Rafinha\" title=\"http://dbpedia.org/resource/Rafinha\" target=\"_blank\">Rafinha</a>'s last-gasp block.  Carragher described Bayern's early approach as \"madness\": “I was fascinated watching it, pressing high, going man-for-man all over the pitch. How brave was it? To go thee v three at the back, we were saying 'brave' but it was madness to go up against that front three. Barca could have had the game wrapped up so early.“To go three v three against the best strikeforce in world football… you don't like calling <a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a> stupid because he's one of the best coaches but it was fascinating how he tried to stop Barca.”<a href=\"http://dbpedia.org/resource/Jamie_Redknapp\" title=\"http://dbpedia.org/resource/Jamie_Redknapp\" target=\"_blank\">Jamie Redknapp</a>, meanwhile, reckoned the Bayern players would have been relieved when Guardiola eventually made his change.“I thought it was footballing suicide,” he said. “Guardiola got really lucky. You could see the players were all at sea. The players looked at the manager and you could sense a relief from them when he finally saw sense and said ‘we have to change this'.“They were getting overrun, overpowered, dominated by <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a>, who were magnificent.”Guardiola confused? While Guardiola's man-marking plan ultimately went unpunished – <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> didn't hit their three goals until the final 13 minutes – Redknapp believes the tactic was just the latest error from a manager trying to improve on <a href=\"http://dbpedia.org/resource/Jupp_Heynckes\" title=\"http://dbpedia.org/resource/Jupp_Heynckes\" target=\"_blank\">Jupp Heynckes</a>' treble-winning <a href=\"http://dbpedia.org/resource/FC_Bayern_Munich\" title=\"http://dbpedia.org/resource/FC_Bayern_Munich\" target=\"_blank\">Bayern Munich</a> team of 2012/13.“He's one of the greatest managers of all time but I do think he's tricking things up a little bit too much,” said Redknapp.“Playing Lahm – the best right-back – in midfield, playing Alaba [in the Bundesliga] in midfield… There are certain things I watch and he's trying too hard to be different to Heynckes.“The players are bright players, World Cup winners, and they were probably thinking ‘why are we playing like this?'”<a href=\"http://dbpedia.org/resource/Thierry_Henry\" title=\"http://dbpedia.org/resource/Thierry_Henry\" target=\"_blank\">Thierry Henry</a> has first-hand experience of Guardiola's sometimes surprising tactical decisions and recalled <a href=\"http://dbpedia.org/resource/Lionel_Messi\" title=\"http://dbpedia.org/resource/Lionel_Messi\" target=\"_blank\">Lionel Messi</a> being played as a false nine during his time at <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> – much to the surprise of the players.While Guardiola's inventive selections often came off during his trophy-laden time with <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a>, he has now lost the first legs of his past two Champions League ties by an aggregate score of 6-1.  “I remember when we went to play <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Real Madrid</a>, he started playing Leo as a fake number nine and me in between the right back and the right centre-back, and the same on the other side with <a href=\"http://dbpedia.org/resource/Samuel_Eto'o\" title=\"http://dbpedia.org/resource/Samuel_Eto'o\" target=\"_blank\">Samuel Eto'o</a>,” said Henry. “Everyone was like, ‘what is he doing?' Then he tried to put <a href=\"http://dbpedia.org/resource/Daniel_Alves\" title=\"http://dbpedia.org/resource/Daniel_Alves\" target=\"_blank\">Dani Alves</a> as a winger.\"It worked then – but he got found out today.”"
}