{
  "date": "31/12/17",
  "title": "Brendan Rodgers proud of Celtic's 2017 after finishing year with draw against Rangers",
  "description": "The year may have ended with a goalless draw at home to Rangers, but manager Brendan Rodgers says he is proud of Celtic's 2017.",
  "content": "Neither Celtic nor Rangers could make the breakthrough at Parkhead on Saturday, despite Scott Sinclair seeing two efforts in quick succession stopped on the line and Alfedo Morelos wasting several good openings for the visitors.\"It was a very frantic game,\" Rodgers told Sky Sports. \"I thought we created the better chances in the first half. It wasn't a great game of quality throughout the 90 minutes but we certainly had the better chances of the first half.\"Rangers will say they had the better second half. We looked as if we could threaten but we couldn't make that breakthrough in the final third. We've shown in these games if we get that goal it sets us up and opens the game up, but all in all, it was probably fair and what each team deserved.\"The longer it goes on when you don't score it gives a wee bit of oxygen to the opposition. They had one or two chances - one really good, where Craig Gordon makes an unbelievable save.\"But I've seen it over many years in these games, where the home team can end up losing a game like that 1-0. So for us to keep another clean sheet, in our ninth game of the month - so there was probably a wee bit of tiredness in the performance as well - I can only give credit to the players today.\"Rodgers' men now head into the winter break with a healthy cushion at the top of the Scottish Premiership. The draw with Rangers extended their advantage over Aberdeen to eight points, ahead of the Dons' clash with Hearts on Saturday afternoon.And the Celtic manager says his men deserve a rest after a record-breaking 2017, which included a 69-game unbeaten run and clean sweep of the domestic trophies.\"It's been an incredible year,\" said Rodgers. \"Many records, many trophies, many wins, many great performances... Today they closed the chapter on 2017.\"There are so many great moments for us to reflect on. Now the players deserve a rest. As do the staff, who deserve a great applause for the work they've been putting in. They can now go away, and we'll meet up again in our warm weather camp in a week's time and get some hard work in.\"Playing for Celtic, there's a mental and physical drain on you. There's lots of elements of our game we need to work on and improve on but what it gives the players is that freshness. And the second half will be better than the first half of the season for sure.\"",
  "dbpedia": "\nNeither <a href=\"http://dbpedia.org/resource/Celtic_F.C.\" title=\"http://dbpedia.org/resource/Celtic_F.C.\" target=\"_blank\">Celtic</a> nor <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a> could make the breakthrough at Parkhead on Saturday, despite <a href=\"http://dbpedia.org/resource/Scott_Sinclair\" title=\"http://dbpedia.org/resource/Scott_Sinclair\" target=\"_blank\">Scott Sinclair</a> seeing two efforts in quick succession stopped on the line and Alfedo Morelos wasting several good openings for the visitors.&quot;It was a very frantic game,&quot; Rodgers told Sky Sports. &quot;I thought we created the better chances in the first half. It wasn\\&apos;t a great game of quality throughout the 90 minutes but we certainly had the better chances of the first half.&quot;<a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a> will say they had the better second half. We looked as if we could threaten but we couldn\\&apos;t make that breakthrough in the final third. We\\&apos;ve shown in these games if we get that goal it sets us up and opens the game up, but all in all, it was probably fair and what each team deserved.&quot;The longer it goes on when you don\\&apos;t score it gives a wee bit of oxygen to the opposition. They had one or two chances - one really good, where <a href=\"http://dbpedia.org/resource/Craig_Gordon\" title=\"http://dbpedia.org/resource/Craig_Gordon\" target=\"_blank\">Craig Gordon</a> makes an unbelievable save.&quot;But I\\&apos;ve seen it over many years in these games, where the home team can end up losing a game like that 1-0. So for us to keep another clean sheet, in our ninth game of the month - so there was probably a wee bit of tiredness in the performance as well - I can only give credit to the players today.&quot;Rodgers\\&apos; men now head into the winter break with a healthy cushion at the top of the Scottish Premiership. The draw with <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a> extended their advantage over <a href=\"http://dbpedia.org/resource/Aberdeen_F.C.\" title=\"http://dbpedia.org/resource/Aberdeen_F.C.\" target=\"_blank\">Aberdeen</a> to eight points, ahead of the Dons\\&apos; clash with Hearts on Saturday afternoon.And the <a href=\"http://dbpedia.org/resource/Celtic_F.C.\" title=\"http://dbpedia.org/resource/Celtic_F.C.\" target=\"_blank\">Celtic</a> manager says his men deserve a rest after a record-breaking 2017, which included a 69-game unbeaten run and clean sweep of the domestic trophies.&quot;It\\&apos;s been an incredible year,&quot; said Rodgers. &quot;Many records, many trophies, many wins, many great performances... Today they closed the chapter on 2017.&quot;There are so many great moments for us to reflect on. Now the players deserve a rest. As do the staff, who deserve a great applause for the work they\\&apos;ve been putting in. They can now go away, and we\\&apos;ll meet up again in our warm weather camp in a week\\&apos;s time and get some hard work in.&quot;Playing for <a href=\"http://dbpedia.org/resource/Celtic_F.C.\" title=\"http://dbpedia.org/resource/Celtic_F.C.\" target=\"_blank\">Celtic</a>, there\\&apos;s a mental and physical drain on you. There\\&apos;s lots of elements of our game we need to work on and improve on but what it gives the players is that freshness. And the second half will be better than the first half of the season for sure.&quot;\n"
}