{
  "date": "26/01/18",
  "title": "Brentford can reach the play-offs, says former midfielder Sam Saunders",
  "description": "Brentford can reach the play-offs this season if they maintain their current form, according to their former midfielder Sam Saunders.",
  "content": "Speaking on EFL Matters on Thursday, Saunders said: \"It's going to be tough with the teams around them, but you look at the form they're in and the points they've dropped so far this season, which they'll look to improve on.\"They play open and expansive football and it's great to watch, they've got good young players and I don't see why they can't get into the play-offs. If they make it late then no one will want to play them down at Griffin Park.\"Saunders and presenter David Prutton were joined on the show by Don Goodman, who said the club deserve credit for keeping faith in boss Dean Smith after a poor start to the season. Brentford did not win a game until September 23 in the Championship, but are now ninth and just three points off the play-off places.\"They've just kept belief in what they were doing,\" he said. \"They were playing very well but losing or drawing games, and Dean Smith was saying it was some of the best football they played all season. They kept faith in what the manager wanted them to do and they've turned results around.\"Brentford were my dark horse to do a Huddersfield of the 'unfashionable' clubs, after what I saw of them last season I thought they had the potential to go and do that. After the first seven or eight games I wasn't really sure, but now they're right in the mix.\"",
  "dbpedia": "\nSpeaking on EFL Matters on Thursday, Saunders said: &quot;It\\&apos;s going to be tough with the teams around them, but you look at the form they\\&apos;re in and the points they\\&apos;ve dropped so far this season, which they\\&apos;ll look to improve on.&quot;They play open and expansive football and it\\&apos;s great to watch, they\\&apos;ve got good young players and I don\\&apos;t see why they can\\&apos;t get into the <a href=\"http://dbpedia.org/resource/Conference_National\" title=\"http://dbpedia.org/resource/Conference_National\" target=\"_blank\">play-offs</a>. If they make it late then no one will want to play them down at Griffin Park.&quot;Saunders and presenter <a href=\"http://dbpedia.org/resource/David_Prutton\" title=\"http://dbpedia.org/resource/David_Prutton\" target=\"_blank\">David Prutton</a> were joined on the show by <a href=\"http://dbpedia.org/resource/Don_Goodman\" title=\"http://dbpedia.org/resource/Don_Goodman\" target=\"_blank\">Don Goodman</a>, who said the club deserve credit for keeping faith in boss <a href=\"http://dbpedia.org/resource/Dean_Smith_(footballer)\" title=\"http://dbpedia.org/resource/Dean_Smith_(footballer)\" target=\"_blank\">Dean Smith</a> after a poor start to the season. <a href=\"http://dbpedia.org/resource/Brentford_F.C.\" title=\"http://dbpedia.org/resource/Brentford_F.C.\" target=\"_blank\">Brentford</a> did not win a game until September 23 in the Championship, but are now ninth and just three points off the play-off places.&quot;They\\&apos;ve just kept belief in what they were doing,&quot; he said. &quot;They were playing very well but losing or drawing games, and <a href=\"http://dbpedia.org/resource/Dean_Smith_(footballer)\" title=\"http://dbpedia.org/resource/Dean_Smith_(footballer)\" target=\"_blank\">Dean Smith</a> was saying it was some of the best football they played all season. They kept faith in what the manager wanted them to do and they\\&apos;ve turned results around.&quot;<a href=\"http://dbpedia.org/resource/Brentford_F.C.\" title=\"http://dbpedia.org/resource/Brentford_F.C.\" target=\"_blank\">Brentford</a> were my dark horse to do a <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> of the \\&apos;unfashionable\\&apos; clubs, after what I saw of them last season I thought they had the potential to go and do that. After the first seven or eight games I wasn\\&apos;t really sure, but now they\\&apos;re right in the mix.&quot;\n"
}