{
  "date": "25/01/18",
  "title": "Brendan Rodgers says Celtic have rejected a bid for Moussa Dembele",
  "description": "Brendan Rodgers has revealed Celtic have rejected a bid from an unnamed side for Moussa Dembele and insists he has no intention of selling the forward.",
  "content": "The Celtic manager also added that Dembele is \"fully committed\" to the club and has not asked to leave.\nDembele, who is contracted to Celtic until the summer of 2020, has been an unused substitute for the past two matches and has previously attracted interest from Premier League Brighton.\n\"Moussa has never once asked to leave Celtic,\" Rodgers said.\n\"We brought him here as a talented young player at 19 and he has shown that talent.\n\"He has come in with a plan: his agent, himself and I know what the plan was but he has never asked once to leave. He is fully committed to Celtic.\n\"We have had one official bid for him that is nowhere near the value of what the value of Moussa is. But equal to that we have no interest in selling him.\n\"He is not a player for sale, he has two and half years left on his contract. He is an extremely talented young player.\"\nDembele joined Celtic from Fulham on a free transfer in June 2016 and scored 32 goals during his debut season as the Hoops claimed an unbeaten domestic treble.\nThe 21-year-old has struggled to find the same form this season, netting only eight times in 21 matches.\nRodgers added: \"Naturally, we said a few weeks ago about a little bit of focus but it's only natural. But he has trained, he is working well, is working hard and he is available.\n\"That's as clear as I can be. In defence of the player, because it is important for supporters to understand, this is a boy that is fully committed to Celtic.\n\"He has been linked with so many teams so naturally the mind can wander but he is a great boy.\n\"He won't be like what you see in some clubs and what you have witnessed before, where players down tools. It is not the case at all.\n\"He is a really good boy who we want to keep here and the only thing that would ever take him away is if he didn't want to be here and if that is the case then someone would have to meet his value and at this moment at time, neither is the case.\"\n",
  "dbpedia": "The <a href=\"http://dbpedia.org/resource/Celtic_F.C.\" title=\"http://dbpedia.org/resource/Celtic_F.C.\" target=\"_blank\">Celtic</a> manager also added that Dembele is \"fully committed\" to the club and has not asked to leave.<br>Dembele, who is contracted to <a href=\"http://dbpedia.org/resource/Celtic_F.C.\" title=\"http://dbpedia.org/resource/Celtic_F.C.\" target=\"_blank\">Celtic</a> until the summer of 2020, has been an unused substitute for the past two matches and has previously attracted interest from <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> <a href=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a>.<br>\"Moussa has never once asked to leave <a href=\"http://dbpedia.org/resource/Celtic_F.C.\" title=\"http://dbpedia.org/resource/Celtic_F.C.\" target=\"_blank\">Celtic</a>,\" Rodgers said.<br>\"We brought him here as a talented young player at 19 and he has shown that talent.<br>\"He has come in with a plan: his agent, himself and I know what the plan was but he has never asked once to leave. He is fully committed to <a href=\"http://dbpedia.org/resource/Celtic_F.C.\" title=\"http://dbpedia.org/resource/Celtic_F.C.\" target=\"_blank\">Celtic</a>.<br>\"We have had one official bid for him that is nowhere near the value of what the value of Moussa is. But equal to that we have no interest in selling him.<br>\"He is not a player for sale, he has two and half years left on his contract. He is an extremely talented young player.\"<br>Dembele joined <a href=\"http://dbpedia.org/resource/Celtic_F.C.\" title=\"http://dbpedia.org/resource/Celtic_F.C.\" target=\"_blank\">Celtic</a> from <a href=\"http://dbpedia.org/resource/Fulham_F.C.\" title=\"http://dbpedia.org/resource/Fulham_F.C.\" target=\"_blank\">Fulham</a> on a free transfer in June 2016 and scored 32 goals during his debut season as the Hoops claimed an unbeaten domestic treble.<br>The 21-year-old has struggled to find the same form this season, netting only eight times in 21 matches.<br>Rodgers added: \"Naturally, we said a few weeks ago about a little bit of focus but it's only natural. But he has trained, he is working well, is working hard and he is available.<br>\"That's as clear as I can be. In defence of the player, because it is important for supporters to understand, this is a boy that is fully committed to <a href=\"http://dbpedia.org/resource/Celtic_F.C.\" title=\"http://dbpedia.org/resource/Celtic_F.C.\" target=\"_blank\">Celtic</a>.<br>\"He has been linked with so many teams so naturally the mind can wander but he is a great boy.<br>\"He won't be like what you see in some clubs and what you have witnessed before, where players down tools. It is not the case at all.<br>\"He is a really good boy who we want to keep here and the only thing that would ever take him away is if he didn't want to be here and if that is the case then someone would have to meet his value and at this moment at time, neither is the case.\"<br>"
}