{
  "date": "17/01/18",
  "title": "Brendan Rodgers says Celtic want to make more signings in January transfer window",
  "description": "Brendan Rodgers says Celtic are still on the lookout for fresh transfer targets, but insists they are in no rush to seek fresh recruits.",
  "content": "So far, the Hoops have only signed midfielder Lewis Morgan - who has been sent back to St Mirren on loan - and defender Marvin Compper.But the £1m signing from RB Leipzig has already suffered a setback before even kicking a ball for his new club.Compper has been ruled out for up to a month after tweaking a calf during Celtic's winter training break in Dubai.Reports say Rodgers could now turn to Besiktas defender Dusko Tosic and Dundee centre-back Jack Hendry, but the Hoops boss was reluctant to discuss the speculation surrounding his spending plans and was non-committal on Moussa Dembele's long-term Celtic future.\"Yes I expect so,\" Rodgers said when quizzed on whether he had plans to make further signings. \"I think that it is something we'll look to do. But we stay calm. We have a month to do it.\"For us, it's all about trying to get the quality and not necessarily about numbers. It's about trying to get in the players who can make a difference for us.\"But we're calm. The recruitment department are working very hard behind the scenes in terms of identifying the right types who can make a difference for us, not just for this now but going forward.\"I can't say either way (about the chances of Dembele staying beyond January). You just never know. But at this moment in time Moussa is here and training. We shall see.\"Compper's debut has been put on ice but Rodgers - who has allowed Erik Sviatchenko to rejoin former club Midtjylland on loan for the remainder of the season - is content with the numbers he has at the back.He said: \"I don't know how many defenders you think we need. We've brought in a defender, we've got two centre-halves playing, we've got Jozo Simunovic, so we've got four centre-halves.\"Erik needed to go out and play games. He's a good guy but didn't get the game time he wanted, so it made sense for him to go and get some games.\"Marvin was unfortunate that he got injured out in Dubai and it looks like it could be three to four weeks out.\"There was another injury scare earlier this week when it emerged Stuart Armstrong had been rushed in for a hernia operation.But while the Scotland playmaker will miss Saturday's William Hill Scottish Cup clash with Brechin, Rodgers says there is no major panic.He said: \"He flew straight from Dubai to have his operation in Munich. We got him in as quickly as we possibly could. He had a specialist operation where the recovery time for a hernia is a lot less.\"Hopefully he'll be back training in 10 days.\"Meanwhile, Celtic have announced midfielder Liam Henderson has joined Serie B side Bari on a permanent deal.The 21-year-old Hoops academy graduate has previously spent time on loan at Rosenborg and with Hibernian and leaves Parkhead as a Ladbrokes Premiership and Scottish League Cup winner.",
  "dbpedia": "\nSo far, the Hoops have only signed midfielder Lewis Morgan - who has been sent back to <a href=\"http://dbpedia.org/resource/St._Mirren_F.C.\" title=\"http://dbpedia.org/resource/St._Mirren_F.C.\" target=\"_blank\">St Mirren</a> on loan - and defender Marvin Compper.But the &#xA3;1m signing from <a href=\"http://dbpedia.org/resource/RB_Leipzig\" title=\"http://dbpedia.org/resource/RB_Leipzig\" target=\"_blank\">RB Leipzig</a> has already suffered a setback before even kicking a ball for his new club.Compper has been ruled out for up to a month after tweaking a calf during <a href=\"http://dbpedia.org/resource/Celtic_F.C.\" title=\"http://dbpedia.org/resource/Celtic_F.C.\" target=\"_blank\">Celtic</a>\\&apos;s winter training break in Dubai.Reports say Rodgers could now turn to Besiktas defender Dusko Tosic and <a href=\"http://dbpedia.org/resource/Dundee_F.C.\" title=\"http://dbpedia.org/resource/Dundee_F.C.\" target=\"_blank\">Dundee</a> centre-back Jack Hendry, but the Hoops boss was reluctant to discuss the speculation surrounding his spending plans and was non-committal on Moussa Dembele\\&apos;s long-term <a href=\"http://dbpedia.org/resource/Celtic_F.C.\" title=\"http://dbpedia.org/resource/Celtic_F.C.\" target=\"_blank\">Celtic</a> future.&quot;Yes I expect so,&quot; Rodgers said when quizzed on whether he had plans to make further signings. &quot;I think that it is something we\\&apos;ll look to do. But we stay calm. We have a month to do it.&quot;For us, it\\&apos;s all about trying to get the quality and not necessarily about numbers. It\\&apos;s about trying to get in the players who can make a difference for us.&quot;But we\\&apos;re calm. The recruitment department are working very hard behind the scenes in terms of identifying the right types who can make a difference for us, not just for this now but going forward.&quot;I can\\&apos;t say either way (about the chances of Dembele staying beyond January). You just never know. But at this moment in time Moussa is here and training. We shall see.&quot;Compper\\&apos;s debut has been put on ice but Rodgers - who has allowed <a href=\"http://dbpedia.org/resource/Erik_Sviatchenko\" title=\"http://dbpedia.org/resource/Erik_Sviatchenko\" target=\"_blank\">Erik Sviatchenko</a> to rejoin former club <a href=\"http://dbpedia.org/resource/FC_Midtjylland\" title=\"http://dbpedia.org/resource/FC_Midtjylland\" target=\"_blank\">Midtjylland</a> on loan for the remainder of the season - is content with the numbers he has at the back.He said: &quot;I don\\&apos;t know how many defenders you think we need. We\\&apos;ve brought in a defender, we\\&apos;ve got two centre-halves playing, we\\&apos;ve got Jozo Simunovic, so we\\&apos;ve got four centre-halves.&quot;Erik needed to go out and play games. He\\&apos;s a good guy but didn\\&apos;t get the game time he wanted, so it made sense for him to go and get some games.&quot;Marvin was unfortunate that he got injured out in Dubai and it looks like it could be three to four weeks out.&quot;There was another injury scare earlier this week when it emerged Stuart Armstrong had been rushed in for a hernia operation.But while the <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scotland</a> playmaker will miss Saturday\\&apos;s William Hill Scottish Cup clash with <a href=\"http://dbpedia.org/resource/Brechin_City_F.C.\" title=\"http://dbpedia.org/resource/Brechin_City_F.C.\" target=\"_blank\">Brechin</a>, Rodgers says there is no major panic.He said: &quot;He flew straight from Dubai to have his operation in Munich. We got him in as quickly as we possibly could. He had a specialist operation where the recovery time for a hernia is a lot less.&quot;Hopefully he\\&apos;ll be back training in 10 days.&quot;Meanwhile, <a href=\"http://dbpedia.org/resource/Celtic_F.C.\" title=\"http://dbpedia.org/resource/Celtic_F.C.\" target=\"_blank\">Celtic</a> have announced midfielder <a href=\"http://dbpedia.org/resource/Liam_Henderson\" title=\"http://dbpedia.org/resource/Liam_Henderson\" target=\"_blank\">Liam Henderson</a> has joined <a href=\"http://dbpedia.org/resource/Serie_B\" title=\"http://dbpedia.org/resource/Serie_B\" target=\"_blank\">Serie B</a> side <a href=\"http://dbpedia.org/resource/A.S._Bari\" title=\"http://dbpedia.org/resource/A.S._Bari\" target=\"_blank\">Bari</a> on a permanent deal.The 21-year-old Hoops academy graduate has previously spent time on loan at <a href=\"http://dbpedia.org/resource/Rosenborg_BK\" title=\"http://dbpedia.org/resource/Rosenborg_BK\" target=\"_blank\">Rosenborg</a> and with <a href=\"http://dbpedia.org/resource/Hibernian_F.C.\" title=\"http://dbpedia.org/resource/Hibernian_F.C.\" target=\"_blank\">Hibernian</a> and leaves Parkhead as a Ladbrokes <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premiership</a> and Scottish League Cup winner.\n"
}