{
  "date": "09/01/18",
  "title": "Brendan Rodgers believes Celtic break in Dubai will be a big boost for squad",
  "description": "Brendan Rodgers says taking his Celtic players to Dubai during the winter break is perfect to help them recharge.",
  "content": "The Bhoys are currently on a warm-weather training camp in the Middle East as they prepare for the second half of the season.\nIt has been an impressive first half of the campaign for Rodgers' side, who are currently eight points clear at the top of the Scottish Premiership and have qualified for the knockout stages of the Europa League.\nRodgers told Celtic TV: \"It's been a really tough season up to the break and this gives us a chance to recharge and put some good coaching into the players, but also to give them a chance to connect again in great weather.\n\"We packed so much into the first part of the season so this gives us a chance to focus a lot on the principles of our game and we will look to put that in place when we start back again on January 20.\"\nWith Celtic heavy favourites to secure another league title and a tie with Zenit Saint Petersburg in the last 32 of the Europa League looming, Rodgers revealed his side have already achieved most of their pre-season targets.\n\"Our aim is always to win the next game but we set some goals we wanted to achieve at the beginning of the season and thus far the players are in a brilliant position,\" he added.\n\"We are eight points clear in the league, we qualified for the Champions League, we have European football after Christmas and we have won the first domestic trophy on offer.\"\nRodgers has been busy in the January transfer market, bringing in Marvin Compper and finalising a deal for Lewis Morgan which will see the player remain on loan with St Mirren until the end of the season.\nMeanwhile, Kundai Benyu has departed for Oldham on loan.\nSpeaking about Morgan, the Northern Irishman said: \"Lewis is a player I have admired since I have been up here when he played against us, and watching him play for Scotland U21s and St Mirren.\n\"I have been impressed with him and I think he is one who can be developed, and he will obviously stay at St Mirren.\n\"There is still some work to be done for us if we think it's the right thing to do.\"\n",
  "dbpedia": "The Bhoys are currently on a warm-weather training camp in the Middle East as they prepare for the second half of the season.<br>It has been an impressive first half of the campaign for Rodgers' side, who are currently eight points clear at the top of the Scottish Premiership and have qualified for the knockout stages of the Europa League.<br>Rodgers told Celtic TV: \"It's been a really tough season up to the break and this gives us a chance to recharge and put some good coaching into the players, but also to give them a chance to connect again in great weather.<br>\"We packed so much into the first part of the season so this gives us a chance to focus a lot on the principles of our game and we will look to put that in place when we start back again on January 20.\"<br>With <a href=\"http://dbpedia.org/resource/Celtic_F.C.\" title=\"http://dbpedia.org/resource/Celtic_F.C.\" target=\"_blank\">Celtic</a> heavy favourites to secure another league title and a tie with <a href=\"http://dbpedia.org/resource/FC_Zenit_Saint_Petersburg\" title=\"http://dbpedia.org/resource/FC_Zenit_Saint_Petersburg\" target=\"_blank\">Zenit Saint Petersburg</a> in the last 32 of the Europa League looming, Rodgers revealed his side have already achieved most of their pre-season targets.<br>\"Our aim is always to win the next game but we set some goals we wanted to achieve at the beginning of the season and thus far the players are in a brilliant position,\" he added.<br>\"We are eight points clear in the league, we qualified for the Champions League, we have European football after Christmas and we have won the first domestic trophy on offer.\"<br>Rodgers has been busy in the January transfer market, bringing in Marvin Compper and finalising a deal for Lewis Morgan which will see the player remain on loan with <a href=\"http://dbpedia.org/resource/St._Mirren_F.C.\" title=\"http://dbpedia.org/resource/St._Mirren_F.C.\" target=\"_blank\">St Mirren</a> until the end of the season.<br>Meanwhile, Kundai Benyu has departed for <a href=\"http://dbpedia.org/resource/Oldham_Athletic_A.F.C.\" title=\"http://dbpedia.org/resource/Oldham_Athletic_A.F.C.\" target=\"_blank\">Oldham</a> on loan.<br>Speaking about Morgan, the Northern Irishman said: \"Lewis is a player I have admired since I have been up here when he played against us, and watching him play for <a href=\"http://dbpedia.org/resource/Scotland_national_under-21_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_under-21_football_team\" target=\"_blank\">Scotland U21s</a> and <a href=\"http://dbpedia.org/resource/St._Mirren_F.C.\" title=\"http://dbpedia.org/resource/St._Mirren_F.C.\" target=\"_blank\">St Mirren</a>.<br>\"I have been impressed with him and I think he is one who can be developed, and he will obviously stay at <a href=\"http://dbpedia.org/resource/St._Mirren_F.C.\" title=\"http://dbpedia.org/resource/St._Mirren_F.C.\" target=\"_blank\">St Mirren</a>.<br>\"There is still some work to be done for us if we think it's the right thing to do.\"<br>"
}