{
  "date": "07/01/18",
  "title": "Brighton boss Chris Hughton unconvinced about Video Assistant Referee ahead of FA Cup trial",
  "description": "Brighton boss Chris Hughton is not sure Video Assistant Referees (VAR) will eradicate controversy from football ahead of Monday's trial.",
  "content": "The Seagulls take on bitter rivals Crystal Palace at the Amex Stadium in the third round of the FA Cup in a game that will mark the first use of VAR in a competitive game in England.VAR can be called on by the match referee in dealing with key incidents, such as goals, penalties and red cards, as well as in cases of mistaken identity.It is already in use in Germany's Bundesliga and Italy's Serie A, as well as the MLS in North America, and was available - but not used - during England's friendly with Germany last November.Hughton said: \"Am I a fan of it? I think you have to wait for the end product on that one. But I understand the reason why we're doing it, why we're trying it.\"Every time there's a bad decision, there's a clamour for better technology.\"I am probably a bit more of a traditionalist, that we do have a game and for as long as we can remember there are always going to be controversies and whether it was a penalty or not, or whether that ball was over the line.\"I don't think any technology will clear it completely because still in some of our technology there is somebody that has to make a decision and we've already seen that you can have one panellist think completely differently to another.\"Whatever new ways that we have to improve our game, you eventually get used to it but I still think we don't want anything which is going to slow down our game too much.\"Hughton also questions the worth of allowing managers to challenge decisions, as happens in the NFL and as players are able to do in tennis.\"My personal opinion is to keep managers out of it,\" he added. \"We are always going to have different opinions and there are always going to opinions you want to go in your favour, it's your team.\"Once we start opening up to too many suggestions on ways we can make the best decisions then it's almost never-ending.\"",
  "dbpedia": "\nThe Seagulls take on bitter rivals <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a> at the Amex Stadium in the third round of the FA Cup in a game that will mark the first use of VAR in a competitive game in England.VAR can be called on by the match referee in dealing with key incidents, such as goals, penalties and red cards, as well as in cases of mistaken identity.It is already in use in <a href=\"http://dbpedia.org/resource/Germany_national_football_team\" title=\"http://dbpedia.org/resource/Germany_national_football_team\" target=\"_blank\">Germany</a>\\&apos;s Bundesliga and <a href=\"http://dbpedia.org/resource/Italy_national_football_team\" title=\"http://dbpedia.org/resource/Italy_national_football_team\" target=\"_blank\">Italy</a>\\&apos;s <a href=\"http://dbpedia.org/resource/Serie_A\" title=\"http://dbpedia.org/resource/Serie_A\" target=\"_blank\">Serie A</a>, as well as the <a href=\"http://dbpedia.org/resource/Major_League_Soccer\" title=\"http://dbpedia.org/resource/Major_League_Soccer\" target=\"_blank\">MLS</a> in North America, and was available - but not used - during <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a>\\&apos;s friendly with <a href=\"http://dbpedia.org/resource/Germany_national_football_team\" title=\"http://dbpedia.org/resource/Germany_national_football_team\" target=\"_blank\">Germany</a> last November.Hughton said: &quot;Am I a fan of it? I think you have to wait for the end product on that one. But I understand the reason why we\\&apos;re doing it, why we\\&apos;re trying it.&quot;Every time there\\&apos;s a bad decision, there\\&apos;s a clamour for better technology.&quot;I am probably a bit more of a traditionalist, that we do have a game and for as long as we can remember there are always going to be controversies and whether it was a penalty or not, or whether that ball was over the line.&quot;I don\\&apos;t think any technology will clear it completely because still in some of our technology there is somebody that has to make a decision and we\\&apos;ve already seen that you can have one panellist think completely differently to another.&quot;Whatever new ways that we have to improve our game, you eventually get used to it but I still think we don\\&apos;t want anything which is going to slow down our game too much.&quot;Hughton also questions the worth of allowing managers to challenge decisions, as happens in the NFL and as players are able to do in tennis.&quot;My personal opinion is to keep managers out of it,&quot; he added. &quot;We are always going to have different opinions and there are always going to opinions you want to go in your favour, it\\&apos;s your team.&quot;Once we start opening up to too many suggestions on ways we can make the best decisions then it\\&apos;s almost never-ending.&quot;\n"
}