{
  "date": "20/01/18",
  "title": "Brighton 0-4 Chelsea: Eden Hazard's double sends Chelsea third",
  "description": "An inspired performance from Eden Hazard helped Chelsea back to winning ways in the Premier League with a comprehensive 4-0 victory against Brighton at the Amex Stadium.",
  "content": "Antonio Conte's side were without a win in five games in all competitions heading into the clash on the south coast, but Hazard set the Blues on their way in the third minute before Willian rounded off a sensational team goal three minutes later to give the visitors the perfect start.Brighton's response to the early setback was good, creating a number of decent chances but Willy Caballero was on top form to deny Tomer Hemed and the crossbar kept out Davy Propper's header early after the interval.Ezequiel Schelotto was also denied by a smart block from Caballero and the hosts were eventually made to pay for their wastefulness in front of goal as Hazard (77) added his second of the afternoon and Victor Moses (89) rounded off the scoring as Chelsea wrapped up all three points to move above Liverpool into third.Before kick-off, the Amex Stadium rose as one for a minute's applause to mark the passing of Cyrille Regis and both teams sported black armbands in respect of the former striker.Once underway, Chelsea burst out of the blocks and they were ahead in the third minute when Moses' cross was diverted into the path of Hazard by Dale Stephens, and the Belgium international took a touch before firing the ball into the corner of the net for his 100th league goal.Goals had been hard to come by with the Blues scoring just once in their last four matches in all competitions, but they had a second inside six minutes courtesy of Willian. The Brazil international was involved in some slick interplay with Hazard and Michy Batshuayi, leaving the Brighton defence all at sea before expertly finishing past Mat Ryan.After their horror start, Brighton gradually grew into the game and they thought they should have had a penalty when Caballero, after making a mess of a cross, appeared to clip Schelotto, but nothing was given by referee Jon Moss.The hosts were creating chances - Caballero superbly denied Hemed from close range - and they looked to Moss again just before half-time as Schelotto went down in the penalty area once again, this time under a challenge from Tiemoue Bakayoko, but again the referee waved away the appeals.After the break, Chelsea remained a threat on the counter but it was Brighton creating the clearer cut chances, Propper heading Pascal Gross' cross past Caballero only to see the ball crash back off the crossbar. Minutes later, Chelsea were nearly out of sight but Ryan did brilliantly to get a vital hand to Willian's free-kick to divert the ball onto the post and away from goal.Chances still continued to fall Brighton's way but Caballero proved hard to beat as the Argentine goalkeeper blocked Schelotto's low drive from 12 yardsThey were made to pay for the missed chances late on as Hazard capped another mazy run with a ruthless finish before Moses latched onto substitute Charly Musonda's inch-perfect 40-yard to seal a resounding away victory.Brighton have picked up just one win from their last 13 Premier League games (D5 L7), failing to score in nine of these.Chelsea have won 45 of their 76 away games against newly-promoted sides in the Premier League, a joint-high figure (Arsenal have also won 45). The Blues extended their top-flight unbeaten run to eight games (W5 D3), their longest streak without a defeat since March (also eight).Willian made his 50th consecutive Premier League appearance, the longest current run of any player in the competition. He has been directly involved in eight goals in his last five Premier League starts for Chelsea (3 goals, 5 assists), as many as he managed in his previous 20.Hazard's opener was his 100th goal in league football (now 101), with 65 coming for Chelsea and 36 for Lille. He has now scored (65) or assisted (37) 102 Premier League goals for Chelsea; taking him ahead of Gianfranco Zola (101) to outright third for the club in the competition (Lampard 237, Drogba 159).Batshuayi registered his first assist in his last 31 Premier League appearances, since he set up Diego Costa on his debut in the competition in August 2016.Hazard was in the mood at the Amex Stadium. Every time he got on the ball he terrified Brighton's defenders and his finishing was at its exquisite best as his double inspired Chelsea to a comprehensive away victory.His perfermonace left Jamie Redknapp, who watching the game in the studio for Sky Sports, purring.\"If VAR looked at his performance today, then some it would have illegal as he was that good\", the former Liverpool midfielder said. \"Willian was fantastic as well - as was Batshuayi, but Hazard was playing a different game. He was at his energetic, beautiful best today.\"\"Hazard is unplayable when he's in that mood. When he plays like this it's more than likely Chelsea are going to win the game.\"I like what Antonio Conte does. I watched the game against Leicester and they weren't scoring goals - Conte took him off. When you do that to a player like him with the quality he has, it woke him up. From the beginning, he meant business.\"Conte did it last season ahead of a game with Arsenal and we all know what he did to Arsenal with that goal last year. I like the way Hazard reacted from the Leicester game.\"That's the job of the boss - sometimes a player might be tired, sometimes a player needs a reminder that he's not doing enough. I'm not saying Hazard wasn't. Usually when you take the main player off after an hour when you're supposed to win that game. It got the reaction of, 'OK, I'm on the bench, but we'll see next week'.\"Chelsea are back in action on Sky Sports on Wednesday when they face Arsenal in the Carabao Cup semi-final, second leg.It's cup action for Brighton as well when they take on Middlesbrough in the FA Cup fourth round next Saturday at the Riverside."
}