{
  "date": "29/11/17",
  "title": "Brighton say a minority of Crystal Palace supporters 'came intent on causing disorder' after derby draw",
  "description": "Brighton have accused a number of Crystal Palace fans of causing disorder which left two stewards in hospital after Tuesday night's derby between the two clubs at the Amex Stadium.",
  "content": "Brighton said that a number of Palace fans had travelled to the ground without tickets and sought to gain entry shortly after kick-off, prompting the club to close the turnstiles at 7.51pm - six minutes into the match which finished 0-0.That decision left some fans with legitimate tickets locked outside the ground, before they were escorted back to the railway station and sent back to London.Sussex Police confirmed six arrests were made on the night and described the policing operation as \"challenging\" but proceeded \"without a major incident\".A statement from Brighton said that a number of stewards suffered minor injuries, with two - one from each club - sent to the hospital.Brighton chief executive Paul Barber said: \"Firstly, we hope the two stewards hospitalised in the disorder have not suffered serious injuries.\"The disorder was caused by a minority of individuals who attempted to gain entry to the stadium without tickets.\"Thanks to the swift action of the club's stewarding team, supported by Sussex Police, we avoided further, major disorder - and while some genuine fans were left extremely disappointed and unable to get into the stadium, the correct decisions were made.\"I'd like to thank the majority of fans of both clubs for their good behaviour and patience in complying with the instructions of our stewards and police.\"The club said those away fans with genuine tickets who were not allowed into the ground will be able to seek refunds via Crystal Palace.",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a> said that a number of Palace fans had travelled to the ground without tickets and sought to gain entry shortly after kick-off, prompting the club to close the turnstiles at 7.51pm - six minutes into the match which finished 0-0.That decision left some fans with legitimate tickets locked outside the ground, before they were escorted back to the railway station and sent back to London.Sussex Police confirmed six arrests were made on the night and described the policing operation as &quot;challenging&quot; but proceeded &quot;without a major incident&quot;.A statement from <a href=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a> said that a number of stewards suffered minor injuries, with two - one from each club - sent to the hospital.Brighton chief executive Paul Barber said: &quot;Firstly, we hope the two stewards hospitalised in the disorder have not suffered serious injuries.&quot;The disorder was caused by a minority of individuals who attempted to gain entry to the stadium without tickets.&quot;Thanks to the swift action of the club\\&apos;s stewarding team, supported by Sussex Police, we avoided further, major disorder - and while some genuine fans were left extremely disappointed and unable to get into the stadium, the correct decisions were made.&quot;I\\&apos;d like to thank the majority of fans of both clubs for their good behaviour and patience in complying with the instructions of our stewards and police.&quot;The club said those away fans with genuine tickets who were not allowed into the ground will be able to seek refunds via <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a>.\n"
}