{
  "date": "06/01/18",
  "title": "Brighton's Beram Kayal keen to prove his fitness after injury lay-off",
  "description": "Brighton midfielder Beram Kayal says he is desperate to impress Seagulls boss Chris Hughton following his absence due to injury.",
  "content": "Kayal, 29, missed the first four months of the campaign after breaking his leg in pre-season and has only made three appearances since returning to Hughton's squad in late November.The Israel midfielder, who is expected to feature in Monday's FA Cup third-round tie against Crystal Palace, insists he is ready to earn a permanent spot in Brighton's starting line-up.\"Obviously I'm looking to play more games and push myself and try to make more headache to the gaffer, to make myself in the front of the picture and give him the reason to play me regularly,\" Kayal said.\"There's nothing better to get fitness and confidence up than playing games.\"He tried to give me the chance when he could. The only place I could prove myself was the training ground - I pushed myself to do more and extra to get my [fitness] levels up.\"When I get the opportunity in any game, I need to be ready, then I need to prove to the manager that I'm ready to take it.\"I would love to have more games, but sometimes in the middle of the season it's hard. You are hungry to play. You train all week and it means a lot to you to play on the Saturday.\"Former Celtic midfielder Kayal - who played in eight Old Firm derbies - says he is well aware of the importance of Brighton's rivalry with Crystal Palace.\"I know what a derby means for a club,\" he said. \"I had experience of playing a few in my career.\"We feel it as players, we feel the atmosphere. The fans are asking about the games against Crystal Palace.\"It means a lot to us to do well in front of our fans.\"We know how big this game is going to be for us and we'll do everything to win this game.\"",
  "dbpedia": "\nKayal, 29, missed the first four months of the campaign after breaking his leg in pre-season and has only made three appearances since returning to Hughton\\&apos;s squad in late November.The <a href=\"http://dbpedia.org/resource/Israel_national_football_team\" title=\"http://dbpedia.org/resource/Israel_national_football_team\" target=\"_blank\">Israel</a> midfielder, who is expected to feature in Monday\\&apos;s FA Cup third-round tie against <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a>, insists he is ready to earn a permanent spot in <a href=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a>\\&apos;s starting line-up.&quot;Obviously I\\&apos;m looking to play more games and push myself and try to make more headache to the <a href=\"http://dbpedia.org/resource/Ian_Holloway\" title=\"http://dbpedia.org/resource/Ian_Holloway\" target=\"_blank\">gaffer</a>, to make myself in the front of the picture and give him the reason to play me regularly,&quot; Kayal said.&quot;There\\&apos;s nothing better to get fitness and confidence up than playing games.&quot;He tried to give me the chance when he could. The only place I could prove myself was the training ground - I pushed myself to do more and extra to get my [fitness] levels up.&quot;When I get the opportunity in any game, I need to be ready, then I need to prove to the manager that I\\&apos;m ready to take it.&quot;I would love to have more games, but sometimes in the middle of the season it\\&apos;s hard. You are hungry to play. You train all week and it means a lot to you to play on the Saturday.&quot;Former <a href=\"http://dbpedia.org/resource/Celtic_F.C.\" title=\"http://dbpedia.org/resource/Celtic_F.C.\" target=\"_blank\">Celtic</a> midfielder Kayal - who played in eight Old Firm derbies - says he is well aware of the importance of <a href=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a>\\&apos;s rivalry with <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a>.&quot;I know what a derby means for a club,&quot; he said. &quot;I had experience of playing a few in my career.&quot;We feel it as players, we feel the atmosphere. The fans are asking about the games against <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a>.&quot;It means a lot to us to do well in front of our fans.&quot;We know how big this game is going to be for us and we\\&apos;ll do everything to win this game.&quot;\n"
}