{
  "date": "19/01/18",
  "title": "Brighton winger Soufyan Ahannach joins Sparta Rotterdam on loan",
  "description": "Brighton winger Soufyan Ahannach has signed a loan deal with Eredivisie side Sparta Rotterdam until the end of the season.",
  "content": "Ahannach arrived at the club from Dutch side Almere City in August 2017, and will now return to the Netherlands for the remainder of the campaign.\nThe 22-year-old, who has not played for the club in the Premier League, made two appearances in the Checkatrade Trophy against Oxford United and Stevenage.\nBrighton boss Chris Hughton told the club's website: \"Soufyan was brought in initially as a member of the development squad, and to be pushing to breakthrough into the first-team squad, but he has found those opportunities limited during the first half of the season.\n\"This loan move offers him the chance to go and play regular first-team football with Sparta Rotterdam in the top division in the Dutch League. It is a good move for all parties - the two clubs, but most importantly Soufyan, and this will help his ongoing development.\"\n",
  "dbpedia": "Ahannach arrived at the club from Dutch side <a href=\"http://dbpedia.org/resource/Almere_City_FC\" title=\"http://dbpedia.org/resource/Almere_City_FC\" target=\"_blank\">Almere City</a> in August 2017, and will now return to the Netherlands for the remainder of the campaign.<br>The 22-year-old, who has not played for the club in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, made two appearances in the Checkatrade Trophy against <a href=\"http://dbpedia.org/resource/Oxford_United_F.C.\" title=\"http://dbpedia.org/resource/Oxford_United_F.C.\" target=\"_blank\">Oxford United</a> and <a href=\"http://dbpedia.org/resource/Stevenage_F.C.\" title=\"http://dbpedia.org/resource/Stevenage_F.C.\" target=\"_blank\">Stevenage</a>.<br><a href=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a> boss <a href=\"http://dbpedia.org/resource/Chris_Hughton\" title=\"http://dbpedia.org/resource/Chris_Hughton\" target=\"_blank\">Chris Hughton</a> told the club's website: \"Soufyan was brought in initially as a member of the development squad, and to be pushing to breakthrough into the first-team squad, but he has found those opportunities limited during the first half of the season.<br>\"This loan move offers him the chance to go and play regular first-team football with <a href=\"http://dbpedia.org/resource/Sparta_Rotterdam\" title=\"http://dbpedia.org/resource/Sparta_Rotterdam\" target=\"_blank\">Sparta Rotterdam</a> in the top division in the Dutch League. It is a good move for all parties - the two clubs, but most importantly Soufyan, and this will help his ongoing development.\"<br>"
}