{
  "date": "19/01/18",
  "title": "Brighton's Anthony Knockaert struggling to make Premier League impact, says Chris Hughton",
  "description": "Brighton boss Chris Hughton says Anthony Knockaert is struggling to make the same impact in the Premier League as he did in the Championship last season.",
  "content": "Knockaert, 26, was named Sky Bet Championship Player of the Year last season after scoring 15 goals and leading Brighton back into the top flight after a 34-year absence.The French winger has found the net just twice in the Premier League this term but Hughton insists it is not for the want of trying.\"I think it's easy to assess,\" said Hughton, ahead of Saturday's lunchtime game against Chelsea, live on Sky Sports.\"If you are comparing last season and this season, if you have a player that's not working as hard as he did last year you can put it down to that.\"But that's one we've ruled out because he is, he's working as hard and his levels, and what we get from our fitness people, are the same as last season.\"What he is up against is good players and, particularly, when you are a side that generally play with two wingers and you're a wide player, what he got away with last season is more difficult to get away with.\"Any striker we have would not have scored as many goals this season as they would have last season. So it comes with the levels.\"But he is giving us a contribution for the team. He is trying, he is trying to get crosses in as often as he can, but some of those moments he produced last season he can still produce, but of course it's harder.\"",
  "dbpedia": "\nKnockaert, 26, was named Sky Bet Championship Player of the Year last season after scoring 15 goals and leading <a href=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a> back into the top flight after a 34-year absence.The French winger has found the net just twice in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> this term but Hughton insists it is not for the want of trying.&quot;I think it\\&apos;s easy to assess,&quot; said Hughton, ahead of Saturday\\&apos;s lunchtime game against <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>, live on Sky Sports.&quot;If you are comparing last season and this season, if you have a player that\\&apos;s not working as hard as he did last year you can put it down to that.&quot;But that\\&apos;s one we\\&apos;ve ruled out because he is, he\\&apos;s working as hard and his levels, and what we get from our fitness people, are the same as last season.&quot;What he is up against is good players and, particularly, when you are a side that generally play with two wingers and you\\&apos;re a wide player, what he got away with last season is more difficult to get away with.&quot;Any striker we have would not have scored as many goals this season as they would have last season. So it comes with the levels.&quot;But he is giving us a contribution for the team. He is trying, he is trying to get crosses in as often as he can, but some of those moments he produced last season he can still produce, but of course it\\&apos;s harder.&quot;\n"
}