{
  "date": "09/01/18",
  "title": "Bristol City boss Lee Johnson proud of performance against Manchester City",
  "description": "Lee Johnson hailed Bristol City despite his side falling to a late 2-1 defeat in the first leg of their Carabao Cup semi-final with Manchester City.",
  "content": "Bristol City took the lead in the first half through a Bobby Reid penalty, but the Premier League leaders hit back after the break through Kevin De Bruyne, before substitute Sergio Aguero nodded home the winner in stoppage time.Ahead of the second leg in two weeks at Ashton Gate, Johnson insists his side are still very much in the tie.\"I'm very proud of my team,\" Johnson told Sky Sports. \"Obviously I'm disappointed with the goal so late on but the boys were magnificent and I thought it was fascinating how we came here and tried to play our own game. We caused a few problems and had two or three good opportunities in the first half.\"You're going to have to concede possession every now and again, not because you want to but because of their quality, but I'm very, very proud of this club today. It's only half-time and we're still well in this tie, particularly with the away goal.\"I told the boys they've been fantastic. Yes, we rode our lucky every now and again, but we got men in the box and our pressing in the lead up to the first goal was amazing. It's something we work on an awful lot and we played some very good football at times.\"We're still in the tie and they've shown the world they're good footballers. Individuals stuck to the task and we didn't get beaten by one-twos. They showed confidence and they weren't frightened to be on the ball. We had opportunities and (Pep) Guardiola said to me that we played better than the majority of Premier League teams to come here.\"Our boys will learn an awful lot from it, but it's not over and everybody needs to know that, particularly at Ashton Gate. You heard our 8,000 fans, imagine when that's 26,000 or 27,000. It'll be an interesting game.\"",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/Bristol_City_F.C.\" title=\"http://dbpedia.org/resource/Bristol_City_F.C.\" target=\"_blank\">Bristol City</a> took the lead in the first half through a Bobby Reid penalty, but the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> leaders hit back after the break through <a href=\"http://dbpedia.org/resource/Kevin_De_Bruyne\" title=\"http://dbpedia.org/resource/Kevin_De_Bruyne\" target=\"_blank\">Kevin De Bruyne</a>, before substitute Sergio Aguero nodded home the winner in stoppage time.Ahead of the second leg in two weeks at Ashton Gate, Johnson insists his side are still very much in the tie.&quot;I\\&apos;m very proud of my team,&quot; Johnson told Sky Sports. &quot;Obviously I\\&apos;m disappointed with the goal so late on but the boys were magnificent and I thought it was fascinating how we came here and tried to play our own game. We caused a few problems and had two or three good opportunities in the first half.&quot;You\\&apos;re going to have to concede possession every now and again, not because you want to but because of their quality, but I\\&apos;m very, very proud of this club today. It\\&apos;s only half-time and we\\&apos;re still well in this tie, particularly with the away goal.&quot;I told the boys they\\&apos;ve been fantastic. Yes, we rode our lucky every now and again, but we got men in the box and our pressing in the lead up to the first goal was amazing. It\\&apos;s something we work on an awful lot and we played some very good football at times.&quot;We\\&apos;re still in the tie and they\\&apos;ve shown the world they\\&apos;re good footballers. Individuals stuck to the task and we didn\\&apos;t get beaten by one-twos. They showed confidence and they weren\\&apos;t frightened to be on the ball. We had opportunities and (Pep) Guardiola said to me that we played better than the majority of <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> teams to come here.&quot;Our boys will learn an awful lot from it, but it\\&apos;s not over and everybody needs to know that, particularly at Ashton Gate. You heard our 8,000 fans, imagine when that\\&apos;s 26,000 or 27,000. It\\&apos;ll be an interesting game.&quot;\n"
}