{
  "date": "25/01/18",
  "title": "Bristol City sign Lois Diony on loan from St-Etienne",
  "description": "Bristol City have announced the loan signing of French striker Lois Diony from St-Etienne.",
  "content": "The deal includes an option for the Robins to make the 25-year-old a permanent addition in the summer.Diony suggested on his Instagram account that he was on his way to the Championship club earlier this week.He had changed his Instagram bio to read 'Bristol City', while adding a series of updates travelling from Lyon to a London airport.City head coach Lee Johnson said: \"Loïs is a very interesting signing for us. He boasts a good record in France and I believe he has all the attributes to be a big success for us in the Championship.\"Diony made his professional debut for Nantes in 2012 before spells with Mont-de-Marsan and Dijon.",
  "dbpedia": "\nThe deal includes an option for the Robins to make the 25-year-old a permanent addition in the summer.Diony suggested on his Instagram account that he was on his way to the Championship club earlier this week.He had changed his Instagram bio to read \\&apos;<a href=\"http://dbpedia.org/resource/Bristol_City_F.C.\" title=\"http://dbpedia.org/resource/Bristol_City_F.C.\" target=\"_blank\">Bristol City</a>\\&apos;, while adding a series of updates travelling from Lyon to a London airport.City head coach <a href=\"http://dbpedia.org/resource/Lee_Johnson_(footballer)\" title=\"http://dbpedia.org/resource/Lee_Johnson_(footballer)\" target=\"_blank\">Lee Johnson</a> said: &quot;Lo&#xEF;s is a very interesting signing for us. He boasts a good record in France and I believe he has all the attributes to be a big success for us in the Championship.&quot;Diony made his professional debut for <a href=\"http://dbpedia.org/resource/FC_Nantes\" title=\"http://dbpedia.org/resource/FC_Nantes\" target=\"_blank\">Nantes</a> in 2012 before spells with Mont-de-Marsan and <a href=\"http://dbpedia.org/resource/Dijon_FCO\" title=\"http://dbpedia.org/resource/Dijon_FCO\" target=\"_blank\">Dijon</a>.\n"
}