{
  "date": "08/01/18",
  "title": "Bristol City boss Lee Johnson hails Manchester City among best ever in English football",
  "description": "Bristol City boss Lee Johnson believes his Carabao Cup underdogs are set to face one of the best teams English football has ever seen in Manchester City.",
  "content": "The Championship high-flyers travel to the Etihad Stadium for the first leg of their semi-final on Tuesday night, live on Sky Sports, with Pep Guardiola's men still on course to win four trophies this season.And Johnson has no hesitation that the runaway Premier League leaders are set to write their name into football history.\"I think they are up there with the best that England has ever seen,\" Johnson said.\"There's been some great teams in the past - Sir Alex Ferguson's Man United with the 'Class of 92' and before that the great Liverpool sides.\"But I think as time goes more than likely this team will etch itself in history as one of the best teams that have ever graced the pitches of England.\"They've got world-class players in every position, they've got world-class players behind that, and they've got Under-23 world-class players behind that.\"But Johnson insists the Robins will give it \"a real good go\" in Manchester after reaching the semi-final of a major cup competition for the first time since 1989.Bristol City have already beaten four Premier League sides in the competition - Watford, Stoke, Crystal Palace and Manchester United.\"To beat a side like Man United - and to beat them fairly, with no fluke involved - gives us confidence,\" Johnson said.\"We've competed really well against the top teams and the boys have shown no fear going into these games.\"Sometimes I watch Manchester City's games and teams instantly drop off with fear right from the off, but we'll go there and give it a real good go.\"The real challenge for us is to play our game, because Guardiola teams don't allow the opposition to play their natural game.\"",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/Football_League_Championship\" title=\"http://dbpedia.org/resource/Football_League_Championship\" target=\"_blank\">The Championship</a> high-flyers travel to the Etihad Stadium for the first leg of their semi-final on Tuesday night, live on Sky Sports, with <a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a>\\&apos;s men still on course to win four trophies this season.And Johnson has no hesitation that the runaway <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> leaders are set to write their name into football history.&quot;I think they are up there with the best that <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> has ever seen,&quot; Johnson said.&quot;There\\&apos;s been some great teams in the past - <a href=\"http://dbpedia.org/resource/Alex_Ferguson\" title=\"http://dbpedia.org/resource/Alex_Ferguson\" target=\"_blank\">Sir Alex Ferguson</a>\\&apos;s <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Man United</a> with the \\&apos;Class of 92\\&apos; and before that the great <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> sides.&quot;But I think as time goes more than likely this team will etch itself in history as one of the best teams that have ever graced the pitches of <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a>.&quot;They\\&apos;ve got world-class players in every position, they\\&apos;ve got world-class players behind that, and they\\&apos;ve got Under-23 world-class players behind that.&quot;But Johnson insists the Robins will give it &quot;a real good go&quot; in Manchester after reaching the semi-final of a major cup competition for the first time since 1989.<a href=\"http://dbpedia.org/resource/Bristol_City_F.C.\" title=\"http://dbpedia.org/resource/Bristol_City_F.C.\" target=\"_blank\">Bristol City</a> have already beaten four <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> sides in the competition - <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a>, <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a>, <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a> and <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>.&quot;To beat a side like <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Man United</a> - and to beat them fairly, with no fluke involved - gives us confidence,&quot; Johnson said.&quot;We\\&apos;ve competed really well against the top teams and the boys have shown no fear going into these games.&quot;Sometimes I watch <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>\\&apos;s games and teams instantly drop off with fear right from the off, but we\\&apos;ll go there and give it a real good go.&quot;The real challenge for us is to play our game, because Guardiola teams don\\&apos;t allow the opposition to play their natural game.&quot;\n"
}