{
  "date": "17/01/18",
  "title": "Bryan Robson leads Cyrille Regis tributes after former England striker dies aged 59",
  "description": "Bryan Robson has led the tributes for his former West Brom and England team-mate Cyrille Regis, who died on Sunday at the age of 59.",
  "content": "Regis and Robson played alongside one another at The Hawthorns for parts of five seasons before Robson moved on to Manchester United.Robson was also in the England team, and scored in the first minute, when Regis made his senior England debut in a 4-0 win over Northern Ireland in the Home Championship in February 1982.Regis would go on to win five England caps and also represented Coventry City at the height of their success, including their famous 3-2 extra-time victory over Tottenham in the 1987 FA Cup final, as well as spells at Wolves, Aston Villa, Wycombe and Chester City.\"He was a great friend, a great lad and will be sadly missed. He was still a very fit lad, still going into the gym, so it's just something that has come as a real shock,\" Robson told Sky Sports News.\"Brendan, Cyrille and Laurie did so much for black players in the game. They took that much on board, but handled it brilliantly but that didn't surprise me because the three lads we are talking about, especially Cyrille, were great.\"It's a sad loss.\"Tributes poured in soon after the news of Regis' death broke on Monday morning, from the clubs he played for and against, as well as players and personalities from across the last five decades.Andrew Cole: \"Devastated this morning my hero my pioneer the man behind the reason I wanted to play football has passed away.\"Chris Kamara: \"Gutted to hear the news that Cyrille Regis has died. Great player & most of all a gentleman. Had the pleasure of his company on many occasions in recent years & I will always be grateful to him for helping with our charity golf tournament in Tenerife. He certainly will be missed.\"Kevin Gallacher: \"Can't believe I wake up to find Very sad news about my former Coventry City strike partner. RIP Cyrille Regis (Big C). Never forget how his physical presence helped me score so many goals and settle into English football. #legend.\"Dion Dublin: \"Devastated, Sad, Gutted and totally Shocked by the news that Cyrille Regis has died. He was my ALL TIME footballing hero and idol...... and the main reason why I wanted to be a Centre Forward, just like him!\"Lloyd Kelly: \"A man who helped sculpt a path for black footballers to become successful in the world of professional football, a true icon. It was a blessing working with you. Although you are no longer with us physically you'll still be in many of our hearts.\"Alan Shearer: \"What a man. What a centre-forward! One of my earliest football memories was walking into WBA for a trial as a 13-year-old kid, seeing Cyrille Regis and being in awe of him.\"Sol Campbell: \"Sad news today when I heard of the passing of a football legend Cyrille Regis. I remember looking up to him for being one of the first black players to really make it! 59 so young condolences to his family and friends.\"Danny Gabbidon: \"I'm devastated this morning. A true gentleman and legend of the game has gone. Cyrille I thank you for everything you did for me as a Coach, as an Agent and above all that, the love you always showed to me as a friend. I am truly a better person for having known you.\"Ray Clemence: \"So sorry to hear of the passing of Cyrille Regis gentle and humble man but strong and athletic striker who should have had more England caps. Thoughts are with his wonderful family.\"Matt Murray: \"Absolutely gutted to hear the news about Cyrille Regis. An amazing player who helped pave the way for black players. A proper top man who always had time for you and gave great advice. Will be sadly missed.\""
}