{
  "date": "13/01/18",
  "title": "Bundesliga round-up: Naby Keita scores in RB Leipzig win",
  "description": "Naby Keita set RB Leipzig on their way to a 3-1 win over Schalke on Saturday evening.",
  "content": "The midfielder, who Liverpool are hoping to bring to Anfield this month, scored the opener before Naldo equalised but RB Leipzig netted twice in the second-half through Timo Werner and Bruma to collect all three points.Struggling Stuttgart ended a run of four straight Bundesliga losses with a 1-0 home triumph over Hertha Berlin on Saturday afternoon.Mario Gomez, who rejoined the Swabian club this month from Wolfsburg, went down in the area under a challenge from Niklas Stark 12 minutes from time and, while the Germany striker was appealing for a penalty, Hertha midfielder Stark somehow despatched a deft lob over his own goalkeeper for the game's only goal.The result at the Mercedes-Benz Arena lifted Hannes Wolf's side four points clear of the relegation zone.Elsewhere, Niclas Fullkrug scored a hat-trick as Hannover battled from two goals down to beat Mainz 3-2.Yoshinori Muto opened the scoring for the visitors on 26 minutes and Alexander Hack doubled their advantage just after the half hour.But Fullkrug kicked off the comeback in the 33rd minute and then equalised via the penalty spot five minutes later, after Felix Klaus had gone down under the challenge of Nigel de Jong.And the turnaround was complete 14 minutes from time when Ihlas Bebou's effort deflected off Stefan Bell and fell kindly for Fullkrug, who took a touch to steady himself and then lashed home an unstoppable finish.South Korea midfielder Koo Ja-cheol settled matters on the stroke of half-time as Augsburg edged second-bottom Hamburg 1-0.Eintracht Frankfurt were held to a 1-1 home draw by Freiburg. Sebastien Haller put the hosts ahead just before the half-hour mark, and Robin Koch secured a share of the spoils for the visitors six minutes after the interval.Hoffenheim had to settle for a 1-1 draw at Werder Bremen. Benjamin Hubner put the visitors ahead six minutes before half-time, but Czech wing-back Theodor Gebre Selassie restored parity just after the hour mark.Bayern Munich on Friday evening extended their lead at the top of the table with a 3-1 victory at Bayer Leverkusen as the Bundesliga resumed after its winter break."
}