{
  "date": "14/01/18",
  "title": "Burnley's Ben Mee remains upbeat despite Palace defeat",
  "description": "Ben Mee believes Burnley will soon end their poor run if they can build on their promising second-half performance in the 1-0 defeat at Crystal Palace.",
  "content": "The Clarets are now without a victory in seven matches after losing to the Eagles following Bakary Sako's first-half strike at Selhurst Park.Burnley made a strong start this season and occupied fourth place in the Premier League after they beat Stoke 1-0 at Turf Moor on December 12, but they have struggled since then.Mee remains positive, though, as he thinks they showed signs of improvement as they fought back against Palace.\"We were slow to get going,\" the centre-back told his club's official website. \"But the second half we came out and wanted to put on a better performance.\"We had some good pressure. We didn't create too much but we would have liked to have thought we could have got something out of it.\"We are not far away. We know that. We will look to work hard this week and look to put it right.\"Georges-Kevin Nkoudou came off the substitutes' bench at Selhurst Park to make his debut having arrived on loan from Tottenham on Tuesday.Mee added: \"He looks lively with a lot of enthusiasm and a lot of energy. He's going to show us what quality he's got.\"The 22-year-old former Nantes and Marseille player joined Spurs for £9.4m in August 2016 and has made six appearances for them this season, the latest as a substitute in the FA Cup win over AFC Wimbledon.Burnley now turn their attention to Jose Mourinho's Manchester United who they host on Saturday.",
  "dbpedia": "\nThe Clarets are now without a victory in seven matches after losing to the Eagles following <a href=\"http://dbpedia.org/resource/Bakary_Sako\" title=\"http://dbpedia.org/resource/Bakary_Sako\" target=\"_blank\">Bakary Sako</a>\\&apos;s first-half strike at Selhurst Park.Burnley made a strong start this season and occupied fourth place in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> after they beat <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> 1-0 at Turf Moor on December 12, but they have struggled since then.Mee remains positive, though, as he thinks they showed signs of improvement as they fought back against Palace.&quot;We were slow to get going,&quot; the centre-back told his club\\&apos;s official website. &quot;But the second half we came out and wanted to put on a better performance.&quot;We had some good pressure. We didn\\&apos;t create too much but we would have liked to have thought we could have got something out of it.&quot;We are not far away. We know that. We will look to work hard this week and look to put it right.&quot;Georges-Kevin Nkoudou came off the substitutes\\&apos; bench at Selhurst Park to make his debut having arrived on loan from <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> on Tuesday.Mee added: &quot;He looks lively with a lot of enthusiasm and a lot of energy. He\\&apos;s going to show us what quality he\\&apos;s got.&quot;The 22-year-old former <a href=\"http://dbpedia.org/resource/FC_Nantes\" title=\"http://dbpedia.org/resource/FC_Nantes\" target=\"_blank\">Nantes</a> and <a href=\"http://dbpedia.org/resource/Olympique_de_Marseille\" title=\"http://dbpedia.org/resource/Olympique_de_Marseille\" target=\"_blank\">Marseille</a> player joined Spurs for &#xA3;9.4m in August 2016 and has made six appearances for them this season, the latest as a substitute in the FA Cup win over AFC Wimbledon.Burnley now turn their attention to Jose Mourinho\\&apos;s <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> who they host on Saturday.\n"
}