{
  "date": "18/01/18",
  "title": "Busy night for referee Graham Scott as VAR dominates: How events played out at Stamford Bridge",
  "description": "It was a busy night for referee Graham Scott at Stamford Bridge, with VAR confusion dominating the headlines. Here, we run through the main incidents...",
  "content": "Chelsea had three players booked for simulation in their FA Cup penalty shoot-out win against Norwich - with Alvaro Morata's yellow quickly turning to red due to his reaction.\nWhile Pedro was guilty of a clear dive - and later sent off for a second bookable offence - the other two decisions from referee Scott, relating to Willian and Morata, provoked an angry response from Antonio Conte but there was no apparent intervention from the video assistant referee.\nIt was all part of a dramatic night at Stamford Bridge, where Norwich's Jamal Lewis scored in stoppage time to cancel out Michy Batshuayi's goal, sending the game to extra-time and ultimately penalties before Chelsea prevailed despite finishing with nine men.\nThere was little doubt Scott got the first decision right as there was no contact from Norwich goalkeeper Angus Gunn on Pedro, who fell to the floor as he was running away from goal. The Spaniard's yellow would become red in extra-time when he brought down Wes Hoolahan.\nWillian was clipped by Timm Klose in the first half of extra-time, although Scott may have decided the Chelsea forward was already going to ground. The consensus on social media was stonewall penalty, but there was no apparent referral to the video assistant, and Scott's decision stood.\nSky Sports understands VAR Mike Jones did not watch a slow motion replay of the incident because it was not deemed to look like a penalty in real time - and that he wanted to reach a decision quickly. The Professional Game Match Officials believe incidents like this are part of the learning process with VAR.\nBut Conte said after the game: \"The Willian penalty was a big, big mistake. I watched it in the changing room and I think it was very clear.\n\"To avoid a big mistake you have to call the referee and to say: 'Oh look, maybe this situation this is a doubt. It's better if you go to watch'.\n\"Otherwise we cut the power to the referee on the pitch, and that is not right. If we want to improve - it's only to try and improve the system - we have to wait to check with the person who is watching the game and then, if this personis sure 100 per cent that it is simulation, go and book Willian.\"\nIn the last minute of extra-time, Morata went down softly with Christoph Zimmermann's arm on his shoulder, and Scott once again reached into his pocket. The Spain striker reacted furiously and instantly earned a second yellow for dissent to leave Chelsea down to nine men. But Conte was not convinced and confronted the officials before the shoot-out began.\n\"If there is diving, it's right to take a yellow card. I don't want an advantage,\" Conte said. \"I'm not happy for the second yellow card to Morata. The second yellow card was for dissent and you must pay attention, to stay calm and make the best decision.\"\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> had three players booked for simulation in their FA Cup penalty shoot-out win against <a href=\"http://dbpedia.org/resource/Norwich_City_F.C.\" title=\"http://dbpedia.org/resource/Norwich_City_F.C.\" target=\"_blank\">Norwich</a> - with Alvaro Morata's yellow quickly turning to red due to his reaction.<br>While Pedro was guilty of a clear dive - and later sent off for a second bookable offence - the other two decisions from referee Scott, relating to <a href=\"http://dbpedia.org/resource/Willian_Borges_da_Silva\" title=\"http://dbpedia.org/resource/Willian_Borges_da_Silva\" target=\"_blank\">Willian</a> and Morata, provoked an angry response from <a href=\"http://dbpedia.org/resource/Antonio_Conte\" title=\"http://dbpedia.org/resource/Antonio_Conte\" target=\"_blank\">Antonio Conte</a> but there was no apparent intervention from the video assistant referee.<br>It was all part of a dramatic night at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Stamford Bridge</a>, where <a href=\"http://dbpedia.org/resource/Norwich_City_F.C.\" title=\"http://dbpedia.org/resource/Norwich_City_F.C.\" target=\"_blank\">Norwich</a>'s Jamal Lewis scored in stoppage time to cancel out Michy Batshuayi's goal, sending the game to extra-time and ultimately penalties before <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> prevailed despite finishing with nine men.<br>There was little doubt Scott got the first decision right as there was no contact from <a href=\"http://dbpedia.org/resource/Norwich_City_F.C.\" title=\"http://dbpedia.org/resource/Norwich_City_F.C.\" target=\"_blank\">Norwich</a> goalkeeper Angus Gunn on Pedro, who fell to the floor as he was running away from goal. The Spaniard's yellow would become red in extra-time when he brought down <a href=\"http://dbpedia.org/resource/Wes_Hoolahan\" title=\"http://dbpedia.org/resource/Wes_Hoolahan\" target=\"_blank\">Wes Hoolahan</a>.<br><a href=\"http://dbpedia.org/resource/Willian_Borges_da_Silva\" title=\"http://dbpedia.org/resource/Willian_Borges_da_Silva\" target=\"_blank\">Willian</a> was clipped by Timm Klose in the first half of extra-time, although Scott may have decided the <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> forward was already going to ground. The consensus on social media was stonewall penalty, but there was no apparent referral to the video assistant, and Scott's decision stood.<br>Sky Sports understands VAR Mike Jones did not watch a slow motion replay of the incident because it was not deemed to look like a penalty in real time - and that he wanted to reach a decision quickly. The Professional Game Match Officials believe incidents like this are part of the learning process with VAR.<br>But Conte said after the game: \"The <a href=\"http://dbpedia.org/resource/Willian_Borges_da_Silva\" title=\"http://dbpedia.org/resource/Willian_Borges_da_Silva\" target=\"_blank\">Willian</a> penalty was a big, big mistake. I watched it in the changing room and I think it was very clear.<br>\"To avoid a big mistake you have to call the referee and to say: 'Oh look, maybe this situation this is a doubt. It's better if you go to watch'.<br>\"Otherwise we cut the power to the referee on the pitch, and that is not right. If we want to improve - it's only to try and improve the system - we have to wait to check with the person who is watching the game and then, if this personis sure 100 per cent that it is simulation, go and book <a href=\"http://dbpedia.org/resource/Willian_Borges_da_Silva\" title=\"http://dbpedia.org/resource/Willian_Borges_da_Silva\" target=\"_blank\">Willian</a>.\"<br>In the last minute of extra-time, Morata went down softly with Christoph Zimmermann's arm on his shoulder, and Scott once again reached into his pocket. The <a href=\"http://dbpedia.org/resource/Spain_national_football_team\" title=\"http://dbpedia.org/resource/Spain_national_football_team\" target=\"_blank\">Spain</a> striker reacted furiously and instantly earned a second yellow for dissent to leave <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> down to nine men. But Conte was not convinced and confronted the officials before the shoot-out began.<br>\"If there is diving, it's right to take a yellow card. I don't want an advantage,\" Conte said. \"I'm not happy for the second yellow card to Morata. The second yellow card was for dissent and you must pay attention, to stay calm and make the best decision.\"<br>"
}