{
  "date": "10/01/18",
  "title": "Buying strikers who have starred in lesser leagues can be a gamble",
  "description": "One of the biggest issues for struggling Premier League teams to address this January will be a lack of goals. It is, they say, the hardest thing to do in football. So the signing of a striker is something that managers and fans alike often believe can transform their team’s fortunes.",
  "content": "Many strikers will be touted for a move to the Premier League in this transfer window. But finding that forward who can really make a difference is not straightforward - especially when the number of goals they have scored elsewhere can be misleading.Rob Mackenzie has had to face these challenges. He has previously worked as Leicester City's head of technical scouting, Tottenham Hotspur's head of elite player development and Derby County's head of recruitment. He is well aware of the risks involved.\"No matter how thorough the process of identification and assessment is there are no guarantees that a player will be a success,\" Mackenzie tells Sky Sports. \"But one common mistake is to be blinded by a player who has undoubted talent and who performs well when scouted live, without questioning the context surrounding that performance.\"Players who are identified and subsequently scouted need to be the right fit for their remit and complement how the team plays. If there is a lack of clarity surrounding the type of player required and how they will complement the existing players within the system then it is difficult for scouts to distinguish who is the best fit and who should be signed.\"It may seem straightforward to establish these principles and stick to them but if an in-form player becomes available in January this can test even the strongest scouting fundamentals. In my experience, this is even more of a challenge when assessing strikers because the lure of regular goals can often be misleading in isolation.\"What style does his team play? How are chances created for him? Does his team dominate possession to create those chances and how does all that compare to the chances that he may get in your team? These are all questions that should be asked in order to establish whether this is a good fit and also to manage the expectation surrounding a new player.\"When signing players from lesser leagues, it is typical that players' offensive outputs and their influence on games are significantly reduced as they step up to Premier League level. This is because the circumstances surrounding their performance levels are totally different.\"The stand-out players in lesser leagues tend to play for dominant sides. Naturally, this means more touches of the ball and more chances to score. If they move to a less dominant Premier League team who have less of the ball in a faster and more physical competition then the chance to replicate the same level of output is understandably reduced.\"Fedor Smolov is a good example of this. He has been linked with a number of bottom half Premier League clubs this January, having scored 35 in his last 46 matches for Krasnodar. He has scored goals in the Europa League and caught the eye by netting two for Russia against Spain recently. On the face of it, he would seem to be an interesting transfer option.\"The question here for me is not whether Smolov is a talented player. He clearly has talent. The issue here is understanding the context surrounding the opportunities he has experienced in Russia and its transferability to what he may experience should he move to a Premier League team that will not be dominating possession of the ball.\"Krasnodar have had the second highest amount of possession as a home side in the Russian league this season (58 per cent). While they had only the seventh most possession away from home, three of the five goals scored on his travels have been against the league's two weakest sides - games in which Krasnodar had 55 per cent of the ball.\"By way of comparison, Manchester United are averaging 56 per cent of possession at home this season. The question that recruiters must consider is how Smolov, a goalscorer who turns 28 next month, would fare at a team who see less of the ball, create fewer chances and have fewer opportunities from open play to create those chances.Smolov himself would appear to be aware of the risks. He recently claimed to have turned down a move to West Ham because he did not like their defensive style. Having only ventured outside of Russia once before in his career, a brief loan spell at Feyenoord in which he scored once in 14 appearances, his reservations may well be justified.\"An interesting point of reference may be Konstantinos Mitroglou who was a January signing for Fulham in 2014. Mitroglou made only three Premier League appearances in total and was soon deemed not good enough to make an impact despite having scored 89 goals in 199 games in Greece prior to making his £14m move to England.\"On leaving a struggling Fulham, he showed that he had not lost his knack in front of goal by immediately returning to goalscoring form with Olympiakos and hitting 19 goals in 34 games the following season. Mitroglou also then went onto score 52 goals in 88 games for Benfica prior to his move to Marseille this summer.\"Perhaps the discussion here should not be about how good a player is but instead focused on the opportunities he experienced to be good. Both Olympiakos and Benfica are dominant sides in their respective leagues. As a result, Mitroglou will inevitably have enjoyed a volume and quality of chance not offered at Fulham. Tellingly, he has started slowly at Marseille too.\"Anticipating future performance levels in a different competition, particularly a superior one, and at a club with a different playing style is understandably tough. It is often difficult to acknowledge that while a player has individual quality and is currently experiencing high levels of success somewhere else, he may not be the best fit for you and your club.\"Sometimes it can be that a player just would not get the same type of chances within your style that he is currently getting elsewhere. It may be that his physical attributes or work ethic are not a good fit either. What is also true, however, is that it takes confidence and bravery for a recruiter to stick to their guns and realise that sometimes they have to say no.\"Those clubs who have not yet met expectations this season will be under extreme pressure and no doubt will be presented with a number of available options this January window. They would do well to remember that the best signings will not necessarily be the players with the best records but the ones who are the best fit for the role required in their team.\""
}