{
  "date": "19/01/18",
  "title": "Can Adam Lallana help fill Liverpool's Philippe Coutinho void?",
  "description": "Philippe Coutinho's departure to Barcelona has given Adam Lallana the opportunity to reclaim his place in the Liverpool line-up. Can he fill the void left by the Brazilian?",
  "content": "Jurgen Klopp has always seen Adam Lallana as a key figure in his Liverpool team. \"Adam was, from the first second, important,\" he said in September of last season. \"I knew him from Southampton and I thought he was a really good player. Since we worked together it is always getting better.\"That improvement certainly continued for the rest of the campaign. By the end of it, Lallana had scored eight goals and provided seven assists in 31 Premier League games. It was the highest combined total of his career and he was similarly impressive without the ball, chasing down opponents with tireless energy and setting the pace for Liverpool's pressing.Lallana's progress was rewarded with a new contract in February, but his hopes of picking up where he left off in the new campaign were wrecked by a thigh injury in August. \"This is certainly not news we would have wanted,\" said Klopp. The prognosis was two months out but Lallana would not start another game until Liverpool's meeting with Burnley on New Year's Day.For four months leading up to that, Lallana watched from the sidelines as Liverpool's 'Fab Four' started the season in scintillating form. By the turn of the year, Mohamed Salah, Roberto Firmino, Philippe Coutinho and Sadio Mane had provided 49 Premier League goals and assists between them.It left Lallana facing a fight for his place, but with Coutinho ruled out against Burnley and his move to Barcelona looming, the Englishman's return was timely. Lallana was at the heart of Liverpool's best moments at Turf Moor and showed his usual tenacity off the ball. \"Outstanding,\" was Klopp's verdict. \"I thought a few times it was over but he came back, he came back and he came back.\"There were signs of tiredness when Lallana made his second start in a week in the FA Cup win over Everton and he was dropped to the bench for the 4-3 win over Manchester City, but Coutinho's departure ensures he is unlikely to stay there for long. With the Brazilian gone, Lallana has suddenly become more important than ever to his manager.The Salah, Firmino and Mane trident is unlikely to be broken up but Liverpool still need finesse to complement their pace and power. Coutinho previously provided that, dropping back into midfield to pick passes whenever necessary, but the onus is on Lallana now. Good news, then, that his performance against Burnley was a reminder of his vision and quality on the ball.\"He makes other people play better,\" said Jamie Carragher back in May, \"I think that's a great sign as a footballer that you do that. He's now providing that final end product.\" Lallana had been Liverpool's \"best player\" last season, said the Sky Sports pundit. His comments were echoed by England boss Gareth Southgate a few months later.\"There are some players who can unlock defences and score goals,\" he said. \"Dele Alli is an interesting player. If you analyse his game closely he's a scorer of goals but he's not necessarily the link player Adam is.\"Lallana acts as a bridge between the midfield and attack. And while he ranked ninth among Liverpool players for passes per 90 minutes last season, a deeper look at the stats reveals that only Coutinho averaged more passes ending in the opposition's final third. It's in those zones where Lallana's intelligent distribution will be needed.\"I love his skill, I love his ability,\" says Sky Sports pundit Phil Thompson. \"He plays in between the lines just like Coutinho. I've always been a great admirer of him and he fits the bill for filling the void. If somebody like Thomas Lemar was signed then that would be a bonus but we've got enough to get by and are good enough to finish second without any additional replacements.\"Lallana will be similarly important to Liverpool's defensive approach - team-mate Joe Gomez recently described him as \"the shark who sets the press\" - but there is one area in which improvement is required. Coutinho scored 13 goals last season and he was on course to beat that total this season. Can Lallana achieve similar numbers?\"That's the challenge facing Adam Lallana now,\" said Sky Sports pundit Graeme Souness in a recent column for The Times. \"He's creative and gets you on the edge of your seat, but he doesn't score enough goals. That was my criticism of Coutinho before he started scoring his share. To fill Coutinho's boots, Lallana must score more.\"Liverpool's Monday Night Football meeting with Swansea would be a good time to start.Watch Swansea v Liverpool live on Sky Sports Premier League HD from 7pm on Monday"
}