{
  "date": "20/01/18",
  "title": "Carlos Carvalhal confident Swansea can stay up without making signings",
  "description": "Carlos Carvalhal is confident Swansea will survive in the Premier League, even if they do not make one January signing.",
  "content": "Swansea remain bottom of the table heading into Monday's game, live on Sky Sports, with in-form visitors Liverpool who are unbeaten in 18 games and on a high after ending the unbeaten record of league leaders Manchester City.\nBut Carvalhal has overseen a marked improvement since succeeding Paul Clement last month, with Swansea losing only one of his five games in charge.\n\"100 per cent we can stay up without signing anyone,\" Carvalhal said ahead of Liverpool's visit.\n\"It is my job to push everyone. If the thing is still progressing, and we can get the injured players recovered, we can create belief and commitment and fight to the end.\n\"I saw a lot of progress in the last five games and the first 45 minutes in the FA Cup win against Wolves on Wednesday was really very good.\n\"When we are refreshed and if we play at that level for 90 minutes, then it will be difficult for any opponents to beat us.\n\"Our three league games - against Watford, Tottenham and Newcastle were all very balanced - and we continue to play at that level, but the signs are positive.\"\nCarvalhal admits Swansea have been frustrated in their search for new blood, with Ajax winger Amin Younes reportedly turning down a move to the Liberty Stadium.\nAtletico Madrid forwards Kevin Gameiro and Nicolas Gaitan and West Ham striker Andre Ayew are also understood to be on Swansea's radar.\nJordan Ayew, brother of Andre, has scored three times under Carvalhal as Ivory Coast target man Wilfried Bony continues to build up his fitness after a hamstring problem.\nCarvalhal said: \"Jordan is a fighter and a team worker, but he also has quality and this is what I like in a player,\n\"Wilfried has been involved in the last three games and he is in the process to be at the level we all want from him.\n\"But he hasn't played too much and I prefer that a player like that can really effect the game, even if it's only 30 minutes.\n\"If he plays the whole 90 minutes when he is not fit, then the players can lose confidence and the team can lose games also.\n\"I must be careful about how I manage him. If he creates impact, he will get confidence. He must grow like that.\"\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> remain bottom of the table heading into Monday's game, live on Sky Sports, with in-form visitors <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> who are unbeaten in 18 games and on a high after ending the unbeaten record of league leaders <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>.<br>But Carvalhal has overseen a marked improvement since succeeding Paul Clement last month, with <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> losing only one of his five games in charge.<br>\"100 per cent we can stay up without signing anyone,\" Carvalhal said ahead of <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>'s visit.<br>\"It is my job to push everyone. If the thing is still progressing, and we can get the injured players recovered, we can create belief and commitment and fight to the end.<br>\"I saw a lot of progress in the last five games and the first 45 minutes in the FA Cup win against Wolves on Wednesday was really very good.<br>\"When we are refreshed and if we play at that level for 90 minutes, then it will be difficult for any opponents to beat us.<br>\"Our three league games - against <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a>, <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> and <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> were all very balanced - and we continue to play at that level, but the signs are positive.\"<br>Carvalhal admits <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> have been frustrated in their search for new blood, with <a href=\"http://dbpedia.org/resource/AFC_Ajax\" title=\"http://dbpedia.org/resource/AFC_Ajax\" target=\"_blank\">Ajax</a> winger Amin Younes reportedly turning down a move to the <a href=\"http://dbpedia.org/resource/Liberty_Stadium\" title=\"http://dbpedia.org/resource/Liberty_Stadium\" target=\"_blank\">Liberty Stadium</a>.<br>Atletico Madrid forwards Kevin Gameiro and Nicolas Gaitan and <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> striker Andre Ayew are also understood to be on <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a>'s radar.<br><a href=\"http://dbpedia.org/resource/Jordan_Ayew\" title=\"http://dbpedia.org/resource/Jordan_Ayew\" target=\"_blank\">Jordan Ayew</a>, brother of Andre, has scored three times under Carvalhal as Ivory Coast target man <a href=\"http://dbpedia.org/resource/Wilfried_Bony\" title=\"http://dbpedia.org/resource/Wilfried_Bony\" target=\"_blank\">Wilfried Bony</a> continues to build up his fitness after a hamstring problem.<br>Carvalhal said: \"Jordan is a fighter and a team worker, but he also has quality and this is what I like in a player,<br>\"Wilfried has been involved in the last three games and he is in the process to be at the level we all want from him.<br>\"But he hasn't played too much and I prefer that a player like that can really effect the game, even if it's only 30 minutes.<br>\"If he plays the whole 90 minutes when he is not fit, then the players can lose confidence and the team can lose games also.<br>\"I must be careful about how I manage him. If he creates impact, he will get confidence. He must grow like that.\"<br>"
}