{
  "date": "22/01/18",
  "title": "Carlos Carvalhal likens Swansea's win over Liverpool to stopping Formula 1 car",
  "description": "Carlos Carvalhal likened Swansea's win over Liverpool to stopping a Formula 1 car in London traffic.",
  "content": "Bottom-placed Swansea gave their Premier League survival bid a timely boost with a 1-0 victory over the Merseysiders on Monday Night Football.\nAlfie Mawson struck the winner five minutes before half-time and secured a vital three points when his block denied Adam Lallana a certain goal after Roberto Firmino had struck the post in stoppage-time.\n\"I said to my players that Liverpool were a top team, they are really strong, but they are a Formula 1 car. If you put a Formula 1 car in London in traffic, the Formula 1 car will not run very fast,\" Carvalhal told Sky Sports.\n\"That is exactly what we had to do to play against Liverpool - stop them playing the way they like. We had the fortune to score and after that, playing against a strong team, we held on.\n\"It is not exactly the way we wish to play but, given the circumstances, to win 1-0 against a strong team and get the points we needed was good.\n\"My players were gladiators at the end and we achieved a very important win.\"\nSwansea have lost just one game since Carvalhal succeeded Paul Clement at the Liberty Stadium, and his latest result was the highlight of his brief spell in south Wales.\nThe victory moved the Swans level on points with 19th-placed West Brom and to within three points of safety, and Carvalhal insists the win was evidence of the belief he is instilling at the club.\n\"So far we have six games, we lost one against Tottenham in circumstances we do not wish for,\" he added. \"In the other games we haven't lost and have turned things.\n\"I spoke to my players at the beginning and the most important thing is belief. I'm the leader, I have to give confidence to them because if I don't, no one will believe.\n\"It's not just a question of belief because you can believe but if you are not organised or don't study the opponent well you can believe but you will never win.\"\n",
  "dbpedia": "Bottom-placed <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> gave their <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> survival bid a timely boost with a 1-0 victory over the Merseysiders on Monday Night Football.<br>Alfie Mawson struck the winner five minutes before half-time and secured a vital three points when his block denied <a href=\"http://dbpedia.org/resource/Adam_Lallana\" title=\"http://dbpedia.org/resource/Adam_Lallana\" target=\"_blank\">Adam Lallana</a> a certain goal after Roberto Firmino had struck the post in stoppage-time.<br>\"I said to my players that <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> were a top team, they are really strong, but they are a Formula 1 car. If you put a Formula 1 car in London in traffic, the Formula 1 car will not run very fast,\" Carvalhal told Sky Sports.<br>\"That is exactly what we had to do to play against <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> - stop them playing the way they like. We had the fortune to score and after that, playing against a strong team, we held on.<br>\"It is not exactly the way we wish to play but, given the circumstances, to win 1-0 against a strong team and get the points we needed was good.<br>\"My players were gladiators at the end and we achieved a very important win.\"<br><a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> have lost just one game since Carvalhal succeeded Paul Clement at the <a href=\"http://dbpedia.org/resource/Liberty_Stadium\" title=\"http://dbpedia.org/resource/Liberty_Stadium\" target=\"_blank\">Liberty Stadium</a>, and his latest result was the highlight of his brief spell in south <a href=\"http://dbpedia.org/resource/Wales_national_football_team\" title=\"http://dbpedia.org/resource/Wales_national_football_team\" target=\"_blank\">Wales</a>.<br>The victory moved the Swans level on points with 19th-placed <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> and to within three points of safety, and Carvalhal insists the win was evidence of the belief he is instilling at the club.<br>\"So far we have six games, we lost one against <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> in circumstances we do not wish for,\" he added. \"In the other games we haven't lost and have turned things.<br>\"I spoke to my players at the beginning and the most important thing is belief. I'm the leader, I have to give confidence to them because if I don't, no one will believe.<br>\"It's not just a question of belief because you can believe but if you are not organised or don't study the opponent well you can believe but you will never win.\"<br>"
}