{
  "date": "19/01/18",
  "title": "Celtic warned over Jack Hendry interest by Dundee boss Neil McCann ",
  "description": "Dundee boss Neil McCann has confirmed Celtic's interest in Jack Hendry but insists it would take a \"handsome sum\" to take him from Dens Park. ",
  "content": "The 22-year-old defender has impressed since signing a two-year contract after moving from Wigan in the summer.\nHis form has attracted interest from Brendan Rodgers, although McCann is \"not aware\" of any bids from Celtic.\n\"I would be lying if I said there wasn't interest there. I know there is interest from a number of clubs,\" McCann said. \"We haven't had anything that has turned our heads whatsoever in terms of bids.\n\"They [Celtic] have shown an interest but there's not been anything [bids] there. It is no surprise to me. We have a number of players who have caught the eye of a lot of clubs, I would imagine.\n\"Jack has come on to the scene here and I am really pleased with the way he is progressing but, like our team, he has a long way to go before he is the finished article. But it would need to be a handsome sum to take Jack Hendry away from us.\"\nThe former Partick Thistle player only made three appearances for Wigan in almost two seasons in England but did play on loan for Shrewsbury and MK Dons. He has already made 27 appearances for Dundee.\nMcCann, speaking ahead of Dundee's Scottish Cup fourth-round tie against Inverness on Saturday, said: \"I am not in a position where I am just going to sit here and let my players go freely out the door with a pat on the back.\n\"It has to be enough that the club has been rewarded for finding Jack, bringing him here, giving him a platform as we have done with all the players to go and express themselves with a bravery, that if they make mistakes I am not going to hound them for it if I have asked them to play it.\n\"I think that has highlighted the qualities of a number of players here. Again, it would have to be a big fee to let Jack Hendry go for this club because he is part of something that I am trying to do here.\"\n",
  "dbpedia": "The 22-year-old defender has impressed since signing a two-year contract after moving from <a href=\"http://dbpedia.org/resource/Wigan_Athletic_F.C.\" title=\"http://dbpedia.org/resource/Wigan_Athletic_F.C.\" target=\"_blank\">Wigan</a> in the summer.<br>His form has attracted interest from <a href=\"http://dbpedia.org/resource/Brendan_Rodgers\" title=\"http://dbpedia.org/resource/Brendan_Rodgers\" target=\"_blank\">Brendan Rodgers</a>, although McCann is \"not aware\" of any bids from <a href=\"http://dbpedia.org/resource/Celtic_F.C.\" title=\"http://dbpedia.org/resource/Celtic_F.C.\" target=\"_blank\">Celtic</a>.<br>\"I would be lying if I said there wasn't interest there. I know there is interest from a number of clubs,\" McCann said. \"We haven't had anything that has turned our heads whatsoever in terms of bids.<br>\"They [<a href=\"http://dbpedia.org/resource/Celtic_F.C.\" title=\"http://dbpedia.org/resource/Celtic_F.C.\" target=\"_blank\">Celtic</a>] have shown an interest but there's not been anything [bids] there. It is no surprise to me. We have a number of players who have caught the eye of a lot of clubs, I would imagine.<br>\"Jack has come on to the scene here and I am really pleased with the way he is progressing but, like our team, he has a long way to go before he is the finished article. But it would need to be a handsome sum to take Jack Hendry away from us.\"<br>The former <a href=\"http://dbpedia.org/resource/Partick_Thistle_F.C.\" title=\"http://dbpedia.org/resource/Partick_Thistle_F.C.\" target=\"_blank\">Partick Thistle</a> player only made three appearances for <a href=\"http://dbpedia.org/resource/Wigan_Athletic_F.C.\" title=\"http://dbpedia.org/resource/Wigan_Athletic_F.C.\" target=\"_blank\">Wigan</a> in almost two seasons in <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> but did play on loan for <a href=\"http://dbpedia.org/resource/Shrewsbury_Town_F.C.\" title=\"http://dbpedia.org/resource/Shrewsbury_Town_F.C.\" target=\"_blank\">Shrewsbury</a> and <a href=\"http://dbpedia.org/resource/Milton_Keynes_Dons_F.C.\" title=\"http://dbpedia.org/resource/Milton_Keynes_Dons_F.C.\" target=\"_blank\">MK Dons</a>. He has already made 27 appearances for <a href=\"http://dbpedia.org/resource/Dundee_F.C.\" title=\"http://dbpedia.org/resource/Dundee_F.C.\" target=\"_blank\">Dundee</a>.<br>McCann, speaking ahead of <a href=\"http://dbpedia.org/resource/Dundee_F.C.\" title=\"http://dbpedia.org/resource/Dundee_F.C.\" target=\"_blank\">Dundee</a>'s Scottish Cup fourth-round tie against <a href=\"http://dbpedia.org/resource/Inverness_Caledonian_Thistle_F.C.\" title=\"http://dbpedia.org/resource/Inverness_Caledonian_Thistle_F.C.\" target=\"_blank\">Inverness</a> on Saturday, said: \"I am not in a position where I am just going to sit here and let my players go freely out the door with a pat on the back.<br>\"It has to be enough that the club has been rewarded for finding Jack, bringing him here, giving him a platform as we have done with all the players to go and express themselves with a bravery, that if they make mistakes I am not going to hound them for it if I have asked them to play it.<br>\"I think that has highlighted the qualities of a number of players here. Again, it would have to be a big fee to let Jack Hendry go for this club because he is part of something that I am trying to do here.\"<br>"
}