{
  "date": "05/01/18",
  "title": "Celtic sign Lewis Morgan from St Mirren on four-and-a-half year deal",
  "description": "Celtic have signed Lewis Morgan from St Mirren on a four-and-a-half year deal with the midfielder spending the rest of the season on loan at the Buddies.\n",
  "content": "The 21-year-old will officially join up with Celtic in the summer and is Brendan Rodgers' second signing of the January transfer window following the arrival of defender Marvin Compper from RB Leipzig.Morgan has scored nine league goals this season, helping St Mirren to the top of the Championship table, where they are three points clear of Dundee United.The Scotland U21 international underwent a medical on Thursday after Sky sources reported that the two clubs were close to agreeing a deal on Tuesday.Morgan told Celtic TV: \"When a club like Celtic comes along, you can't turn it down. There's only going to be one choice. The manager has been great with the development of young players and it will benefit me.\"He [Brendan Rodgers] spoke to me on how he can develop me and players he has previously developed. He likes a core of players who are local.\"When I come here in the summer, I will have played over 100 games. It will be a bit of a challenge at first but it's a battle I relish, and it will bring out the best in me.\"Hopefully I can hit the ground running and if I do that then I will get a chance and the manager has proven that with other young players.\"Rodgers' squad go to Dubai for a training camp over the winter break and return to action on January 20 when they take on Brechin in the fourth round of the Scottish Cup.",
  "dbpedia": "\nThe 21-year-old will officially join up with <a href=\"http://dbpedia.org/resource/Celtic_F.C.\" title=\"http://dbpedia.org/resource/Celtic_F.C.\" target=\"_blank\">Celtic</a> in the summer and is <a href=\"http://dbpedia.org/resource/Brendan_Rodgers\" title=\"http://dbpedia.org/resource/Brendan_Rodgers\" target=\"_blank\">Brendan Rodgers</a>\\&apos; second signing of the January transfer window following the arrival of defender Marvin Compper from RB Leipzig.Morgan has scored nine league goals this season, helping <a href=\"http://dbpedia.org/resource/St._Mirren_F.C.\" title=\"http://dbpedia.org/resource/St._Mirren_F.C.\" target=\"_blank\">St Mirren</a> to the top of the Championship table, where they are three points clear of <a href=\"http://dbpedia.org/resource/Dundee_F.C.\" title=\"http://dbpedia.org/resource/Dundee_F.C.\" target=\"_blank\">Dundee</a> United.The <a href=\"http://dbpedia.org/resource/Scotland_national_under-21_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_under-21_football_team\" target=\"_blank\">Scotland U21</a> international underwent a medical on Thursday after Sky sources reported that the two clubs were close to agreeing a deal on Tuesday.Morgan told Celtic TV: &quot;When a club like <a href=\"http://dbpedia.org/resource/Celtic_F.C.\" title=\"http://dbpedia.org/resource/Celtic_F.C.\" target=\"_blank\">Celtic</a> comes along, you can\\&apos;t turn it down. There\\&apos;s only going to be one choice. The manager has been great with the development of young players and it will benefit me.&quot;He [<a href=\"http://dbpedia.org/resource/Brendan_Rodgers\" title=\"http://dbpedia.org/resource/Brendan_Rodgers\" target=\"_blank\">Brendan Rodgers</a>] spoke to me on how he can develop me and players he has previously developed. He likes a core of players who are local.&quot;When I come here in the summer, I will have played over 100 games. It will be a bit of a challenge at first but it\\&apos;s a battle I relish, and it will bring out the best in me.&quot;Hopefully I can hit the ground running and if I do that then I will get a chance and the manager has proven that with other young players.&quot;Rodgers\\&apos; squad go to <a href=\"http://dbpedia.org/resource/Dubai_CSC\" title=\"http://dbpedia.org/resource/Dubai_CSC\" target=\"_blank\">Dubai</a> for a training camp over the winter break and return to action on January 20 when they take on <a href=\"http://dbpedia.org/resource/Brechin_City_F.C.\" title=\"http://dbpedia.org/resource/Brechin_City_F.C.\" target=\"_blank\">Brechin</a> in the fourth round of the Scottish Cup.\n"
}