{
  "date": "25/01/18",
  "title": "Celtic boss Brendan Rodgers concerned with Scotland's friendlies",
  "description": "Brendan Rodgers has voiced his concerns over the potential impact of Scotland’s summer friendlies on his Celtic players.",
  "content": "Scotland, who are still looking to replace Gordon Strachan as manager after Northern Ireland's Michael O'Neill turned down the role, will prepare for their 2018 UEFA Nations League campaign by travelling for friendlies against Peru in Lima on May 29 - just 10 days after the Scottish Cup final - before heading to Mexico City to face Mexico on June 2.\nCeltic, who had seven players named in the most recent Scotland squad, are on course to successfully defend their Scottish Premiership title, meaning they would begin their Champions League qualification on July 10 or 11 and Rodgers is worried about the possible effects of a busy summer period.\n\"We hope to make it through to the Scottish Cup final which takes you through to May 19, if you then have eight of your players at least going on a friendly tour to South America, I don't think it is helpful for Celtic,\" Rodgers said.\n\"Our players are playing 60 games a season, plus international games which makes it extremely difficult.\n\"Especially for a lot of the young players, the likes of Kieran Tierney who are starting out their careers. You don't want them to be broken and burned out because of the number of games.\n\"They are not machines, they are human beings. They need that mental and physical recovery.\n\"It is also important for the wider scope of Scottish football. The team that has the opportunity to qualify for the Champions League need every chance they can.\n\"One, for the national game to show that we can put a team into the elite club competition in European football.\n\"But also financially. The financial implications of us qualifying for the Champions League, each of the other clubs get a substantial amount of money for that and sometimes that is the most revenue that they get.\n\"It is not just for Celtic, you also have to take into consideration Scottish football.\"\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scotland</a>, who are still looking to replace <a href=\"http://dbpedia.org/resource/Gordon_Strachan\" title=\"http://dbpedia.org/resource/Gordon_Strachan\" target=\"_blank\">Gordon Strachan</a> as manager after <a href=\"http://dbpedia.org/resource/Northern_Ireland_national_football_team\" title=\"http://dbpedia.org/resource/Northern_Ireland_national_football_team\" target=\"_blank\">Northern Ireland</a>'s Michael O'Neill turned down the role, will prepare for their 2018 UEFA Nations League campaign by travelling for friendlies against <a href=\"http://dbpedia.org/resource/Peru_national_football_team\" title=\"http://dbpedia.org/resource/Peru_national_football_team\" target=\"_blank\">Peru</a> in Lima on May 29 - just 10 days after the Scottish Cup final - before heading to Mexico City to face <a href=\"http://dbpedia.org/resource/Mexico_national_football_team\" title=\"http://dbpedia.org/resource/Mexico_national_football_team\" target=\"_blank\">Mexico</a> on June 2.<br><a href=\"http://dbpedia.org/resource/Celtic_F.C.\" title=\"http://dbpedia.org/resource/Celtic_F.C.\" target=\"_blank\">Celtic</a>, who had seven players named in the most recent <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scotland</a> squad, are on course to successfully defend their Scottish Premiership title, meaning they would begin their Champions League qualification on July 10 or 11 and Rodgers is worried about the possible effects of a busy summer period.<br>\"We hope to make it through to the Scottish Cup final which takes you through to May 19, if you then have eight of your players at least going on a friendly tour to South America, I don't think it is helpful for <a href=\"http://dbpedia.org/resource/Celtic_F.C.\" title=\"http://dbpedia.org/resource/Celtic_F.C.\" target=\"_blank\">Celtic</a>,\" Rodgers said.<br>\"Our players are playing 60 games a season, plus international games which makes it extremely difficult.<br>\"Especially for a lot of the young players, the likes of Kieran Tierney who are starting out their careers. You don't want them to be broken and burned out because of the number of games.<br>\"They are not machines, they are human beings. They need that mental and physical recovery.<br>\"It is also important for the wider scope of <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scottish</a> football. The team that has the opportunity to qualify for the Champions League need every chance they can.<br>\"One, for the national game to show that we can put a team into the elite club competition in European football.<br>\"But also financially. The financial implications of us qualifying for the Champions League, each of the other clubs get a substantial amount of money for that and sometimes that is the most revenue that they get.<br>\"It is not just for <a href=\"http://dbpedia.org/resource/Celtic_F.C.\" title=\"http://dbpedia.org/resource/Celtic_F.C.\" target=\"_blank\">Celtic</a>, you also have to take into consideration <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scottish</a> football.\"<br>"
}