{
  "date": "01/02/18",
  "title": "Cenk Tosun, Guido Carrillo, Konstantinos Mavropanos: Lesser-known January signings to watch in the Premier League",
  "description": "Alexis Sanchez, Henrikh Mkhitaryan and Pierre-Emerick Aubameyang were among the big movers of the January transfer window in the Premier League, but who are the lesser-known new arrivals to watch out for?",
  "content": "From a Dutch striker with an eye-catching Eredvisie record to an Austrian right-back who has already impressed, which of our selection are you most looking forward to seeing?Take a look below and let us know on Twitter @SkySportsPL.Strikers from the Eredivise have had varied impacts in the Premier League, but Brighton hope Jurgen Locadia will prove more Luis Suarez than Afonso Alves. The Seagulls smashed their transfer record for the 24-year-old, paying PSV Eindhoven £14.1m to secure his signature on a long-term contract.Locadia, a powerful forward who can play anywhere across the front line, arrives at the Amex Stadium having spent his entire professional career at PSV. He scored 62 goals in 178 appearances for the Dutch side after making his debut in 2011, including nine in 18 this season. He is yet to represent the Netherlands at senior level, but has been called up on three occasions.It was Theo Walcott who scored the goals to see off Leicester on Wednesday night, but Everton hope Cenk Tosun will soon prove his worth too. The Turkish international, a £27m signing from Besiktas, arrives at Goodison Park with a fine scoring record in his homeland. Will it translate to the Premier League?Southampton re-invested some of fee they received from Liverpool for Virgil van Dijk in Argentinian striker Guido Carrillo, a club record £19.1m addition from Monaco. The 26-year-old arrives at St Mary's having worked with Saints manager Mauricio Pellegrino at former club Estudiantes.Carillo was a bit-part player for Monaco but he is likely to feature more prominently for a Southampton side who have struggled in front of goal this season. At 6ft 2ins, he will give them a focal point up front and, they hope, more of a goal threat than Shane Long, Charlie Austin and Manolo Gabbiadini.Have Leicester unearthed another gem in Fousseni Diabate? The French-born Malian forward joined the Foxes for a reported fee of around £2m from Ligue 2 side Gazalec Ajaccio in mid-January, marking his debut with two goals and an assist in their 5-1 win over Peterborough in the FA Cup.Leicester will have high hopes for Diabate having previously plucked Riyad Mahrez and N'Golo Kante from the same division, and Puel, whose eldest son, Gregoire, played with the youngster at Ajaccio, is excited by his potential.\"He has good attributes to play in the Premier League: pace, a good engine,\" he said. \"He can make good penetration but also good combinations with his team-mates. Now, he has to continue this good work on the pitch and in training, and step-by-step we will see if we can give him some game time in the Premier League.\"Unknown Greek defender Konstantinos Mavropanos became Arsenal's first signing since the appointment of new chief scout Sven Mislintat when he arrived from PAS GIannina at the start of January. Arsene Wenger initially intended to send him out on loan, but his plans changed after seeing him in training. \"The first signs he showed were so encouraging that I decided to keep him,\" he said.Crystal Palace bolstered their front line with the deadline day signing of Alexander Sorloth from Midtjylland for a fee believed to be in the region of £9m. The 6ft 4ins 22-year-old, who previously had spells at FC Groningen, Bodo Glimt and Rosenborg, described the move to the Premier League as a \"dream come true\".Sorloth is a full Norwegian international who impressed Palace with his eye-catching performances for Danish Superliga leaders Midtjylland in the first half of the campaign, where he scored 15 goals and provided nine assists in 26 appearances in all competitions.Crystal Palace's only other permanent signing was that of Polish international Jaroslaw Jach from Zaglebie Lubin. The 23-year-old centre-back has signed a three-and-a-half year contract at Selhurst Park having made 78 appearances in five seasons at his former club.\"The Premier League was the league I have followed since I was little and I always wanted to come and play here,\" he said. \"I know it is the club from south London and has an outstanding manager, Roy Hodgson, who led team England in the past. Every game is a sell-out which is one of the greatest things.\"It didn't generate too many headlines but Virgil van Dijk wasn't the only new arrival at Liverpool in January. Jurgen Klopp's side also struck a £200,000 deal for Falkirk full-back Tony Gallacher.The 18-year-old made his debut for the Scottish side at the age of 16 in November 2015 and went on to make 26 first-team appearances in total. The highly-rated youngster, who had also been linked with Manchester United and Stoke, will initially join up with Liverpool's U23s.Manchester United clinched the signing of 17-year-old goalkeeper Matej Kovar from FC Slovacko. The Czech Republic U18 international impressed the club during a trial period in November and will now hope to impress Nicky Butt and the rest of the coaching team at United's academy.Austrian right-back Moritz became Stoke's first signing of the January transfer window when he completed his £5m move from Rubin Kazan shortly after the sacking of Mark Hughes. The 26-year-old, who can also play as a wing-back or winger, has gone straight into the Stoke team, starting their games against Manchester United, Huddersfield and Watford and impressing Paul Lambert.Bauer previously played for Swiss side Grasshopper Zurich. He represented Switzerland at youth level before switching allegiance to Austria, for whom he has won four senior caps."
}