{
  "date": "06/01/18",
  "title": "Cenk Tosun joins Everton from Besiktas in £27m deal",
  "description": "Everton have completed the signing of Turkey striker Cenk Tosun from Besiktas.",
  "content": "Sky sources understand the fee to be £27m, with the Toffees announcing the deal for the 26-year-old at half-time of their FA Cup clash at local rivals Liverpool.\nTosun, who has scored 41 goals in 96 Turkish Super Lig games since the start of the 2014-15 season, says boss Sam Allardyce was a key factor in his decision to move to Goodison Park.\n\"Everton is a great club with a big history and a big culture and I'm looking forward to showing the fans the kind of player I am,\" said Tosun.\n\"I bring my skills here and everybody is going to see what kind of player I am. I believe I can be a good player in the Premier League for Everton.\n\"The Premier League is a strong league, I know that, so my own physical strength will help me. Also I can use both feet the same and I believe I am a good striker in the box.\n\"I'm really excited to work with my new team-mates because Everton has really big names, big players.\n\"I'm excited to play with them and to learn from them as well, players like Wayne Rooney and the very good creative players we have here, too. They can help me score goals.\n\"I know the guys as I've always watched Everton's games from Turkey, so I know a bit about the team already. I hope they can make a lot of assists for me!\"\nHe added: \"Sam Allardyce was a big part of my decision. He said he really wanted me here and to feel that, of course, is another big reason to come to Everton.\"\nFor his part, Allardyce does not feel he could have done a better deal.\nThe Everton manager said: \"This lad looks like he is strong mentally and has a good pedigree.\n\"He is Turkey's No 1 striker and has scored goals in the Champions League and the Turkish League but he is desperate to play here in the Premier League.\n\"He is an all-rounder, with good movement. He is two-footed, perhaps not the biggest but he's very efficient in the air and in the box he gets good space to get his head on the ball.\n\"We looked at the qualities of the player, his talent and goal-scoring, and his resilience, too. I do not think you can look any more than we have done and, for the price, he is the best in Europe at the moment.\"\nTosun has scored eight goals for Turkey in 25 appearances.\n",
  "dbpedia": "Sky sources understand the fee to be £27m, with the Toffees announcing the deal for the 26-year-old at half-time of their FA Cup clash at local rivals <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>.<br>Tosun, who has scored 41 goals in 96 <a href=\"http://dbpedia.org/resource/Turkey_national_football_team\" title=\"http://dbpedia.org/resource/Turkey_national_football_team\" target=\"_blank\">Turkish</a> Super Lig games since the start of the 2014-15 season, says boss <a href=\"http://dbpedia.org/resource/Sam_Allardyce\" title=\"http://dbpedia.org/resource/Sam_Allardyce\" target=\"_blank\">Sam Allardyce</a> was a key factor in his decision to move to <a href=\"http://dbpedia.org/resource/Goodison_Park\" title=\"http://dbpedia.org/resource/Goodison_Park\" target=\"_blank\">Goodison Park</a>.<br>\"<a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> is a great club with a big history and a big culture and I'm looking forward to showing the fans the kind of player I am,\" said Tosun.<br>\"I bring my skills here and everybody is going to see what kind of player I am. I believe I can be a good player in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> for <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>.<br>\"The <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> is a strong league, I know that, so my own physical strength will help me. Also I can use both feet the same and I believe I am a good striker in the box.<br>\"I'm really excited to work with my new team-mates because <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> has really big names, big players.<br>\"I'm excited to play with them and to learn from them as well, players like <a href=\"http://dbpedia.org/resource/Wayne_Rooney\" title=\"http://dbpedia.org/resource/Wayne_Rooney\" target=\"_blank\">Wayne Rooney</a> and the very good creative players we have here, too. They can help me score goals.<br>\"I know the guys as I've always watched <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>'s games from <a href=\"http://dbpedia.org/resource/Turkey_national_football_team\" title=\"http://dbpedia.org/resource/Turkey_national_football_team\" target=\"_blank\">Turkey</a>, so I know a bit about the team already. I hope they can make a lot of assists for me!\"<br>He added: \"<a href=\"http://dbpedia.org/resource/Sam_Allardyce\" title=\"http://dbpedia.org/resource/Sam_Allardyce\" target=\"_blank\">Sam Allardyce</a> was a big part of my decision. He said he really wanted me here and to feel that, of course, is another big reason to come to <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>.\"<br>For his part, Allardyce does not feel he could have done a better deal.<br>The <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> manager said: \"This lad looks like he is strong mentally and has a good pedigree.<br>\"He is <a href=\"http://dbpedia.org/resource/Turkey_national_football_team\" title=\"http://dbpedia.org/resource/Turkey_national_football_team\" target=\"_blank\">Turkey</a>'s No 1 striker and has scored goals in the Champions League and the Turkish League but he is desperate to play here in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>.<br>\"He is an all-rounder, with good movement. He is two-footed, perhaps not the biggest but he's very efficient in the air and in the box he gets good space to get his head on the ball.<br>\"We looked at the qualities of the player, his talent and goal-scoring, and his resilience, too. I do not think you can look any more than we have done and, for the price, he is the best in Europe at the moment.\"<br>Tosun has scored eight goals for <a href=\"http://dbpedia.org/resource/Turkey_national_football_team\" title=\"http://dbpedia.org/resource/Turkey_national_football_team\" target=\"_blank\">Turkey</a> in 25 appearances.<br>"
}