{
  "date": "02/02/18",
  "title": "Cesc Fabregas wants to get into management after football",
  "description": "Cesc Fabregas believes he can play for \"many more years\" but admits he would like to try his hand at management in the future.",
  "content": "足足The Chelsea midfielder has played under some of football's greatest managers, including Arsene Wenger, Pep Guardiola and Jose Mourinho, and he wants to follow in their footsteps one day.\nSpeaking to Soccer AM's YouTube channel, Fabregas said: \"At this stage I would say that I want to get into management. In life anything can happen though, everything can change in your mind.\n\"I am still feeling very good, very young, I think I can play for many more years, so it's not something I feel I want to do straight away. But in the future I would like to try.\"\nMeanwhile, Fabregas' current boss, Antonio Conte, is enduring a difficult time at Stamford Bridge.\nThe champions are 18 points adrift of Premier League leaders Manchester City and their testing title defence took a turn for the worse in Wednesday's shock 3-0 home defeat by Bournemouth.\nA post-match anti-doping test meant Fabregas missed Conte's address to his players after the loss, but the Spaniard outlined exactly what Chelsea need to do to respond to the setback.\n\"After the game I don't know (what happened) because I was called for a doping test straight after the game and stayed at the ground until midnight,\" he added. \"I was not allowed into the dressing room so I don't know what happened.\n\"But we have to keep our heads up. It was a very disappointing night for many reasons. Now is not the time to feel sorry for ourselves or put our heads down, in fact it's time for the opposite.\n\"We now have to be stronger than ever, show the quality we've got, our leadership and try to focus better than what we've done lately and perform at the top level again.\"\nWatch Watford v Chelsea on Monday Night Football from 7am on Sky Sports Premier League.\n",
  "dbpedia": "足足The <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> midfielder has played under some of football's greatest managers, including Arsene Wenger, <a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a> and Jose Mourinho, and he wants to follow in their footsteps one day.<br>Speaking to Soccer AM's YouTube channel, Fabregas said: \"At this stage I would say that I want to get into management. In life anything can happen though, everything can change in your mind.<br>\"I am still feeling very good, very young, I think I can play for many more years, so it's not something I feel I want to do straight away. But in the future I would like to try.\"<br>Meanwhile, Fabregas' current boss, <a href=\"http://dbpedia.org/resource/Antonio_Conte\" title=\"http://dbpedia.org/resource/Antonio_Conte\" target=\"_blank\">Antonio Conte</a>, is enduring a difficult time at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Stamford Bridge</a>.<br>The champions are 18 points adrift of <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> leaders <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> and their testing title defence took a turn for the worse in Wednesday's shock 3-0 home defeat by <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a>.<br>A post-match anti-doping test meant Fabregas missed Conte's address to his players after the loss, but the Spaniard outlined exactly what <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> need to do to respond to the setback.<br>\"After the game I don't know (what happened) because I was called for a doping test straight after the game and stayed at the ground until midnight,\" he added. \"I was not allowed into the dressing room so I don't know what happened.<br>\"But we have to keep our heads up. It was a very disappointing night for many reasons. Now is not the time to feel sorry for ourselves or put our heads down, in fact it's time for the opposite.<br>\"We now have to be stronger than ever, show the quality we've got, our leadership and try to focus better than what we've done lately and perform at the top level again.\"<br>Watch <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> v <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> on Monday Night Football from 7am on Sky Sports <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>.<br>"
}