{
  "date": "01/02/18",
  "title": "Championship fight for survival: Andy Hinchcliffe assesses the relegation contenders",
  "description": "The fight for survival in the Sky Bet Championship looks likely to go down to the wire, with six teams currently involved in the relegation scrap.",
  "content": "But who has what it takes to stay up and who will be playing League One football next season? Andy Hinchcliffe assesses each team and offers his verdict...For me Burton staying up last season was as impressive as Huddersfield getting promoted. With the players and budget they have, it was an astonishing achievement. But they're finding it tougher the second time around, conceding more goals than any other side in the Championship while also lacking a goal threat.Last season they had the bonus of three very poor teams below them who got relegated, but there aren't three obvious candidates this season and it's a lot more competitive down there. They do, however, have a habit of putting a run together every time you think they're down and out and that could be the case again.They also face Birmingham, Hull, Sunderland and Bolton in their last six games. So if they can stay in touch until then their fate will be in their hands.Not being able to keep Lewis Grabban on loan was a massive blow for Sunderland. His record was brilliant even in a poor team and they were struggling enough even when he was there.You wonder how they're going to score goals between now and the end of the season, and the realisation of where they find themselves might have finally hit Chris Coleman. Sunderland are a huge club but they're not too big to go down by any means.The defeat at Birmingham was a real kick in the teeth because it was a huge game and they never looked like winning at any point. It's like they've been waiting for things to turn around but it just hasn't happened yet. And I'm not sure it will.If losing Grabban was a blow to Sunderland then losing Gary Madine was devastating for Bolton. They had a real chance of staying up with him in the side but now he's gone it's become a much tougher ask for Phil Parkinson's side.Bolton deserve a huge amount of credit for dragging themselves into contention for survival after their appalling start to the season, and their mentality of going out to win games actually helps them a little. They're going to lose more than they win, but they'll take the rough with the smooth and winning one and losing one is obviously better than drawing both.They've also got one of the kinder run-ins of the sides in real trouble and should remain in contention, but losing their match-winner could hurt them badly.With the attacking talent at Hull's disposal it's incredible that they've won just one of their last 16 games. It's symptomatic of everything happening at the club right now.They were conceding far too many goals under Leonid Slutsky and Nigel Adkins has undoubtedly improved their defence, but now they can't score goals either. It feels like they're just being too conservative and that's why they've been dragged right into the scrap.You'd think that with the squad they have, which was being talked about as a potential top-six contender at the start of the season, that they'll have too much to go down. But it's like a tap has been turned off and they haven't been able to get it on again.Birmingham are the one team in the bottom six who appear to have turned a bit of a corner. The lack of goals is a concern and they've scored fewer than any other side in the Championship, but they've only lost one of their last five and beating Sunderland was massive for them.It's difficult for Steve Cotterill as he has a very unbalanced squad made up of players signed by Gary Rowett, Gianfranco Zola and Harry Redknapp and he's had to do a bit of a salvage job. It would be a disaster for the club to get relegated now after sacking Rowett while they were on the verge of the play-offs last season.With the quality they have they should really be at least a mid-table side this season, but having names on a piece of paper doesn't get you anywhere in the Championship. Of all the teams down there, however, they have a striker in Sam Gallagher who is scoring goals at the moment, and that could be the difference for them.Barnsley are similar to Hull in that their top scorer isn't getting any goals, they've got a tough end to the season in terms of fixtures and they've won just one of their last 14 games.They started the season well but have struggled since for one reason or another. They've not been in the relegation zone yet but that could all change very quickly and they seem a bit too easily beatable at times.Paul Heckingbottom has lost a lot of quality from his squad in the last 18 months and it must be incredibly frustrating for him that the big teams in the Championship keep picking up their best talent. They've got new owners now and need to try and keep their best players a bit longer.It's so difficult to say. It seems obvious as they're in the bottom two right now but Burton and Sunderland are in the most trouble. For me, it's hard to see how either of those sides is going to get out of trouble.Birmingham I feel will climb away from it and Hull have got to click sooner or later. Bolton had a great chance if Madine had stayed but now I worry for them.I'd say Bolton or Barnsley are most likely to go down alongside Burton and Sunderland.Don't miss the Sky Bet Championship clash between Bolton and Bristol City on Friday night, live on Sky Sports Football from 7.30pm",
  "dbpedia": "\nBut who has what it takes to stay up and who will be playing <a href=\"http://dbpedia.org/resource/Football_League_One\" title=\"http://dbpedia.org/resource/Football_League_One\" target=\"_blank\">League One</a> football next season? <a href=\"http://dbpedia.org/resource/Andy_Hinchcliffe\" title=\"http://dbpedia.org/resource/Andy_Hinchcliffe\" target=\"_blank\">Andy Hinchcliffe</a> assesses each team and offers his verdict...For me Burton staying up last season was as impressive as <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> getting promoted. With the players and budget they have, it was an astonishing achievement. But they\\&apos;re finding it tougher the second time around, conceding more goals than any other side in the Championship while also lacking a goal threat.Last season they had the bonus of three very poor teams below them who got relegated, but there aren\\&apos;t three obvious candidates this season and it\\&apos;s a lot more competitive down there. They do, however, have a habit of putting a run together every time you think they\\&apos;re down and out and that could be the case again.They also face <a href=\"http://dbpedia.org/resource/Birmingham_City_F.C.\" title=\"http://dbpedia.org/resource/Birmingham_City_F.C.\" target=\"_blank\">Birmingham</a>, <a href=\"http://dbpedia.org/resource/Hull_City_A.F.C.\" title=\"http://dbpedia.org/resource/Hull_City_A.F.C.\" target=\"_blank\">Hull</a>, <a href=\"http://dbpedia.org/resource/Sunderland_A.F.C.\" title=\"http://dbpedia.org/resource/Sunderland_A.F.C.\" target=\"_blank\">Sunderland</a> and <a href=\"http://dbpedia.org/resource/Bolton_Wanderers_F.C.\" title=\"http://dbpedia.org/resource/Bolton_Wanderers_F.C.\" target=\"_blank\">Bolton</a> in their last six games. So if they can stay in touch until then their fate will be in their hands.Not being able to keep <a href=\"http://dbpedia.org/resource/Lewis_Grabban\" title=\"http://dbpedia.org/resource/Lewis_Grabban\" target=\"_blank\">Lewis Grabban</a> on loan was a massive blow for <a href=\"http://dbpedia.org/resource/Sunderland_A.F.C.\" title=\"http://dbpedia.org/resource/Sunderland_A.F.C.\" target=\"_blank\">Sunderland</a>. His record was brilliant even in a poor team and they were struggling enough even when he was there.You wonder how they\\&apos;re going to score goals between now and the end of the season, and the realisation of where they find themselves might have finally hit <a href=\"http://dbpedia.org/resource/Chris_Coleman_(footballer)\" title=\"http://dbpedia.org/resource/Chris_Coleman_(footballer)\" target=\"_blank\">Chris Coleman</a>. <a href=\"http://dbpedia.org/resource/Sunderland_A.F.C.\" title=\"http://dbpedia.org/resource/Sunderland_A.F.C.\" target=\"_blank\">Sunderland</a> are a huge club but they\\&apos;re not too big to go down by any means.The defeat at <a href=\"http://dbpedia.org/resource/Birmingham_City_F.C.\" title=\"http://dbpedia.org/resource/Birmingham_City_F.C.\" target=\"_blank\">Birmingham</a> was a real kick in the teeth because it was a huge game and they never looked like winning at any point. It\\&apos;s like they\\&apos;ve been waiting for things to turn around but it just hasn\\&apos;t happened yet. And I\\&apos;m not sure it will.If losing Grabban was a blow to <a href=\"http://dbpedia.org/resource/Sunderland_A.F.C.\" title=\"http://dbpedia.org/resource/Sunderland_A.F.C.\" target=\"_blank\">Sunderland</a> then losing <a href=\"http://dbpedia.org/resource/Gary_Madine\" title=\"http://dbpedia.org/resource/Gary_Madine\" target=\"_blank\">Gary Madine</a> was devastating for <a href=\"http://dbpedia.org/resource/Bolton_Wanderers_F.C.\" title=\"http://dbpedia.org/resource/Bolton_Wanderers_F.C.\" target=\"_blank\">Bolton</a>. They had a real chance of staying up with him in the side but now he\\&apos;s gone it\\&apos;s become a much tougher ask for <a href=\"http://dbpedia.org/resource/Phil_Parkinson\" title=\"http://dbpedia.org/resource/Phil_Parkinson\" target=\"_blank\">Phil Parkinson</a>\\&apos;s side.Bolton deserve a huge amount of credit for dragging themselves into contention for survival after their appalling start to the season, and their mentality of going out to win games actually helps them a little. They\\&apos;re going to lose more than they win, but they\\&apos;ll take the rough with the smooth and winning one and losing one is obviously better than drawing both.They\\&apos;ve also got one of the kinder run-ins of the sides in real trouble and should remain in contention, but losing their match-winner could hurt them badly.With the attacking talent at <a href=\"http://dbpedia.org/resource/Hull_City_A.F.C.\" title=\"http://dbpedia.org/resource/Hull_City_A.F.C.\" target=\"_blank\">Hull</a>\\&apos;s disposal it\\&apos;s incredible that they\\&apos;ve won just one of their last 16 games. It\\&apos;s symptomatic of everything happening at the club right now.They were conceding far too many goals under <a href=\"http://dbpedia.org/resource/Leonid_Viktorovich_Slutsky\" title=\"http://dbpedia.org/resource/Leonid_Viktorovich_Slutsky\" target=\"_blank\">Leonid Slutsky</a> and <a href=\"http://dbpedia.org/resource/Nigel_Adkins\" title=\"http://dbpedia.org/resource/Nigel_Adkins\" target=\"_blank\">Nigel Adkins</a> has undoubtedly improved their defence, but now they can\\&apos;t score goals either. It feels like they\\&apos;re just being too conservative and that\\&apos;s why they\\&apos;ve been dragged right into the scrap.You\\&apos;d think that with the squad they have, which was being talked about as a potential top-six contender at the start of the season, that they\\&apos;ll have too much to go down. But it\\&apos;s like a tap has been turned off and they haven\\&apos;t been able to get it on again.Birmingham are the one team in the bottom six who appear to have turned a bit of a corner. The lack of goals is a concern and they\\&apos;ve scored fewer than any other side in the Championship, but they\\&apos;ve only lost one of their last five and beating <a href=\"http://dbpedia.org/resource/Sunderland_A.F.C.\" title=\"http://dbpedia.org/resource/Sunderland_A.F.C.\" target=\"_blank\">Sunderland</a> was massive for them.It\\&apos;s difficult for <a href=\"http://dbpedia.org/resource/Steve_Cotterill\" title=\"http://dbpedia.org/resource/Steve_Cotterill\" target=\"_blank\">Steve Cotterill</a> as he has a very unbalanced squad made up of players signed by <a href=\"http://dbpedia.org/resource/Gary_Rowett\" title=\"http://dbpedia.org/resource/Gary_Rowett\" target=\"_blank\">Gary Rowett</a>, <a href=\"http://dbpedia.org/resource/Gianfranco_Zola\" title=\"http://dbpedia.org/resource/Gianfranco_Zola\" target=\"_blank\">Gianfranco Zola</a> and <a href=\"http://dbpedia.org/resource/Harry_Redknapp\" title=\"http://dbpedia.org/resource/Harry_Redknapp\" target=\"_blank\">Harry Redknapp</a> and he\\&apos;s had to do a bit of a salvage job. It would be a disaster for the club to get relegated now after sacking Rowett while they were on the verge of the play-offs last season.With the quality they have they should really be at least a mid-table side this season, but having names on a piece of paper doesn\\&apos;t get you anywhere in the Championship. Of all the teams down there, however, they have a striker in Sam Gallagher who is scoring goals at the moment, and that could be the difference for them.Barnsley are similar to <a href=\"http://dbpedia.org/resource/Hull_City_A.F.C.\" title=\"http://dbpedia.org/resource/Hull_City_A.F.C.\" target=\"_blank\">Hull</a> in that their top scorer isn\\&apos;t getting any goals, they\\&apos;ve got a tough end to the season in terms of fixtures and they\\&apos;ve won just one of their last 14 games.They started the season well but have struggled since for one reason or another. They\\&apos;ve not been in the relegation zone yet but that could all change very quickly and they seem a bit too easily beatable at times.Paul Heckingbottom has lost a lot of quality from his squad in the last 18 months and it must be incredibly frustrating for him that the big teams in the Championship keep picking up their best talent. They\\&apos;ve got new owners now and need to try and keep their best players a bit longer.It\\&apos;s so difficult to say. It seems obvious as they\\&apos;re in the bottom two right now but Burton and <a href=\"http://dbpedia.org/resource/Sunderland_A.F.C.\" title=\"http://dbpedia.org/resource/Sunderland_A.F.C.\" target=\"_blank\">Sunderland</a> are in the most trouble. For me, it\\&apos;s hard to see how either of those sides is going to get out of trouble.Birmingham I feel will climb away from it and <a href=\"http://dbpedia.org/resource/Hull_City_A.F.C.\" title=\"http://dbpedia.org/resource/Hull_City_A.F.C.\" target=\"_blank\">Hull</a> have got to click sooner or later. <a href=\"http://dbpedia.org/resource/Bolton_Wanderers_F.C.\" title=\"http://dbpedia.org/resource/Bolton_Wanderers_F.C.\" target=\"_blank\">Bolton</a> had a great chance if <a href=\"http://dbpedia.org/resource/Gary_Madine\" title=\"http://dbpedia.org/resource/Gary_Madine\" target=\"_blank\">Madine</a> had stayed but now I worry for them.I\\&apos;d say <a href=\"http://dbpedia.org/resource/Bolton_Wanderers_F.C.\" title=\"http://dbpedia.org/resource/Bolton_Wanderers_F.C.\" target=\"_blank\">Bolton</a> or <a href=\"http://dbpedia.org/resource/Barnsley_F.C.\" title=\"http://dbpedia.org/resource/Barnsley_F.C.\" target=\"_blank\">Barnsley</a> are most likely to go down alongside Burton and Sunderland.Don\\&apos;t miss the Sky Bet Championship clash between <a href=\"http://dbpedia.org/resource/Bolton_Wanderers_F.C.\" title=\"http://dbpedia.org/resource/Bolton_Wanderers_F.C.\" target=\"_blank\">Bolton</a> and <a href=\"http://dbpedia.org/resource/Bristol_City_F.C.\" title=\"http://dbpedia.org/resource/Bristol_City_F.C.\" target=\"_blank\">Bristol City</a> on Friday night, live on Sky Sports Football from 7.30pm\n"
}