{
  "date": "02/02/18",
  "title": "Championship weekend preview: Gary Rowett urges Derby to relish promotion pressure",
  "description": "Derby boss Gary Rowett has urged his players to relish the pressure of the race for promotion to the Premier League as they attempt to strengthen their grip on a place in the top two.",
  "content": "The Rams face Brentford in the Sky Bet Championship on Saturday and Rowett is looking for an improvement on a return of one win and three draws from their four league outings in January.\"There's pressure on every game now because of where we are and we accept that,\" he told the club's website. \"Overall, to lose two games in 22 is a fantastic run of form. I won't label it as an achievement, but it has been a fantastic run.\"We want to try to step on the gas at home now and try and get the wins that we want, especially with back-to-back games against Brentford and then Norwich.\"Derby go into the weekend just a point clear of third-placed Aston Villa and trailing Wolves by 11. The leaders bounced will be looking to maintain their momentum when they welcome Sheffield United to Molineux, live on Sky Sports Football on Saturday evening.Villa entertain bottom-of-the-table Burton defending a five-game winning run in the league in a game which could see striker Darren Bent turn out against one of his former clubs after joining the Brewers on loan from Derby.Cardiff travel to Leeds, who have not won in five, with striker Gary Madine among their ranks for the first time after he completed a deadline day move from Bolton, who face Bristol City on Friday night.Fulham will attempt to make Nottingham Forest their fifth successive victims as they look to cement a place in the top six, while Middlesbrough head for Norwich and Preston welcome Hull to Deepdale.Struggling Sunderland desperately need to gain revenge for their 5-2 drubbing at Portman Road in September when Ipswich arrive at the Stadium of Light with manager Chris Coleman hoping his deadline day swoops for keeper Lee Camp, midfielder Ovie Ejaria and striker Ashley Fletcher will open a new chapter in their season.Elsewhere, fellow strugglers Birmingham travel to Sheffield Wednesday and Barnsley head for QPR, while Reading play host to Millwall."
}