{
  "date": "10/01/18",
  "title": "Charlie Nicholas questions Arsenal's 'ambition' as contract sagas continue",
  "description": "Charlie Nicholas has questioned Arsene Wenger's stringent approach and believes Arsenal have not shown sufficient ambition.",
  "content": "The Gunners have missed out on the Champions League this season for the first time since Wenger took over and face the prospect of losing Alexis Sanchez, Mesut Ozil and Jack Wilshere in the summer.With no extensions agreed to date, the trio could yet leave the club on free transfers at the end of the season, while on the pitch, Sunday's defeat to Nottingham Forest saw Arsenal ousted from the FA Cup at the first hurdle.Wenger has stuck to his principles over Arsenal's wage structure, repeatedly insisting the club will not be held to ransom, but ahead of Wednesday's Carabao Cup semi-final first leg against Chelsea - live on Sky Sports Football - former Gunner Nicholas has questioned the club's ambition.Nicholas said of Arsenal, who sit five points off the top four in the Premier League: \"The modern game is creating such wealth but Arsenal are going in the opposite direction, potentially letting £250m worth of playing talent leave in the summer for nothing.\"The same issues have been going on for several seasons and they're now missing out on Champions League funds because of the apparent penny-counting. The club looks as if it has lost all ambition.\"Since the day David Dein walked away this football club has been sinking and I wonder how we're going to attract the best players or, when Arsene does leave, his replacement.\"It worries me who would want to come and manage here when it seems we can't get our best players to renew their contracts.\"It is a similar issue for potential players, who will look at the situation and wonder what is going on. Jack Wilshere hasn't been given a contract because he hasn't played enough, but what have the other players done to earn theirs?\"The FA Cup has definitely kept the wolves from the door for a few seasons and now the club are in a position where they're up against it again just to win the Carabao Cup or secure a top-four position. That's not progress.\"The Gunners legend has felt Wenger would be right to call time on his Arsenal reign but is not against the idea of him taking a different role in the club's hierarchy.He added: \"I would prefer him to be upstairs, to still have an input into things, because I don't think he would be too demanding and could help a smooth transition.\"But who is man enough in the Arsenal board to pick the next Arsenal manager? If he's going to stay on and pick the manager then that's fine, but I wouldn't want him to recommend somebody else and then leave.\"It worries me that it isn't clear who the right man to make that decision is and every time Wenger has been asked the question about what he'd do after being Arsenal manager, he's hinted at moving on - potentially for the France job or to go to PSG.\""
}