{
  "date": "16/01/18",
  "title": "Charlton fans organise rally at The Valley to question transfer policy",
  "description": "Charlton fans will gather for another rally outside The Valley on Saturday to demand answers about the club’s transfer policy while takeover discussions continue.",
  "content": "Addicks supporters have organised a number of protests against club owner Roland Duchatelet and The Coalition Against Roland Duchatelet (CARD) now want a pledge that money from player sales will be reinvested in replacements in the January transfer window.Charlton sold winger Ricky Holmes to Sheffield United on Monday for an undisclosed fee, understood by Sky sources to be around £400,000, while Everton are reportedly looking at defender Ezri Konsa.The club are involved in ongoing discussions about a possible takeover, with at least two parties thought to be interested in buying the League One club.In a statement on the club's official website, Charlton director Richard Murray said: \"As everyone is aware, the owner is talking to various parties about a potential takeover and while that is ongoing he has said there will not be funds made available to bring players in on a permanent basis.\"With Ricky (Holmes) going, however, that does free up some space on the wage bill and Karl, Steve Gallen and the team will be looking at how best to utilise that.\"A CARD spokesperson said: \"We need to hear from Richard Murray about the club's immediate future.\"He said four years ago when Duchatelet took over that he would be responsible for the relationship with the fans and that he would speak on behalf of the board when appropriate. We feel it is only fair that we should give him the opportunity to do so.\"Holmes has gone and Konsa is likely to follow. We don't expect Duchatelet to put in extra funds this month, but it can't be right that the squad is weakened with no guarantee of a takeover.\"It makes no sense even in terms of getting the best price for the club, because he is making Robinson's job of securing promotion more and more difficult.\""
}