{
  "date": "26/01/18",
  "title": "Chelsea boss Antonio Conte looks 'very unhappy', says Jamie Redknapp",
  "description": "Antonio Conte cuts the figure of a \"very unhappy\" man, says Jamie Redknapp, as speculation surrounding the Chelsea head coach's future intensifies.",
  "content": "The Italian has been in charge at Stamford Bridge since April 2016, but his public criticism of the Blues' transfer policy - which followed after the Carabao Cup defeat to Arsenal - has frustrated the club's hierarchy.Redknapp, who believes Conte has been \"undermined\", says he cannot envision the 48-year-old remaining in his post beyond the end of the season.Speaking to Soccer Saturday host Jeff Stelling, Redknapp said: \"I do [think he'll leave] and it's just typical what happens at Chelsea. A manager does a great job and then for one reason or another, they find a way to undermine him by maybe not bringing in the players that he wants.\"He looks a very unhappy figure and even in midweek, I thought it was a very tepid performance from them. I was expecting something special. They were a bit unfortunate and I think when Willian went off, it affected the flow of the game and it brought Arsenal back into it because their movement was really good.\"Conte won the Premier League in his first season in charge of the Blues, switching to a 3-4-3 formation after a rocky start to the season, and Redknapp says the club will \"miss\" Conte if he does depart at the end of the season.\"He's unhappy. I can't see a situation where he'll be there next year, I just don't. And he's going to have so many clubs wanting him because last year, what he did with Chelsea - after the start they had, changing the system, it wasn't the level of Leicester's win but it was probably one of the best managerial performances in terms of turning the season around by a system change, that I've seen in an awfully long time.\"He added: \"If they lose him, sooner or later you are going to run out of great managers to find - you've been through them all, really - and you're going to be going round in circles.\"It's a shame because he's a great manager and they'll certainly miss him.\"",
  "dbpedia": "\nThe Italian has been in charge at Stamford Bridge since April 2016, but his public criticism of the Blues\\&apos; transfer policy - which followed after the Carabao Cup defeat to <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> - has frustrated the club\\&apos;s hierarchy.Redknapp, who believes Conte has been &quot;undermined&quot;, says he cannot envision the 48-year-old remaining in his post beyond the end of the season.Speaking to Soccer Saturday host Jeff Stelling, Redknapp said: &quot;I do [think he\\&apos;ll leave] and it\\&apos;s just typical what happens at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>. A manager does a great job and then for one reason or another, they find a way to undermine him by maybe not bringing in the players that he wants.&quot;He looks a very unhappy figure and even in midweek, I thought it was a very tepid performance from them. I was expecting something special. They were a bit unfortunate and I think when <a href=\"http://dbpedia.org/resource/Willian_Borges_da_Silva\" title=\"http://dbpedia.org/resource/Willian_Borges_da_Silva\" target=\"_blank\">Willian</a> went off, it affected the flow of the game and it brought <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> back into it because their movement was really good.&quot;Conte won the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> in his first season in charge of the Blues, switching to a 3-4-3 formation after a rocky start to the season, and Redknapp says the club will &quot;miss&quot; Conte if he does depart at the end of the season.&quot;He\\&apos;s unhappy. I can\\&apos;t see a situation where he\\&apos;ll be there next year, I just don\\&apos;t. And he\\&apos;s going to have so many clubs wanting him because last year, what he did with <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> - after the start they had, changing the system, it wasn\\&apos;t the level of <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a>\\&apos;s win but it was probably one of the best managerial performances in terms of turning the season around by a system change, that I\\&apos;ve seen in an awfully long time.&quot;He added: &quot;If they lose him, sooner or later you are going to run out of great managers to find - you\\&apos;ve been through them all, really - and you\\&apos;re going to be going round in circles.&quot;It\\&apos;s a shame because he\\&apos;s a great manager and they\\&apos;ll certainly miss him.&quot;\n"
}