{
  "date": "08/01/18",
  "title": "Chelsea's Jake Clarke-Salter joins Sunderland on loan",
  "description": "Chelsea defender Jake Clarke-Salter has joined Sky Bet Championship side Sunderland on loan for the rest of the season.",
  "content": "Clarke-Salter becomes Chris Coleman's first signing since taking over as manager at the Stadium of Light in November.The 20-year-old has been with Chelsea since 2006 but has only made a single Premier League appearance, coming off the bench against Aston Villa in March 2016.He had a spell on loan with Bristol Rovers last season before enjoying a superb summer when he was part of the England side that won the U20 World Cup in South Korea.After completing the loan deal to sign Clarke-Salter, Coleman said: \"Jake is a hugely talented young player who has jumped at the opportunity to come to this club and show people what he can do.\"You don't play for a club like Chelsea unless you have tremendous ability and I'm sure he will be able to demonstrate that for Sunderland.\"Jake is exactly the type of hungry young player I have spoken about and he has shown me just how keen he is to come to here and play in front of our supporters.\"",
  "dbpedia": "\nClarke-Salter becomes <a href=\"http://dbpedia.org/resource/Chris_Coleman_(footballer)\" title=\"http://dbpedia.org/resource/Chris_Coleman_(footballer)\" target=\"_blank\">Chris Coleman</a>\\&apos;s first signing since taking over as manager at the Stadium of Light in November.The 20-year-old has been with <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> since 2006 but has only made a single <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> appearance, coming off the bench against <a href=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" title=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" target=\"_blank\">Aston Villa</a> in March 2016.He had a spell on loan with <a href=\"http://dbpedia.org/resource/Bristol_Rovers_F.C.\" title=\"http://dbpedia.org/resource/Bristol_Rovers_F.C.\" target=\"_blank\">Bristol Rovers</a> last season before enjoying a superb summer when he was part of the <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> side that won the U20 World Cup in South Korea.After completing the loan deal to sign Clarke-Salter, Coleman said: &quot;Jake is a hugely talented young player who has jumped at the opportunity to come to this club and show people what he can do.&quot;You don\\&apos;t play for a club like <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> unless you have tremendous ability and I\\&apos;m sure he will be able to demonstrate that for <a href=\"http://dbpedia.org/resource/Sunderland_A.F.C.\" title=\"http://dbpedia.org/resource/Sunderland_A.F.C.\" target=\"_blank\">Sunderland</a>.&quot;Jake is exactly the type of hungry young player I have spoken about and he has shown me just how keen he is to come to here and play in front of our supporters.&quot;\n"
}