{
  "date": "04/02/18",
  "title": "Chelsea boss Antonio Conte wonders why his future is always under scrutiny",
  "description": "Chelsea manager Antonio Conte thinks he is getting a rougher ride from the media than his fellow managers.",
  "content": "The Chelsea boss has again stressed that he wants to see out at least the remaining 18 months of his contract with the London club.\nConte enjoyed a superb first campaign at Chelsea last season, leading the Blues to the Premier League title and a place in the FA Cup final.\nBut his second season has proved more difficult so far and he is regularly questioned about his future, with the midweek home loss to Bournemouth increasing the speculation.\nAhead of Monday's Sky Live trip to Watford, Conte told the press: \"I don't understand why other coaches are not under pressure after a defeat in the way that you are doing with me\n\"But I repeat, this is not a problem because I don't read (newspapers), I don't go online.\n\"As you know very well, I don't have a relationship here with a journalist. \"I want to see if there is one to tell the opposite (that he is not about to leave).\"\nArsenal manager Arsene Wenger is a manager who has been in the firing line of late, but Conte does not think the comparison is fair.\n\"Yes (Wenger has been criticised),\" he added. \"But after 20 years, not after one year and a half.\n\"Me after one year, and then after we won the league, because don't forget that last season we won the league as underdogs.\n\"Now my ambition is to have another season in England and to respect my contract. This is my decision. Then we will see what happens and anything can happen.\"\n",
  "dbpedia": "The <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> boss has again stressed that he wants to see out at least the remaining 18 months of his contract with the London club.<br>Conte enjoyed a superb first campaign at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> last season, leading the Blues to the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> title and a place in the FA Cup final.<br>But his second season has proved more difficult so far and he is regularly questioned about his future, with the midweek home loss to <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a> increasing the speculation.<br>Ahead of Monday's Sky Live trip to <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a>, Conte told the press: \"I don't understand why other coaches are not under pressure after a defeat in the way that you are doing with me<br>\"But I repeat, this is not a problem because I don't read (newspapers), I don't go online.<br>\"As you know very well, I don't have a relationship here with a journalist. \"I want to see if there is one to tell the opposite (that he is not about to leave).\"<br><a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> manager Arsene Wenger is a manager who has been in the firing line of late, but Conte does not think the comparison is fair.<br>\"Yes (Wenger has been criticised),\" he added. \"But after 20 years, not after one year and a half.<br>\"Me after one year, and then after we won the league, because don't forget that last season we won the league as underdogs.<br>\"Now my ambition is to have another season in <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> and to respect my contract. This is my decision. Then we will see what happens and anything can happen.\"<br>"
}