{
  "date": "11/01/18",
  "title": "Chelsea appoint Guy Laurence as new chief executive",
  "description": "Chelsea have announced the appointment of Guy Laurence as the club's new chief executive.",
  "content": "The Blues have been operating without a chief executive since Ron Gourlay's departure in October 2014.Laurence will begin his role in February and report to the club's board of directors.Laurence will be in charge of day-to-day operations of the club, including continuing development of Chelsea's commercial activities in the UK and around the world, focusing on increasing the club's revenues.Chelsea chairman Bruce Buck welcomed the imminent arrival of Laurence, who was most recently president and chief executive of Rogers Communications in Canada. He has also held the role of CEO of Vodafone UK.Laurence has been a director of Maple Leaf Sports and Entertainment - the parent company of the NHL's Toronto Maple Leafs, NBA's Toronto Raptors and MLS' Toronto FC.Buck said: \"We look forward to Guy joining the club during an exciting period for Chelsea on and off the field.\"He will be working with the owner and the board to increase our commercial revenues and maximise digital opportunities, identifying new ways to best serve our supporters here in the UK and further grow our international fan base.\"",
  "dbpedia": "\nThe Blues have been operating without a chief executive since Ron Gourlay\\&apos;s departure in October 2014.Laurence will begin his role in February and report to the club\\&apos;s board of directors.Laurence will be in charge of day-to-day operations of the club, including continuing development of <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>\\&apos;s commercial activities in the UK and around the world, focusing on increasing the club\\&apos;s revenues.Chelsea chairman Bruce Buck welcomed the imminent arrival of Laurence, who was most recently president and chief executive of Rogers Communications in Canada. He has also held the role of CEO of Vodafone UK.Laurence has been a director of Maple Leaf Sports and Entertainment - the parent company of the NHL\\&apos;s Toronto Maple Leafs, NBA\\&apos;s Toronto Raptors and <a href=\"http://dbpedia.org/resource/Major_League_Soccer\" title=\"http://dbpedia.org/resource/Major_League_Soccer\" target=\"_blank\">MLS</a>\\&apos; Toronto FC.Buck said: &quot;We look forward to Guy joining the club during an exciting period for <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> on and off the field.&quot;He will be working with the owner and the board to increase our commercial revenues and maximise digital opportunities, identifying new ways to best serve our supporters here in the UK and further grow our international fan base.&quot;\n"
}