{
  "date": "16/01/18",
  "title": "Chelsea stadium plans cleared by Hammersmith and Fulham council",
  "description": "Chelsea have been cleared by Hammersmith and Fulham council to proceed with their plans for the new Stamford Bridge.",
  "content": "The club's plans had been on hold since May after a local family took out an injunction because they believed the new development would cast a shadow over their home and block sunlight.A 'right to light' is an easement that gives a landowner the right to receive light through defined apertures in buildings on his or her land.The Crosthwaite family have owned the property, which is directly behind the stadium, for 50 years.On Monday, the council decided to exercise statutory powers which will see them enter into a temporary lease agreement with Chelsea.This overpowers the injunction but means the family will be entitled to statutory compensation. However, they will need to explore other legal avenues if they are to prevent the development going ahead.The new 60,000-capacity stadium was granted planning permission one year ago and has been signed off by the Mayor of London.Chelsea called on the local council to intervene and have taken advantage of planning laws to stop the injunction.",
  "dbpedia": "The club's plans had been on hold since May after a local family took out an injunction because they believed the new development would cast a shadow over their home and block sunlight.A 'right to light' is an easement that gives a landowner the right to receive light through defined apertures in buildings on his or her land.The Crosthwaite family have owned the property, which is directly behind the stadium, for 50 years.On Monday, the council decided to exercise statutory powers which will see them enter into a temporary lease agreement with Chelsea.This overpowers the injunction but means the family will be entitled to statutory compensation. However, they will need to explore other legal avenues if they are to prevent the development going ahead.The new 60,000-capacity stadium was granted planning permission one year ago and has been signed off by the Mayor of London.Chelsea called on the local council to intervene and have taken advantage of planning laws to stop the injunction."
}