{
  "date": "26/01/18",
  "title": "Chelsea need Edin Dzeko to finish in top four, says Matt Le Tissier",
  "description": "Matt Le Tissier believes Chelsea could lose out on both their top-four position and Antonio Conte if they fail to sign Edin Dzeko in January.",
  "content": "Roma have denied Italian reports suggesting that a deal has been agreed for the striker to move to Stamford Bridge, amid claims of discontent between Conte and the club over transfer dealings.The Blues sit five points ahead of fifth-placed Tottenham but are the lowest scorers of the top five as Alvaro Morata has struggled with form and fitness, and Le Tissier believes the club need to supplement their attacking options.He told Sky Sports: \"I think they are in trouble in terms of the top four and that it will be very tight. I think Spurs have had their dodgy spell for the season and will challenge Chelsea all the way.\"Antonio Conte doesn't look like a man loving his job and if he doesn't get his way in terms of strengthening the squad then I could see a parting of ways.\"In terms of a back-up striker, Dzeko is as good as any out there, averaging a goal every 1.5 games over the last 18 months.\"I guess the question is whether he'd go there and sit on the bench, but I would have thought he'd challenge Morata for a starting place if they were both available.\"I always liked him at Manchester City, where he also had a decent record, and think he'd be a decent acquisition.\"",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/A.S._Roma\" title=\"http://dbpedia.org/resource/A.S._Roma\" target=\"_blank\">Roma</a> have denied Italian reports suggesting that a deal has been agreed for the striker to move to Stamford Bridge, amid claims of discontent between Conte and the club over transfer dealings.The Blues sit five points ahead of fifth-placed <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> but are the lowest scorers of the top five as Alvaro Morata has struggled with form and fitness, and Le Tissier believes the club need to supplement their attacking options.He told Sky Sports: &quot;I think they are in trouble in terms of the top four and that it will be very tight. I think Spurs have had their dodgy spell for the season and will challenge <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> all the way.&quot;<a href=\"http://dbpedia.org/resource/Antonio_Conte\" title=\"http://dbpedia.org/resource/Antonio_Conte\" target=\"_blank\">Antonio Conte</a> doesn\\&apos;t look like a man loving his job and if he doesn\\&apos;t get his way in terms of strengthening the squad then I could see a parting of ways.&quot;In terms of a back-up striker, Dzeko is as good as any out there, averaging a goal every 1.5 games over the last 18 months.&quot;I guess the question is whether he\\&apos;d go there and sit on the bench, but I would have thought he\\&apos;d challenge Morata for a starting place if they were both available.&quot;I always liked him at <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>, where he also had a decent record, and think he\\&apos;d be a decent acquisition.&quot;\n"
}