{
  "date": "01/02/18",
  "title": "Chelsea could sack Antonio Conte before end of the season, says Nigel Winterburn",
  "description": "Antonio Conte could be sacked before the end of the season if he continues to voice his frustrations over Chelsea's transfers, says Nigel Winterburn.",
  "content": "Sky Sports News reported in January that Chelsea were becoming increasingly frustrated with Conte appearing to publicly bemoan their transfer policy.Speculation over Conte's future grew after Chelsea were beaten 3-0 by Bournemouth at Stamford Bridge on Wednesday.The Italian head coach insisted after the game that he was pleased with his team's efforts, but Winterburn believes Conte remains unhappy with the club.\"I think there are frustrations within the transfers that they have made,\" Winterburn told Sky Sports News. \"There seems to be frustrations from him within his team as well.\"They can't quite seem to keep that level of consistency they had last season, which has been highlighted even more by Manchester City's dominance.\"The way that Chelsea tend to react with their managers suggests that there may be a change come the end of the season and possibly before.\"It would be a huge statement to change your manager before the end of the season but when you start to question the board and Roman Abramovich, you don't tend to stay around too long.\"Conte also admitted on Wednesday that Chelsea are in danger of missing out on Champions League football next season, but they remain in this year's competition and currently sit fourth in the Premier League, two points above Tottenham.Chelsea are also through to the FA Cup fifth round, where they face Hull City at home, and Winterburn believes winning any trophy this season would be a success for Conte.\"A lot of supporters are disillusioned with their teams at the moment because of the way that Manchester City are going. They have really upped the bar this season,\" he added.\"It is very difficult to back up a real strong challenge at the title again. There seems to be that mental block for that following season.\"We have been very critical of Chelsea but they are sitting in the top four, they are still in the Champions League and the FA Cup.\"Those are the games that you want to be involved in. They could go on and get to the final of the Champions League.\"They could get to the final of the FA Cup and win that. Would that be a success? I think it would be, but we always seem to want more.\"",
  "dbpedia": "\nSky Sports News reported in January that <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> were becoming increasingly frustrated with Conte appearing to publicly bemoan their transfer policy.Speculation over Conte\\&apos;s future grew after <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> were beaten 3-0 by <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a> at Stamford Bridge on Wednesday.The Italian head coach insisted after the game that he was pleased with his team\\&apos;s efforts, but Winterburn believes Conte remains unhappy with the club.&quot;I think there are frustrations within the transfers that they have made,&quot; Winterburn told Sky Sports News. &quot;There seems to be frustrations from him within his team as well.&quot;They can\\&apos;t quite seem to keep that level of consistency they had last season, which has been highlighted even more by Manchester City\\&apos;s dominance.&quot;The way that <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> tend to react with their managers suggests that there may be a change come the end of the season and possibly before.&quot;It would be a huge statement to change your manager before the end of the season but when you start to question the board and Roman Abramovich, you don\\&apos;t tend to stay around too long.&quot;Conte also admitted on Wednesday that <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> are in danger of missing out on Champions League football next season, but they remain in this year\\&apos;s competition and currently sit fourth in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, two points above Tottenham.Chelsea are also through to the FA Cup fifth round, where they face <a href=\"http://dbpedia.org/resource/Hull_City_A.F.C.\" title=\"http://dbpedia.org/resource/Hull_City_A.F.C.\" target=\"_blank\">Hull City</a> at home, and Winterburn believes winning any trophy this season would be a success for Conte.&quot;A lot of supporters are disillusioned with their teams at the moment because of the way that Manchester City are going. They have really upped the bar this season,&quot; he added.&quot;It is very difficult to back up a real strong challenge at the title again. There seems to be that mental block for that following season.&quot;We have been very critical of <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> but they are sitting in the top four, they are still in the Champions League and the FA Cup.&quot;Those are the games that you want to be involved in. They could go on and get to the final of the Champions League.&quot;They could get to the final of the FA Cup and win that. Would that be a success? I think it would be, but we always seem to want more.&quot;\n"
}