{
  "date": "03/02/18",
  "title": "Chris Hughton salutes Brighton after 'best performance of the season'",
  "description": "Chris Hughton believes Brighton's 3-1 victory over West Ham was probably the Seagulls' best performance of the season.",
  "content": "After Javier Hernandez had cancelled out Glenn Murray's opener, Brighton blew the Hammers away with a solid second-half display, sealed by stunning goals from Jose Izquierdo and Pascal Gross.\nAnd Hughton was left praising his side's attacking prowess with West Ham failed to cope with.\n\"In terms of end product, that was the most satisfying performance we've had at home this season,\" he told Sky Sports.\n\"We started the game really well and took the lead with a good goal. There was huge disappointment that we perhaps let our level drop a little bit halfway through the first half - they're a good wide West Ham with good players.\n\"But we came out with a great attitude in the second half and we were the better side. In the second half it was maybe as good as we've been with regards to threatening and looking like we could get more goals.\n\"We knew that if would could restrict West Ham we would have opportunities ourselves. We did that and I thought we were very good.\"\nThe turning point of the contest at the Amex Stadium came when Izquierdo restored Brighton's lead with a sensational curling effort.\nThat was followed by an equally impressive strike from Gross, and Hughton has challenged the flair players in his squad to continue producing moments of magic.\n\"You need those special goals that players can create and both players that scored them are capable of that,\" he added. \"We need more of that from them.\n\"Jose's goal lifted us by giving us the lead and at that stage, with the score 1-1, it's very nervous and can go either way.\n\"You need something to break that deadlock and when it's a goal like that it lifts you even more. We've fared okay this season and at the moment it feels like a big win. It's been a good week, staying in the FA Cup and of course a draw at Southampton.\n\"We now have a good week's preparation going into the next tough game. I hope this will give us the lift we need.\"\n",
  "dbpedia": "After Javier Hernandez had cancelled out <a href=\"http://dbpedia.org/resource/Glenn_Murray\" title=\"http://dbpedia.org/resource/Glenn_Murray\" target=\"_blank\">Glenn Murray</a>'s opener, <a href=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a> blew the Hammers away with a solid second-half display, sealed by stunning goals from Jose Izquierdo and Pascal Gross.<br>And Hughton was left praising his side's attacking prowess with <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> failed to cope with.<br>\"In terms of end product, that was the most satisfying performance we've had at home this season,\" he told Sky Sports.<br>\"We started the game really well and took the lead with a good goal. There was huge disappointment that we perhaps let our level drop a little bit halfway through the first half - they're a good wide West Ham with good players.<br>\"But we came out with a great attitude in the second half and we were the better side. In the second half it was maybe as good as we've been with regards to threatening and looking like we could get more goals.<br>\"We knew that if would could restrict <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> we would have opportunities ourselves. We did that and I thought we were very good.\"<br>The turning point of the contest at the <a href=\"http://dbpedia.org/resource/Falmer_Stadium\" title=\"http://dbpedia.org/resource/Falmer_Stadium\" target=\"_blank\">Amex Stadium</a> came when Izquierdo restored <a href=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a>'s lead with a sensational curling effort.<br>That was followed by an equally impressive strike from Gross, and Hughton has challenged the flair players in his squad to continue producing moments of magic.<br>\"You need those special goals that players can create and both players that scored them are capable of that,\" he added. \"We need more of that from them.<br>\"Jose's goal lifted us by giving us the lead and at that stage, with the score 1-1, it's very nervous and can go either way.<br>\"You need something to break that deadlock and when it's a goal like that it lifts you even more. We've fared okay this season and at the moment it feels like a big win. It's been a good week, staying in the FA Cup and of course a draw at <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a>.<br>\"We now have a good week's preparation going into the next tough game. I hope this will give us the lift we need.\"<br>"
}