{
  "date": "01/02/18",
  "title": "Chris Hughton says Brighton have no Premier League points target",
  "description": "Chris Hughton says he is unsure of how many points Brighton will need in order to remain a Premier League club. ",
  "content": "Wednesday night's 1-1 draw with Southampton left Hughton \"frustrated\", with 15th-placed Brighton one point above the bottom three.\nWhen asked about avoiding relegation, Hughton said: \"We've never really set ourselves a target. We are a new team in this division. We have our targets every single week which is to try and get as many points as we can in that next game.\n\"The obvious 40-point target is because of history and averages, it's not a bad one to cling on to. I must admit I have no idea what it will take this season.\"\nBrighton, who have not won in the Premier League since December 23, host West Ham on Saturday with David Moyes' side three points better off in the table.\n\"What I do know is that we have a huge amount of competition this end of the table\" Hughton added. \"Whoever is playing each other at this end of the table, it's obviously a bigger game.\n\"There's no targets. We just need to make sure that we get more points than three other teams.\"\n",
  "dbpedia": "Wednesday night's 1-1 draw with <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> left Hughton \"frustrated\", with 15th-placed <a href=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a> one point above the bottom three.<br>When asked about avoiding relegation, Hughton said: \"We've never really set ourselves a target. We are a new team in this division. We have our targets every single week which is to try and get as many points as we can in that next game.<br>\"The obvious 40-point target is because of history and averages, it's not a bad one to cling on to. I must admit I have no idea what it will take this season.\"<br><a href=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a>, who have not won in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> since December 23, host <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> on Saturday with <a href=\"http://dbpedia.org/resource/David_Moyes\" title=\"http://dbpedia.org/resource/David_Moyes\" target=\"_blank\">David Moyes</a>' side three points better off in the table.<br>\"What I do know is that we have a huge amount of competition this end of the table\" Hughton added. \"Whoever is playing each other at this end of the table, it's obviously a bigger game.<br>\"There's no targets. We just need to make sure that we get more points than three other teams.\"<br>"
}