{
  "date": "11/01/18",
  "title": "Chris Hughton forced to reassess Brighton January transfer business",
  "description": "Chris Hughton admits losing Izzy Brown to an anterior cruciate knee ligament injury has forced Brighton to rethink their January transfer plans.",
  "content": "The England U21 international returned to parent club Chelsea on Wednesday after suffering the long-term injury in Brighton's 2-1 FA Cup win over Crystal Palace on Monday night.\nBrighton now find themselves light on creative options after also allowing winger Jamie Murphy to join Rangers on loan until the end of the season before Brown limped off in the Palace match.\n\"We are assessing [our transfer business] at the moment,\" Hughton said.\n\"But when Jamie [Murphy] went our numbers were fine and all we wanted to do was to have the best squad possible come the end of the window.\n\"It has made us think about things again and we will certainly do that over these coming days. But of course, it's something that's very fresh at this moment.\n\"What remains is that we want to have the best squad we can have.\"\nHughton was full of praise for Brown and the impact he made at the Amex, revealing he was set to hand him a bigger role in the squad for the second half of the season.\nWhen asked whether Brown was gaining momentum at Brighton, he said: \"He was, he is a very popular player here. I think before he'd come here he'd had a couple of other loans and I think that adapted him well going into a new environment.\n\"In the second half of the season you would have seen him much more involved, he'd had a slight hamstring injury when he first came which kept him out for a few weeks.\n\"But, certainly I would have seen him play in more games than perhaps in that first half.\"\n",
  "dbpedia": "The <a href=\"http://dbpedia.org/resource/England_national_under-21_football_team\" title=\"http://dbpedia.org/resource/England_national_under-21_football_team\" target=\"_blank\">England U21 international</a> returned to parent club <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> on Wednesday after suffering the long-term injury in <a href=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a>'s 2-1 FA Cup win over <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a> on Monday night.<br><a href=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a> now find themselves light on creative options after also allowing winger <a href=\"http://dbpedia.org/resource/Jamie_Murphy_(footballer_born_1989)\" title=\"http://dbpedia.org/resource/Jamie_Murphy_(footballer_born_1989)\" target=\"_blank\">Jamie Murphy</a> to join <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a> on loan until the end of the season before Brown limped off in the Palace match.<br>\"We are assessing [our transfer business] at the moment,\" Hughton said.<br>\"But when Jamie [Murphy] went our numbers were fine and all we wanted to do was to have the best squad possible come the end of the window.<br>\"It has made us think about things again and we will certainly do that over these coming days. But of course, it's something that's very fresh at this moment.<br>\"What remains is that we want to have the best squad we can have.\"<br>Hughton was full of praise for Brown and the impact he made at the Amex, revealing he was set to hand him a bigger role in the squad for the second half of the season.<br>When asked whether Brown was gaining momentum at <a href=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a>, he said: \"He was, he is a very popular player here. I think before he'd come here he'd had a couple of other loans and I think that adapted him well going into a new environment.<br>\"In the second half of the season you would have seen him much more involved, he'd had a slight hamstring injury when he first came which kept him out for a few weeks.<br>\"But, certainly I would have seen him play in more games than perhaps in that first half.\"<br>"
}