{
  "date": "25/01/18",
  "title": "Chris Hughton says Brighton are pushing for signings",
  "description": "Brighton manager Chris Hughton insists the club are working hard to secure new signings before the close of the January transfer window.",
  "content": "Brighton have made one deal this month, as forward Jurgen Locadia arrived from PSV Eindhoven for a club-record £14.1m on a four-and-a-half-year deal.The Seagulls this week had a bid for Newcastle's Aleksandar Mitrovic and another for Bristol City's Aden Flight turned down, according to Sky sources, and Hughton admits the club are doing their best to strengthen their squad.\"Most business doesn't tend to get done until that last week, and we are trying and we are pushing to make sure we have the best squad possible,\" he said.\"What will happen, as always at this time... names are going to be mentioned.\"The difficulty that us managers have is that they are always other team's players and we're always respectful of that.\"Any business that we do or don't do we will certainly give you that information on anything that is definite, but until then, they're always other team's players and we're very respectful of that.\"Hughton addressed reports linking Charlton defender Ezri Konsa with a move to Brighton, who sit 16th in the Premier League with just one win from their last 11 league games.\"I think it's common knowledge that we have been looking to bring in a central defender,\" he said.\"If we don't bring anybody in this window, then we'll be as we are and of course at this moment we have a team that has stayed out of that bottom three and we'll have to have intentions to continue that.\"I think what we have shown this season is really good periods and we've shown that we can get results.\"If I look at our standards of this season, we're going through a difficult period, but that can happen at any stage.\"We certainly weren't going to go through this season having everything our way and not having a difficult period, so that's normal.\"Hughton's men travel to Middlesbrough for their FA Cup fourth round tie on Saturday, and the boss believes a win at the Riverside Stadium will provide a lift in the league too.\"We know what a win means - whether it's a league win or a cup win,\" he said.",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a> have made one deal this month, as forward Jurgen Locadia arrived from <a href=\"http://dbpedia.org/resource/PSV_Eindhoven\" title=\"http://dbpedia.org/resource/PSV_Eindhoven\" target=\"_blank\">PSV Eindhoven</a> for a club-record &#xA3;14.1m on a four-and-a-half-year deal.The Seagulls this week had a bid for <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a>\\&apos;s Aleksandar Mitrovic and another for <a href=\"http://dbpedia.org/resource/Bristol_City_F.C.\" title=\"http://dbpedia.org/resource/Bristol_City_F.C.\" target=\"_blank\">Bristol City</a>\\&apos;s Aden Flight turned down, according to Sky sources, and Hughton admits the club are doing their best to strengthen their squad.&quot;Most business doesn\\&apos;t tend to get done until that last week, and we are trying and we are pushing to make sure we have the best squad possible,&quot; he said.&quot;What will happen, as always at this time... names are going to be mentioned.&quot;The difficulty that us managers have is that they are always other team\\&apos;s players and we\\&apos;re always respectful of that.&quot;Any business that we do or don\\&apos;t do we will certainly give you that information on anything that is definite, but until then, they\\&apos;re always other team\\&apos;s players and we\\&apos;re very respectful of that.&quot;Hughton addressed reports linking <a href=\"http://dbpedia.org/resource/Charlton_Athletic_F.C.\" title=\"http://dbpedia.org/resource/Charlton_Athletic_F.C.\" target=\"_blank\">Charlton</a> defender Ezri Konsa with a move to <a href=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a>, who sit 16th in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> with just one win from their last 11 league games.&quot;I think it\\&apos;s common knowledge that we have been looking to bring in a central defender,&quot; he said.&quot;If we don\\&apos;t bring anybody in this window, then we\\&apos;ll be as we are and of course at this moment we have a team that has stayed out of that bottom three and we\\&apos;ll have to have intentions to continue that.&quot;I think what we have shown this season is really good periods and we\\&apos;ve shown that we can get results.&quot;If I look at our standards of this season, we\\&apos;re going through a difficult period, but that can happen at any stage.&quot;We certainly weren\\&apos;t going to go through this season having everything our way and not having a difficult period, so that\\&apos;s normal.&quot;Hughton\\&apos;s men travel to <a href=\"http://dbpedia.org/resource/Middlesbrough_F.C.\" title=\"http://dbpedia.org/resource/Middlesbrough_F.C.\" target=\"_blank\">Middlesbrough</a> for their FA Cup fourth round tie on Saturday, and the boss believes a win at the Riverside Stadium will provide a lift in the league too.&quot;We know what a win means - whether it\\&apos;s a league win or a cup win,&quot; he said.\n"
}