{
  "date": "26/01/18",
  "title": "Antonio Conte 'happy' at Chelsea transfer policy after reports of frustration",
  "description": "Antonio Conte says he will be happy whether or not Chelsea sign players in January and believes the club's transfer policy is \"right\".",
  "content": "Chelsea are becoming increasingly frustrated with Conte appearing to criticise their transfer strategy in public, Sky Sports News understands.Conte admitted after the Carabao Cup defeat to Arsenal on Wednesday that he does not have a \"big impact\" on Chelsea's signings but he said on Friday he is content with the current situation.\"It's right to have this type of situation,\" he said ahead of Chelsea' FA Cup fourth-round tie against Newcastle.\"I'm repeating the same things, I'm the coach, my task is to try to do the best for this club, to improve the players for this club.\"Asked if he is happy at Chelsea, Conte said: \"This is something I don't want to discuss with you. Nothing has changed.\"I am happy to work with my players and for this club.\"Chelsea have been in the hunt for a striker in the January window and Conte confirmed he will be without injured Alvaro Morata for Sunday's visit of Newcastle.Thibaut Courtois (ankle) and Willian (hamstring) are also both ruled out, but Conte said only the club will announce any additions to his squad.\"The news about the transfer market, there is the club, the club will inform you if there is news,\" said Conte.\"As I said before and I repeat I would be very happy to continue to work with my players, I will be very happy if there are some new players.\"Charly Musonda featured in Chelsea's 4-0 win over Brighton last weekend, but was not part of the side that faced Arsenal midweek.But Conte said a decision over whether the player departs on loan is down to Chelsea's hierarchy.\"To sell, to buy, to go on loan, the club will inform you about these situations,\" he said.",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> are becoming increasingly frustrated with Conte appearing to criticise their transfer strategy in public, Sky Sports News understands.Conte admitted after the Carabao Cup defeat to <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> on Wednesday that he does not have a &quot;big impact&quot; on <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>\\&apos;s signings but he said on Friday he is content with the current situation.&quot;It\\&apos;s right to have this type of situation,&quot; he said ahead of <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>\\&apos; FA Cup fourth-round tie against <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a>.&quot;I\\&apos;m repeating the same things, I\\&apos;m the coach, my task is to try to do the best for this club, to improve the players for this club.&quot;Asked if he is happy at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>, Conte said: &quot;This is something I don\\&apos;t want to discuss with you. Nothing has changed.&quot;I am happy to work with my players and for this club.&quot;<a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> have been in the hunt for a striker in the January window and Conte confirmed he will be without injured Alvaro Morata for Sunday\\&apos;s visit of Newcastle.Thibaut Courtois (ankle) and <a href=\"http://dbpedia.org/resource/Willian_Borges_da_Silva\" title=\"http://dbpedia.org/resource/Willian_Borges_da_Silva\" target=\"_blank\">Willian</a> (hamstring) are also both ruled out, but Conte said only the club will announce any additions to his squad.&quot;The news about the transfer market, there is the club, the club will inform you if there is news,&quot; said Conte.&quot;As I said before and I repeat I would be very happy to continue to work with my players, I will be very happy if there are some new players.&quot;Charly Musonda featured in <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>\\&apos;s 4-0 win over <a href=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a> last weekend, but was not part of the side that faced <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> midweek.But Conte said a decision over whether the player departs on loan is down to <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>\\&apos;s hierarchy.&quot;To sell, to buy, to go on loan, the club will inform you about these situations,&quot; he said.\n"
}