{
  "date": "09/01/18",
  "title": "Copa del Rey round-up: Atletico Madrid and Valencia progress",
  "description": "Atletico Madrid booked their place in the quarter-finals of the Copa del Rey on Tuesday after seeing off third-tier Lleida 3-0 in the second leg of their last-16 clash and cruising to a 7-0 aggregate win.",
  "content": "Playing in front of a sparsely populated Wanda Metropolitano, it took dominant Atletico until the 57th minute to extend their four-goal first-leg lead; Yannick Carrasco meeting Diego Costa's cutback and slotting home the opener.Costa played because his one-match suspension for Saturday's red card only registers for La Liga.Kevin Gameiro tapped in the second 17 minutes later after a neat burst into the box from Angel Correa, and Vitolo made it three nine minutes from the end, racing through and crashing home his first Atletico goal.Atletico have conceded only once in their last six matches in all competitions.Luciano Vietto scored a hat-trick for Valencia as they beat Las Palmas 4-0 at the Mestalla, going through 5-1 on aggregate. Nemanja Maksimovic got the other goal of the night.",
  "dbpedia": "\nPlaying in front of a sparsely populated Wanda Metropolitano, it took dominant Atletico until the 57th minute to extend their four-goal first-leg lead; Yannick Carrasco meeting Diego Costa\\&apos;s cutback and slotting home the opener.Costa played because his one-match suspension for Saturday\\&apos;s red card only registers for La Liga.Kevin Gameiro tapped in the second 17 minutes later after a neat burst into the box from Angel Correa, and Vitolo made it three nine minutes from the end, racing through and crashing home his first Atletico goal.Atletico have conceded only once in their last six matches in all competitions.Luciano Vietto scored a hat-trick for <a href=\"http://dbpedia.org/resource/Valencia_CF\" title=\"http://dbpedia.org/resource/Valencia_CF\" target=\"_blank\">Valencia</a> as they beat <a href=\"http://dbpedia.org/resource/UD_Las_Palmas\" title=\"http://dbpedia.org/resource/UD_Las_Palmas\" target=\"_blank\">Las Palmas</a> 4-0 at the Mestalla, going through 5-1 on aggregate. Nemanja Maksimovic got the other goal of the night.\n"
}