{
  "date": "10/01/18",
  "title": "Copa del Rey round-up: Real Madrid into quarter-finals",
  "description": "Lucas Vazquez scored twice as Real Madrid booked their place in the quarter-finals of the Copa del Rey following a 2-2 second-leg draw with Numancia at the Bernabeu.",
  "content": "The hosts were in command of the last-16 tie following last week's 3-0 victory in the opening encounter, and despite a late leveller from the visiting side, goals by Vazquez in both halves rubber-stamped their passage to the next stage with a 5-2 aggregate victory.Zinedine Zidane's side lost further ground on Barcelona in La Liga last weekend following a 2-2 draw against Celta Vigo to leave them 16 points behind their rivals.Zidane fielded a number of changes for the visit of Numancia with Gareth Bale - who scored in the opening tie and scored twice against Celta on Sunday - among the high-profile absentees.Despite the raft of changes, Zidane will have demanded a strong performance from his under-performing side and they were ahead within the opening 10 minutes after Vazquez netted his first of the night.Dani Carvajal was given time on the right-hand side and his pinpoint cross was met by the Spaniard at the far post as he headed Real into the lead.To their credit, however, Numancia did not give up during the opening period and they were rewarded with an equaliser on the stroke of half-time. Guillermo, who had been on the pitch only a matter of moments after he replaced the injured Higinio Marin, netted from close range to draw the away side level on the evening.Real may have been up in the tie, but their performance was somewhat lacking following a rather drab first-half showing.The home side, however, looked more threatening after the break and they were ahead once again as Vazquez scored his second shortly before the hour mark. Marco Asensio's cross fell into the path of Borja Mayoral and his header was met by Vazquez, who fired home from six yards to score his first double in more than a century of appearances for Real and effectively kill the tie.Guillermo netted his second with eight minutes remaining to ensure a draw for Numancia on the night, but it is Real who are into the last eight of the Copa del Rey.Elsewhere, Villarreal crashed out to Leganes after a 2-1 win at home was not enough to see them through. Leganes progressed on away goals after a 2-2 aggregate draw.Alaves won 2-0 at home against SD Formentera to seal a 5-1 aggregate win."
}