{
  "date": "09/01/18",
  "title": "Philippe Coutinho: The beauty of Liverpool and its fans",
  "description": "Philippe Coutinho has posted an emotional farewell message to Liverpool in which he talks about the \"beauty of the club and its fans\".",
  "content": "The Brazilian completed his £146m move to Barcelona on Monday, signing a five-and-a-half year deal.\nJust hours after the formalities were finalised, Coutinho took to his Instagram account to thank everyone at Liverpool for making his time at Anfield a \"dream\".\nHe wrote: \"Since the moment I arrived in Liverpool, me and my family have been made to feel so welcome and have made so many friends.\n\"On the pitch and off the pitch, we have experienced the beauty of this club and its fans. In turn, I hope I have delivered memories and moments that have brought happiness to the Liverpool supporters.\n\"Moving to Liverpool, I knew the club's greatness and history but what I did learn during my time was the unique heart and soul of the place. It has its own personality and character.\n\"I leave Liverpool because Barcelona is a dream for me. Liverpool was a dream that I was fortunate enough to realise and I have given five years of my life to it.\n\"A career on the pitch only lasts for so long and to play for Barcelona as well as Liverpool is something I want to experience and enjoy while I am blessed enough to be able to do so.\n\"I hope the supporters understand that choosing to experience something new is not about diminishing their importance to me or the club's importance. Nothing will ever diminish that in my heart.\n\"I wish Jurgen and the team nothing but joy and success for the rest of this season and beyond. This is an amazing team and they are getting better and better all the time.\n\"There are too many people I want to thank, but I cannot name everyone individually.\n\"To all the amazing club staff who have been part of my life in Liverpool - I will miss you.\n\"To the owners, whom have tried so hard to bring success, and to the football recruitment staff for showing faith in me to bring me here and rewarding me during that journey, and to my incredible teammates, past and present, who have helped me grow and improve as a player and a person, I would like to say thank you to you all.\n\"Anything I have achieved here would not have been possible without you.\n\"And finally, to the most important people of Liverpool - the Liverpool supporters. I can never thank you enough for what you have given me during this time and no matter where I go in the world, for the rest of my life, I will always cherish Liverpool in my heart. You, the club and the city will always be a part of me.\n\"You'll Never Walk Alone.\"\nCoutinho will have to wait around three weeks to make his debut after sustaining a thigh injury and he will not be able to play in the Champions League this season having already played for Liverpool in the current campaign.\n",
  "dbpedia": "The Brazilian completed his £146m move to <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> on Monday, signing a five-and-a-half year deal.<br>Just hours after the formalities were finalised, Coutinho took to his Instagram account to thank everyone at <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> for making his time at <a href=\"http://dbpedia.org/resource/Anfield\" title=\"http://dbpedia.org/resource/Anfield\" target=\"_blank\">Anfield</a> a \"dream\".<br>He wrote: \"Since the moment I arrived in <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>, me and my family have been made to feel so welcome and have made so many friends.<br>\"On the pitch and off the pitch, we have experienced the beauty of this club and its fans. In turn, I hope I have delivered memories and moments that have brought happiness to the <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> supporters.<br>\"Moving to <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>, I knew the club's greatness and history but what I did learn during my time was the unique heart and soul of the place. It has its own personality and character.<br>\"I leave <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> because <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> is a dream for me. <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> was a dream that I was fortunate enough to realise and I have given five years of my life to it.<br>\"A career on the pitch only lasts for so long and to play for <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> as well as <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> is something I want to experience and enjoy while I am blessed enough to be able to do so.<br>\"I hope the supporters understand that choosing to experience something new is not about diminishing their importance to me or the club's importance. Nothing will ever diminish that in my heart.<br>\"I wish Jurgen and the team nothing but joy and success for the rest of this season and beyond. This is an amazing team and they are getting better and better all the time.<br>\"There are too many people I want to thank, but I cannot name everyone individually.<br>\"To all the amazing club staff who have been part of my life in <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> - I will miss you.<br>\"To the owners, whom have tried so hard to bring success, and to the football recruitment staff for showing faith in me to bring me here and rewarding me during that journey, and to my incredible teammates, past and present, who have helped me grow and improve as a player and a person, I would like to say thank you to you all.<br>\"Anything I have achieved here would not have been possible without you.<br>\"And finally, to the most important people of <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> - the <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> supporters. I can never thank you enough for what you have given me during this time and no matter where I go in the world, for the rest of my life, I will always cherish <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> in my heart. You, the club and the city will always be a part of me.<br>\"You'll Never Walk Alone.\"<br>Coutinho will have to wait around three weeks to make his debut after sustaining a thigh injury and he will not be able to play in the Champions League this season having already played for <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> in the current campaign.<br>"
}