{
  "date": "23/01/18",
  "title": "Cristiano Ronaldo trains at Real Madrid with nasty bruise",
  "description": "Cristiano Ronaldo has been left with a nasty looking bruise after suffering a head injury against Deportivo La Coruna.",
  "content": "Ronaldo was bloodied as he walked off the field on Sunday, but was well enough to check his injury out on the club doctor's mobile phone. He returned to training on Tuesday.The Portugal international suffered the knock after stooping to head home from Lucas Vazquez's cross from the edge of the six-yard box in the La Liga champions' 7-1 win.In scoring the goal, Ronaldo received a hefty kick to the head that left him on the floor clutching his face. He left the pitch to receive treatment from the Real doctor.Speaking after the game, Real Madrid boss Zinedine Zidane played down any fears about the injury and Ronaldo should be available to play for their Copa del Rey match against Leganes on Wednesday.\"He has got a wound and I think he's been given two or three stitches. He's all right,\" said Zidane.Real, who had not won in their previous three matches in La Liga, remain 19 points behind leaders BarcelonaRonaldo has struggled to reach his usual standards this season, having only scored six goals and provided three assists in 15 appearances.",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/Ronaldo\" title=\"http://dbpedia.org/resource/Ronaldo\" target=\"_blank\">Ronaldo</a> was bloodied as he walked off the field on Sunday, but was well enough to check his injury out on the club doctor\\&apos;s mobile phone. He returned to training on Tuesday.The <a href=\"http://dbpedia.org/resource/Portugal_national_football_team\" title=\"http://dbpedia.org/resource/Portugal_national_football_team\" target=\"_blank\">Portugal</a> international suffered the knock after stooping to head home from Lucas Vazquez\\&apos;s cross from the edge of the six-yard box in the <a href=\"http://dbpedia.org/resource/La_Liga\" title=\"http://dbpedia.org/resource/La_Liga\" target=\"_blank\">La Liga</a> champions\\&apos; 7-1 win.In scoring the goal, <a href=\"http://dbpedia.org/resource/Ronaldo\" title=\"http://dbpedia.org/resource/Ronaldo\" target=\"_blank\">Ronaldo</a> received a hefty kick to the head that left him on the floor clutching his face. He left the pitch to receive treatment from the Real doctor.Speaking after the game, <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> boss <a href=\"http://dbpedia.org/resource/Zinedine_Zidane\" title=\"http://dbpedia.org/resource/Zinedine_Zidane\" target=\"_blank\">Zinedine Zidane</a> played down any fears about the injury and <a href=\"http://dbpedia.org/resource/Ronaldo\" title=\"http://dbpedia.org/resource/Ronaldo\" target=\"_blank\">Ronaldo</a> should be available to play for their Copa del Rey match against Leganes on Wednesday.&quot;He has got a wound and I think he\\&apos;s been given two or three stitches. He\\&apos;s all right,&quot; said Zidane.Real, who had not won in their previous three matches in <a href=\"http://dbpedia.org/resource/La_Liga\" title=\"http://dbpedia.org/resource/La_Liga\" target=\"_blank\">La Liga</a>, remain 19 points behind leaders BarcelonaRonaldo has struggled to reach his usual standards this season, having only scored six goals and provided three assists in 15 appearances.\n"
}