{
  "date": "09/01/18",
  "title": "Crystal Palace boss Roy Hodgson is in the market for six or seven new signings",
  "description": "Crystal Palace boss Roy Hodgson says he is in the market for six or seven \nnew players in the transfer window to boost his injury-ravaged squad.",
  "content": "Jeffrey Schlupp and Andros Townsend were injured during Monday's 2-1 FA Cup defeat to Brighton adding to Palace's growing injury list that already includes Scott Dann and Jason Puncheon, who are out for the season.Hodgson said: \"We have been talking about strengthening our squad for about two or three weeks into my time at the club, so literally nothing has changed in that area.\"We have been waiting for the January transfer window to fulfil our wishes and our thoughts in terms of strengthening our squad.\"That's become even more vitally important with the number of injuries we suffered.\"You could argue that if we said we wanted three or four then really we should be looking at six or seven, because we have lost at least two players for the rest of this season, and probably the start of next season.\"We still have two or three others who are a month away at least from being able to play.\"So, I don't think we are going to get that but what I am saying logically is you could argue that.\"We have got to find to find the solution to which player or players we want to bring in, and in which positions.\"That's something that the chairman Steve Parish and our sporting director Doug Freeman are working enormously hard on.\"I am waiting with bated breath to see who comes through the door so I can get the chance to start working with them.\"At the moment we are still sifting through the candidates and they will be put before me.\"",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/Jeff_Schlupp\" title=\"http://dbpedia.org/resource/Jeff_Schlupp\" target=\"_blank\">Jeffrey Schlupp</a> and <a href=\"http://dbpedia.org/resource/Andros_Townsend\" title=\"http://dbpedia.org/resource/Andros_Townsend\" target=\"_blank\">Andros Townsend</a> were injured during Monday\\&apos;s 2-1 FA Cup defeat to <a href=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a> adding to Palace\\&apos;s growing injury list that already includes <a href=\"http://dbpedia.org/resource/Scott_Dann\" title=\"http://dbpedia.org/resource/Scott_Dann\" target=\"_blank\">Scott Dann</a> and <a href=\"http://dbpedia.org/resource/Jason_Puncheon\" title=\"http://dbpedia.org/resource/Jason_Puncheon\" target=\"_blank\">Jason Puncheon</a>, who are out for the season.Hodgson said: &quot;We have been talking about strengthening our squad for about two or three weeks into my time at the club, so literally nothing has changed in that area.&quot;We have been waiting for the January transfer window to fulfil our wishes and our thoughts in terms of strengthening our squad.&quot;That\\&apos;s become even more vitally important with the number of injuries we suffered.&quot;You could argue that if we said we wanted three or four then really we should be looking at six or seven, because we have lost at least two players for the rest of this season, and probably the start of next season.&quot;We still have two or three others who are a month away at least from being able to play.&quot;So, I don\\&apos;t think we are going to get that but what I am saying logically is you could argue that.&quot;We have got to find to find the solution to which player or players we want to bring in, and in which positions.&quot;That\\&apos;s something that the chairman <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Steve Parish</a> and our sporting director Doug Freeman are working enormously hard on.&quot;I am waiting with bated breath to see who comes through the door so I can get the chance to start working with them.&quot;At the moment we are still sifting through the candidates and they will be put before me.&quot;\n"
}