{
  "date": "02/01/18",
  "title": "Crystal Palace duo Scott Dann and Jason Puncheon ruled out for season",
  "description": "Crystal Palace's Scott Dann and Jason Puncheon have been ruled out for the remainder of the season after Roy Hodgson confirmed both had suffered serious knee injuries in Sunday's 0-0 draw with Manchester City.",
  "content": "Both were hurt attempting to challenge City's Kevin De Bruyne, who also had to come off with an injury at the same time as Puncheon.\nTheir absences mean the loss of two of Palace's leaders, given both are regularly named captain, and further reduce the team's options in positions in which they are already short.\nDann had been deputising for fellow central defender Mamadou Sakho, absent with a calf problem, and even before Puncheon's injury was diagnosed Hodgson had wanted a new midfielder to strengthen his options there.\n\"They both have cruciate knee ligament injuries,\" said the Palace manager after his side's 2-1 victory at Southampton.\n\"It's very bad news. Dann has got a cruciate knee ligament and meniscus injury, to his anterior cruciate, and Jason Puncheon has got a rupture in his posterior cruciate ligament.\n\"Both will be seeing specialists, both will be having operations, I guess, when the swelling goes down. We won't see anything of those players for the rest of our season and it is going to be hard for them to get ready even for the start of next season, because these are serious injuries.\"\nHodgson watched his side come from behind to defeat Southampton 2-1 on Tuesday night with strikes from James McArthur and Luka Milivojevic moved the Eagles up to 14th in the Premier League.\nHodgson took over at Palace prior to the reverse fixture against the Saints at Selhurst Park in September, with the 1-0 defeat leaving the side rooted to the bottom of the table without a goal or a point.\nBut a run of just one loss in 11 games has propelled the side up the league and their latest triumph came after Shane Long had given the hosts a deserved advantage at the break.\nHodgson added: \"We showed signs of weariness in the first half. The pitch was heavy and didn't suit our style of play but we got over that in the second half.\n\"It's a very important three points. The players deserve enormous credit for their work. I've not really set a target, we just set high standards for ourselves and the players are demanding of themselves.\n\"We've now lost one in 11 which is pretty good by anyone's standards let alone if you've been at the bottom of the table.\"\n",
  "dbpedia": "Both were hurt attempting to challenge City's <a href=\"http://dbpedia.org/resource/Kevin_De_Bruyne\" title=\"http://dbpedia.org/resource/Kevin_De_Bruyne\" target=\"_blank\">Kevin De Bruyne</a>, who also had to come off with an injury at the same time as Puncheon.<br>Their absences mean the loss of two of Palace's leaders, given both are regularly named captain, and further reduce the team's options in positions in which they are already short.<br>Dann had been deputising for fellow central defender <a href=\"http://dbpedia.org/resource/Mamadou_Sakho\" title=\"http://dbpedia.org/resource/Mamadou_Sakho\" target=\"_blank\">Mamadou Sakho</a>, absent with a calf problem, and even before Puncheon's injury was diagnosed Hodgson had wanted a new midfielder to strengthen his options there.<br>\"They both have cruciate knee ligament injuries,\" said the Palace manager after his side's 2-1 victory at <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a>.<br>\"It's very bad news. Dann has got a cruciate knee ligament and meniscus injury, to his anterior cruciate, and <a href=\"http://dbpedia.org/resource/Jason_Puncheon\" title=\"http://dbpedia.org/resource/Jason_Puncheon\" target=\"_blank\">Jason Puncheon</a> has got a rupture in his posterior cruciate ligament.<br>\"Both will be seeing specialists, both will be having operations, I guess, when the swelling goes down. We won't see anything of those players for the rest of our season and it is going to be hard for them to get ready even for the start of next season, because these are serious injuries.\"<br>Hodgson watched his side come from behind to defeat <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> 2-1 on Tuesday night with strikes from <a href=\"http://dbpedia.org/resource/James_McArthur\" title=\"http://dbpedia.org/resource/James_McArthur\" target=\"_blank\">James McArthur</a> and Luka Milivojevic moved the Eagles up to 14th in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>.<br>Hodgson took over at Palace prior to the reverse fixture against the Saints at <a href=\"http://dbpedia.org/resource/Selhurst_Park\" title=\"http://dbpedia.org/resource/Selhurst_Park\" target=\"_blank\">Selhurst Park</a> in September, with the 1-0 defeat leaving the side rooted to the bottom of the table without a goal or a point.<br>But a run of just one loss in 11 games has propelled the side up the league and their latest triumph came after <a href=\"http://dbpedia.org/resource/Shane_Long\" title=\"http://dbpedia.org/resource/Shane_Long\" target=\"_blank\">Shane Long</a> had given the hosts a deserved advantage at the break.<br>Hodgson added: \"We showed signs of weariness in the first half. The pitch was heavy and didn't suit our style of play but we got over that in the second half.<br>\"It's a very important three points. The players deserve enormous credit for their work. I've not really set a target, we just set high standards for ourselves and the players are demanding of themselves.<br>\"We've now lost one in 11 which is pretty good by anyone's standards let alone if you've been at the bottom of the table.\"<br>"
}