{
  "date": "07/01/18",
  "title": "Crystal Palace boss Roy Hodgson says 'I know I'm a good manager'",
  "description": "Roy Hodgson says whatever he achieves with Crystal Palace, he remains \"a very good manager\".",
  "content": "Speaking ahead of Palace's FA Cup third-round tie with Brighton on Monday, the 70-year-old says he is proud of his career in football management.When he arrived at Selhurst Park in mid-September, the Eagles were bottom of the Premier League table without a single point to their name.Although they remain deeply rooted in the battle to avoid relegation, Palace are now 14th, having suffered only one defeat in their last 11 games.Looking back on his career so far, Hodgson said: \"Just because I don't boast of my achievements, it doesn't mean I have ever thought anything other than I am a very good football manager.\"Whether Palace win or lose, at the end of my time at Crystal Palace, I will still be thinking 'I am a very good football manager'. I know it, I see it every day.\"I've been working for 41 years: I've got so many titles. I've been manager of the year, I've got goodness knows how many manager of the month awards.\"I've had 100-odd games for national teams and 150 in European competitions.\"And when asked how long he thinks he can continue to be a manager for, Hodgson added: \"There have been moments when we (Hodgson and wife Sheila) have discussed retirement, mainly on the basis that she's made a lot of sacrifices to do the thing that I want to do, namely football management.\"It's given us both an extremely good life and we're both grateful for that.\"There have been moments when we've thought, 'Is this the moment to do something else?'.\"Well, we tried that for a year, and she came to the conclusion that she better let me back in for a little bit longer.\"I don't think that after leaving England I was absolutely ready to turn my back on it.\"After England, I didn't think I've got something to prove. I was bitterly disappointed that we lost a vital game but I have a totally different attitude.\""
}