{
  "date": "09/01/18",
  "title": "Crystal Palace boss Roy Hodgson reassured by VAR for Brighton winner",
  "description": "Roy Hodgson was \"suspicious\" about Brighton's winning goal but revealed the presence of Video Assistant Referee technology reassured him it should have stood as Crystal Palace were eliminated from the FA Cup.",
  "content": "The Palace manager and his Brighton counterpart Chris Hughton were of the belief match referee Andre Marriner and VAR Neil Swarbrick had communicated to eliminate any potential controversy surrounding Glenn Murray's goal.In the 87th minute Murray scored via his knee, and amid suspicions of handball, to ensure a 2-1 victory at the Amex Stadium on the same evening VAR was first used in a competitive fixture in England.Bakary Sako's second-half equalising goal, following Dale Stephens' first-half finish, had revived the visitors' hopes of progressing to a fourth-round fixture at Middlesbrough.Hodgson's greatest concern was instead the respective ankle and knee injuries suffered by Andros Townsend and Jeffrey Schlupp which further reduced his options in an already thin squad.\"We had suspicions,\" said Hodgson. \"I suppose they were fuelled by the reactions of the people close to it.\"They seemed to be incensed, and from our angle it looks as if he's guided the ball in with his arm.\"You've got to congratulate the system: when you watch it lots of times like they've been able to do, from different angles, it would have been very harsh [to disallow it].\"There's still a slight thought it might just have brushed off his arm into the goal, but if it'd been my player scoring that goal, I'd have been very upset if it had been disallowed for handball.\"There had been confusion over whether VAR had been used after Marriner did not examine the pitch-side monitors or signal its influence.\"It was a genuine goal, and the referee was helped by the fact he had Swarbrick in the VAR studio [in West London] making a judgement that'd help him out, so I have no complaints,\" Hodgson explained.\"To have Jeffrey Schlupp and Andros Townsend leave on crutches is the bitterest blow. I'd have swapped virtually any result to make certain we had Schlupp and Townsend and a few others fit in the Premier League games coming up.\"There was a brief pause and I was of the impression Swarbrick and Marriner were talking. I had a few spiteful comments to the referee on the way in, but that's just my nature, I'm afraid. I regret them now.\"Hughton's Brighton secured victory against their rivals despite him making eight changes from his team that last week drew 2-2 with Bournemouth in the Premier League.\"I'm not sure there is any confusion,\" said the 59-year-old in defence of Murray's goal.\"I am under the impression that VAR was used and did not see an infringement on the goal. It's reasonably clear that it did not touch his hand.\"That's what I am led to believe: that it was used and there was not a decision to be made. At the time I wasn't aware some thought it was handball.\"When they get the equaliser, which is a wonder-goal, and you miss a couple of good chances, you start to think it's not going to be your day.\""
}