{
  "date": "13/09/17",
  "title": "Crystal Palace appoint Roy Hodgson as their new manager",
  "description": "Crystal Palace have confirmed the appointment of Roy Hodgson as their new manager on a two-year deal.",
  "content": "The former England head coach succeeds Frank de Boer just 24 hours after the Dutchman was sacked by the Eagles, and will bring Ray Lewington with him to the club as his assistant.\nThe 70-year-old has been tasked with turning around Palace's poor Premier League start after they suffered four defeats in their opening four games, all without scoring a goal.\nHodgson, who has been out of management since resigning as England boss after they were knocked out of Euro 2016 by Iceland, said he is delighted to be back in football.\n\"This is very much the club of my boyhood and I remember in my youth watching the club from the terraces at the Holmesdale Road end which gave me such fond memories,\" he told the Palace website. \"In those days I had dreams of playing for the team, then as a coach you think about coaching the team and a lot has happened in between times.\n\"It is very rewarding to find myself here now, in different times, as the Palace manager at a club that I have always loved and admired with a huge potential. We are the club of south London, with an enormously large fan base. The ambitions here are realistic and there is an enormous potential for growth and I hope we can achieve our goals.\n\"I am very excited to be back in club football and it is a long while since I have enjoyed the day to day sessions of training.\"\nPalace say Hodgson will take first-team training on Wednesday.\nBefore his appointment was confirmed, Hodgson spoke exclusively to Sky Sports News and said he did have sympathy for his predecessor De Boer, who lasted just 77 days at Selhurst Park.\n\"It's a great opportunity to return to the game I love, at the highest level, and also at a club I always admired, liked and supported as well,\" he said.\n\"It's a good day for me, I'm very happy and looking forward to hopefully getting down to work and trying to help us get some points in the league and climb up the table.\n\"I've always got sympathy for managers who lose their job. It's a fact of life and it's not my business, it's the business of the club. I'm pleased that they've turned to me and allowed me to take the job on.\"\nThe Croydon-born veteran coach has been out of club football since 2012 when he established West Brom as a stable Premier League side.\nHodgson had been appointed by the Baggies in February 2011 after he was sacked following a short spell at Liverpool a month earlier and replaced by Kenny Dalglish.\nHe has managed some 16 clubs, beginning his career in Sweden, where he won five Swedish titles with Malmo FF, before reaching the final of the UEFA Cup with Inter Milan in 1997.\nIn England he has managed Bristol City, Blackburn Rovers and Fulham, whom he led to their first ever major European final, losing to Atletico Madrid in the Europa League decider in 2010, for which he was named LMA Manager of the Year.\n",
  "dbpedia": "The former <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> head coach succeeds <a href=\"http://dbpedia.org/resource/Frank_de_Boer\" title=\"http://dbpedia.org/resource/Frank_de_Boer\" target=\"_blank\">Frank de Boer</a> just 24 hours after the Dutchman was sacked by the Eagles, and will bring <a href=\"http://dbpedia.org/resource/Ray_Lewington\" title=\"http://dbpedia.org/resource/Ray_Lewington\" target=\"_blank\">Ray Lewington</a> with him to the club as his assistant.<br>The 70-year-old has been tasked with turning around Palace's poor <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> start after they suffered four defeats in their opening four games, all without scoring a goal.<br>Hodgson, who has been out of management since resigning as <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> boss after they were knocked out of Euro 2016 by <a href=\"http://dbpedia.org/resource/Iceland_national_football_team\" title=\"http://dbpedia.org/resource/Iceland_national_football_team\" target=\"_blank\">Iceland</a>, said he is delighted to be back in football.<br>\"This is very much the club of my boyhood and I remember in my youth watching the club from the terraces at the Holmesdale Road end which gave me such fond memories,\" he told the Palace website. \"In those days I had dreams of playing for the team, then as a coach you think about coaching the team and a lot has happened in between times.<br>\"It is very rewarding to find myself here now, in different times, as the Palace manager at a club that I have always loved and admired with a huge potential. We are the club of south London, with an enormously large fan base. The ambitions here are realistic and there is an enormous potential for growth and I hope we can achieve our goals.<br>\"I am very excited to be back in club football and it is a long while since I have enjoyed the day to day sessions of training.\"<br>Palace say Hodgson will take first-team training on Wednesday.<br>Before his appointment was confirmed, Hodgson spoke exclusively to Sky Sports News and said he did have sympathy for his predecessor De Boer, who lasted just 77 days at <a href=\"http://dbpedia.org/resource/Selhurst_Park\" title=\"http://dbpedia.org/resource/Selhurst_Park\" target=\"_blank\">Selhurst Park</a>.<br>\"It's a great opportunity to return to the game I love, at the highest level, and also at a club I always admired, liked and supported as well,\" he said.<br>\"It's a good day for me, I'm very happy and looking forward to hopefully getting down to work and trying to help us get some points in the league and climb up the table.<br>\"I've always got sympathy for managers who lose their job. It's a fact of life and it's not my business, it's the business of the club. I'm pleased that they've turned to me and allowed me to take the job on.\"<br>The Croydon-born veteran coach has been out of club football since 2012 when he established <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> as a stable <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> side.<br>Hodgson had been appointed by the Baggies in February 2011 after he was sacked following a short spell at <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> a month earlier and replaced by <a href=\"http://dbpedia.org/resource/Kenny_Dalglish\" title=\"http://dbpedia.org/resource/Kenny_Dalglish\" target=\"_blank\">Kenny Dalglish</a>.<br>He has managed some 16 clubs, beginning his career in <a href=\"http://dbpedia.org/resource/Sweden_national_football_team\" title=\"http://dbpedia.org/resource/Sweden_national_football_team\" target=\"_blank\">Sweden</a>, where he won five Swedish titles with Malmo FF, before reaching the final of the UEFA Cup with <a href=\"http://dbpedia.org/resource/Inter_Milan\" title=\"http://dbpedia.org/resource/Inter_Milan\" target=\"_blank\">Inter Milan</a> in 1997.<br>In <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> he has managed <a href=\"http://dbpedia.org/resource/Bristol_City_F.C.\" title=\"http://dbpedia.org/resource/Bristol_City_F.C.\" target=\"_blank\">Bristol City</a>, <a href=\"http://dbpedia.org/resource/Blackburn_Rovers_F.C.\" title=\"http://dbpedia.org/resource/Blackburn_Rovers_F.C.\" target=\"_blank\">Blackburn Rovers</a> and <a href=\"http://dbpedia.org/resource/Fulham_F.C.\" title=\"http://dbpedia.org/resource/Fulham_F.C.\" target=\"_blank\">Fulham</a>, whom he led to their first ever major European final, losing to Atletico Madrid in the Europa League decider in 2010, for which he was named LMA Manager of the Year.<br>"
}