{
  "date": "04/01/18",
  "title": "Crystal Palace boss Roy Hodgson questions use of VAR",
  "description": "Roy Hodgson fears the introduction of video assistant referee technology in English football could spark chaos.",
  "content": "VAR will be used for the first time in a competitive club match in England when Brighton host Crystal Palace in the third round of the FA Cup on Monday.\nThe former England manager, who has overseen Palace's remarkable improvement in the Premier League, was present at the 2017 Confederations Cup in Russia when VAR was used.\nHe was unimpressed by its influence, and while he believes if implemented correctly it can prove a positive addition in officiating matches, is concerned about the impact it will first have.\n\"I experienced it during the Confederations Cup, albeit from a television studio,\" said the 70-year-old.\n\"It was chaotic there, so if you ask me what my opinion of it is, based on my experience of what happened during the Confederations Cup, it didn't work very well at all, because the communication between the referee and the guy on the machine wasn't working well.\n\"No one wanted goal-line technology and now we can't live without it so I am certainly not one of those people who would suggest there's no future for technology in the game.\n\"But the way our game is, and the fluidity of the game, and the way spectators expect the game to continue...\n\"Every time a player goes down injured, the fans get very frustrated when one player gets treated, be it their own player or an opponent player.\n\"There are a lot of questions to be answered with regard to how things can dovetail together, but if they can get it to dovetail together, and it stops gross injustices, then on our side of the fence we'd be all for it.\"\nVAR technology will be used in what are considered \"game-changing\" situations, such as a goal, penalty or red card, and can also be used to help referees with cases of mistaken identity.\nPalace were unfortunate earlier this season when Everton's Oumar Niasse won a controversial penalty in a 2-2 draw at Selhurst Park.\nNiasse was retrospectively punished for diving, yet they remain short of the additional two points they felt they deserved because the live decision remained incorrect.\nIt is under such circumstances, owing to human influence, when Hodgson believes VAR's flaws could actually be exposed.\n\"The rider then is what is a gross injustice?\" he said. \"How many times are you going to need to see the incident before you can have an opinion? If three people see an incident, are they going to all have the same opinion?\n\"A lot of things that I see flagged up on television, 'Was it a penalty? Was it not? Was it offside? Was it not?' After watching it for a long period of time and with other people alongside, we can't come to a conclusion because one person will say 'Definitely yes', one will say 'Definitely no'.\n\"How are we going to get to a stage where we only use it for the gross injustices? That's my fear.\"\n",
  "dbpedia": "VAR will be used for the first time in a competitive club match in <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> when <a href=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a> host <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a> in the third round of the FA Cup on Monday.<br>The former <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> manager, who has overseen Palace's remarkable improvement in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, was present at the 2017 Confederations Cup in <a href=\"http://dbpedia.org/resource/Russia_national_football_team\" title=\"http://dbpedia.org/resource/Russia_national_football_team\" target=\"_blank\">Russia</a> when VAR was used.<br>He was unimpressed by its influence, and while he believes if implemented correctly it can prove a positive addition in officiating matches, is concerned about the impact it will first have.<br>\"I experienced it during the Confederations Cup, albeit from a television studio,\" said the 70-year-old.<br>\"It was chaotic there, so if you ask me what my opinion of it is, based on my experience of what happened during the Confederations Cup, it didn't work very well at all, because the communication between the referee and the guy on the machine wasn't working well.<br>\"No one wanted goal-line technology and now we can't live without it so I am certainly not one of those people who would suggest there's no future for technology in the game.<br>\"But the way our game is, and the fluidity of the game, and the way spectators expect the game to continue...<br>\"Every time a player goes down injured, the fans get very frustrated when one player gets treated, be it their own player or an opponent player.<br>\"There are a lot of questions to be answered with regard to how things can dovetail together, but if they can get it to dovetail together, and it stops gross injustices, then on our side of the fence we'd be all for it.\"<br>VAR technology will be used in what are considered \"game-changing\" situations, such as a goal, penalty or red card, and can also be used to help referees with cases of mistaken identity.<br>Palace were unfortunate earlier this season when <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>'s Oumar Niasse won a controversial penalty in a 2-2 draw at <a href=\"http://dbpedia.org/resource/Selhurst_Park\" title=\"http://dbpedia.org/resource/Selhurst_Park\" target=\"_blank\">Selhurst Park</a>.<br>Niasse was retrospectively punished for diving, yet they remain short of the additional two points they felt they deserved because the live decision remained incorrect.<br>It is under such circumstances, owing to human influence, when Hodgson believes VAR's flaws could actually be exposed.<br>\"The rider then is what is a gross injustice?\" he said. \"How many times are you going to need to see the incident before you can have an opinion? If three people see an incident, are they going to all have the same opinion?<br>\"A lot of things that I see flagged up on television, 'Was it a penalty? Was it not? Was it offside? Was it not?' After watching it for a long period of time and with other people alongside, we can't come to a conclusion because one person will say 'Definitely yes', one will say 'Definitely no'.<br>\"How are we going to get to a stage where we only use it for the gross injustices? That's my fear.\"<br>"
}