{
  "date": "15/01/18",
  "title": "Cyrille Regis, former Coventry, West Brom and England striker, has died aged 59",
  "description": "Former England international striker Cyrille Regis has died at the age of 59.",
  "content": "Regis, who played more than 200 times for both West Brom and Coventry, passed away on Sunday after suffering a heart attack.He was born in French Guiana in 1958 and moved to England with the rest of his family as a young child, playing youth football in London for Molesey and Hayes.Regis was spotted by West Brom's scouts and joined them in 1977, making an immediate impact and going on to score 81 goals in eight seasons before moving to Coventry. He was part of Coventry's FA Cup-winning side in 1987.During his time at The Hawthorns, he would also begin his international career, eventually winning five senior caps after coming through the U21 set-up.Seven more years would follow with the Sky Blues, where he made 238 appearances and scored a further 47 goals.Regis would go on to play for Aston Villa, Wolves, Wycombe and Chester City before retiring in 1996 because of injury.He was awarded an MBE in the Birthday Honours in 2008 for his services to football.Regis was one of the pioneers for black footballers, playing alongside Laurie Cunningham and Brendan Batson during his time at West Brom.The trio were honoured with a statue, called The Celebration, in West Bromwich in 2014.Regis is survived by two children Robert and Michelle and three grandchildren Jayda, Renee and Riley.His widow, Julia, said: \"Cyrille and I were soulmates, he was the perfect man for me and we had a wonderful life together.\"He was a beautiful man and a wonderful husband, father, grandfather brother and uncle.\"Losing him has turned my whole world upside down. It is a void that will never be filled.\"I have been moved by the many messages of support and condolences I have received and the kind things people have said about Cyrille as a person and a professional.\"He came into football the hard way and never lost his passion for the game. He was a role model for so many because he always treated everyone he met with kindness and respect.\"West Brom chairman John Williams said: \"This is terribly shocking and upsetting news and our thoughts and condolences are with Cyrille's family.\"We also know Cyrille's passing will be felt deeply among all our supporters for whom he was the ultimate hero - a wonderful, exciting centre-forward who remained in close contact with the club beyond his playing days.\"Everyone will have their precious memories of him as a family man, as a crusader against bigotry - which can never be underestimated - and as a man who threw considerable energy into a series of worthy causes.\"But for me, I will never forget Cyrille the footballer - a wonderful, wonderful player who had everything and who defenders of the time would have hated facing.\"He will be deeply missed. Rest in peace, Cyrille.\"A statement from Kick It Out read: \"Cyrille was a pioneer of English football, becoming one of the first iconic black players of the professional game, alongside former Albion team-mates Laurie Cunningham and Brendon Batson.\"Following his career, Cyrille was a great supporter of the organisation's work helping to tackle racism in the sport, kindly donating his time and efforts to Kick It Out on numerous occasions.\"",
  "dbpedia": "\nRegis, who played more than 200 times for both <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> and <a href=\"http://dbpedia.org/resource/Coventry_City_F.C.\" title=\"http://dbpedia.org/resource/Coventry_City_F.C.\" target=\"_blank\">Coventry</a>, passed away on Sunday after suffering a heart attack.He was born in French Guiana in 1958 and moved to <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> with the rest of his family as a young child, playing youth football in London for <a href=\"http://dbpedia.org/resource/Molesey_F.C.\" title=\"http://dbpedia.org/resource/Molesey_F.C.\" target=\"_blank\">Molesey</a> and Hayes.Regis was spotted by <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a>\\&apos;s scouts and joined them in 1977, making an immediate impact and going on to score 81 goals in eight seasons before moving to <a href=\"http://dbpedia.org/resource/Coventry_City_F.C.\" title=\"http://dbpedia.org/resource/Coventry_City_F.C.\" target=\"_blank\">Coventry</a>. He was part of <a href=\"http://dbpedia.org/resource/Coventry_City_F.C.\" title=\"http://dbpedia.org/resource/Coventry_City_F.C.\" target=\"_blank\">Coventry</a>\\&apos;s FA Cup-winning side in 1987.During his time at The Hawthorns, he would also begin his international career, eventually winning five senior caps after coming through the U21 set-up.Seven more years would follow with the Sky Blues, where he made 238 appearances and scored a further 47 goals.Regis would go on to play for <a href=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" title=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" target=\"_blank\">Aston Villa</a>, Wolves, <a href=\"http://dbpedia.org/resource/Wycombe_Wanderers_F.C.\" title=\"http://dbpedia.org/resource/Wycombe_Wanderers_F.C.\" target=\"_blank\">Wycombe</a> and <a href=\"http://dbpedia.org/resource/Chester_City_F.C.\" title=\"http://dbpedia.org/resource/Chester_City_F.C.\" target=\"_blank\">Chester City</a> before retiring in 1996 because of injury.He was awarded an MBE in the Birthday Honours in 2008 for his services to football.Regis was one of the pioneers for black footballers, playing alongside <a href=\"http://dbpedia.org/resource/Laurie_Cunningham\" title=\"http://dbpedia.org/resource/Laurie_Cunningham\" target=\"_blank\">Laurie Cunningham</a> and <a href=\"http://dbpedia.org/resource/Brendon_Batson\" title=\"http://dbpedia.org/resource/Brendon_Batson\" target=\"_blank\">Brendan Batson</a> during his time at West Brom.The trio were honoured with a statue, called The Celebration, in <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Bromwich</a> in 2014.Regis is survived by two children Robert and Michelle and three grandchildren Jayda, Renee and Riley.His widow, Julia, said: &quot;Cyrille and I were soulmates, he was the perfect man for me and we had a wonderful life together.&quot;He was a beautiful man and a wonderful husband, father, grandfather brother and uncle.&quot;Losing him has turned my whole world upside down. It is a void that will never be filled.&quot;I have been moved by the many messages of support and condolences I have received and the kind things people have said about Cyrille as a person and a professional.&quot;He came into football the hard way and never lost his passion for the game. He was a role model for so many because he always treated everyone he met with kindness and respect.&quot;<a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> chairman John Williams said: &quot;This is terribly shocking and upsetting news and our thoughts and condolences are with Cyrille\\&apos;s family.&quot;We also know Cyrille\\&apos;s passing will be felt deeply among all our supporters for whom he was the ultimate hero - a wonderful, exciting centre-forward who remained in close contact with the club beyond his playing days.&quot;Everyone will have their precious memories of him as a family man, as a crusader against bigotry - which can never be underestimated - and as a man who threw considerable energy into a series of worthy causes.&quot;But for me, I will never forget Cyrille the footballer - a wonderful, wonderful player who had everything and who defenders of the time would have hated facing.&quot;He will be deeply missed. Rest in peace, Cyrille.&quot;A statement from Kick It Out read: &quot;Cyrille was a pioneer of English football, becoming one of the first iconic black players of the professional game, alongside former Albion team-mates <a href=\"http://dbpedia.org/resource/Laurie_Cunningham\" title=\"http://dbpedia.org/resource/Laurie_Cunningham\" target=\"_blank\">Laurie Cunningham</a> and <a href=\"http://dbpedia.org/resource/Brendon_Batson\" title=\"http://dbpedia.org/resource/Brendon_Batson\" target=\"_blank\">Brendon Batson</a>.&quot;Following his career, Cyrille was a great supporter of the organisation\\&apos;s work helping to tackle racism in the sport, kindly donating his time and efforts to Kick It Out on numerous occasions.&quot;\n"
}