{
  "date": "02/02/18",
  "title": "Daniel Sturridge will get special treatment, says West Brom boss Alan Pardew",
  "description": "West Brom boss Alan Pardew is prepared to offer Daniel Sturridge special treatment to protect him for the club's relegation battle.",
  "content": "The Liverpool striker joined West Brom on loan for the rest of the season last month with the club bottom of the Premier League and four points from safety.\nThey host fellow strugglers Southampton at the Hawthorns on Saturday and are an improved run of form, having lost just twice in their last eight games in all competitions.\nSturridge's time at Liverpool has been plagued with injury, the striker having made just 23 league starts since the beginning of the 2015/16 season.\nPardew is prepared to excuse him from training sessions to help him manage his fitness.\nHe said: \"I think senior players will accept that only if there are special circumstances and this boy has missed training for a long period.\n\"Daniel is a top player, if I can keep him fit for every league game I cannot imagine that is not going to be significant.\n\"We will be managing him maybe a bit more carefully in terms of everything.\n\"He has the World Cup and he is fresh and he hasn't had a lot of game time. So he could be a rare player who [England boss] Gareth [Southgate] has who is fresh for the World Cup.\n\"That is not in Daniel's thoughts, it is in my thoughts because I want England to do well.\n\"In the short term here he won't be pushed in training, we will protect him and make sure he gets to the games.\n\"He will slowly build his stamina over the games.\"\n",
  "dbpedia": "The <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> striker joined <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> on loan for the rest of the season last month with the club bottom of the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> and four points from safety.<br>They host fellow strugglers <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> at the Hawthorns on Saturday and are an improved run of form, having lost just twice in their last eight games in all competitions.<br>Sturridge's time at <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> has been plagued with injury, the striker having made just 23 league starts since the beginning of the 2015/16 season.<br>Pardew is prepared to excuse him from training sessions to help him manage his fitness.<br>He said: \"I think senior players will accept that only if there are special circumstances and this boy has missed training for a long period.<br>\"Daniel is a top player, if I can keep him fit for every league game I cannot imagine that is not going to be significant.<br>\"We will be managing him maybe a bit more carefully in terms of everything.<br>\"He has the World Cup and he is fresh and he hasn't had a lot of game time. So he could be a rare player who [<a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> boss] Gareth [Southgate] has who is fresh for the World Cup.<br>\"That is not in Daniel's thoughts, it is in my thoughts because I want <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> to do well.<br>\"In the short term here he won't be pushed in training, we will protect him and make sure he gets to the games.<br>\"He will slowly build his stamina over the games.\"<br>"
}