{
  "date": "07/01/18",
  "title": "Daniel Farke rues missed chance as Norwich draw with Chelsea in FA Cup",
  "description": "Daniel Farke admitted he was a \"little disappointed\" after Norwich failed to beat Chelsea in the FA Cup on Saturday.",
  "content": "The Championship side more than held their own in the third-round clash at Carrow Road and had the better chances of the first half.\nAlthough Chelsea, who were below their best, shaded the second half, neither side could break the deadlock as the game finished 0-0 and the tie will now be decided in a replay at Stamford Bridge.\nSpeaking afterwards, Norwich boss Farke said: \"It was an outstanding performance. I think a draw is a fair result, but we are a little bit disappointed.\n\"It's not so often you're so close to beating a giant like Chelsea in the FA Cup.\n\"I felt we deserved to be really celebrating. Right now we have a replay at Chelsea. For our fans and our club a really good moment. But the additional load for the league is not so easy.\n\"At least I can just praise the lads and nothing but compliments.\n\"The guys had a plan and were able to fulfil it on the pitch. We were so close to a big sensation. Everything worked but a bit sad not to have this lucky punch for a determining goal.\"\nChelsea boss Antonio Conte has made regular fixture complaints and he did not welcome the prospect of a replay in 10 days' time.\nBut, having made nine changes for the match, he did praise his players and Norwich.\n\"The game was very tough, especially in the first half. Offensively we were poor,\" he said. \"In the second half we tried to improve, we created the chances to score. At the end Norwich deserved to have a replay at Stamford Bridge. They defended very well.\n\"I must be pleased with the commitment for my players. It's a pity because we wanted to win the game, instead we have to play another game.'\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Football_League_Championship\" title=\"http://dbpedia.org/resource/Football_League_Championship\" target=\"_blank\">The Championship</a> side more than held their own in the third-round clash at <a href=\"http://dbpedia.org/resource/Carrow_Road\" title=\"http://dbpedia.org/resource/Carrow_Road\" target=\"_blank\">Carrow Road</a> and had the better chances of the first half.<br>Although <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>, who were below their best, shaded the second half, neither side could break the deadlock as the game finished 0-0 and the tie will now be decided in a replay at <a href=\"http://dbpedia.org/resource/Stamford_Bridge_(stadium)\" title=\"http://dbpedia.org/resource/Stamford_Bridge_(stadium)\" target=\"_blank\">Stamford Bridge</a>.<br>Speaking afterwards, <a href=\"http://dbpedia.org/resource/Norwich_City_F.C.\" title=\"http://dbpedia.org/resource/Norwich_City_F.C.\" target=\"_blank\">Norwich</a> boss Farke said: \"It was an outstanding performance. I think a draw is a fair result, but we are a little bit disappointed.<br>\"It's not so often you're so close to beating a giant like <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> in the FA Cup.<br>\"I felt we deserved to be really celebrating. Right now we have a replay at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>. For our fans and our club a really good moment. But the additional load for the league is not so easy.<br>\"At least I can just praise the lads and nothing but compliments.<br>\"The guys had a plan and were able to fulfil it on the pitch. We were so close to a big sensation. Everything worked but a bit sad not to have this lucky punch for a determining goal.\"<br><a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> boss <a href=\"http://dbpedia.org/resource/Antonio_Conte\" title=\"http://dbpedia.org/resource/Antonio_Conte\" target=\"_blank\">Antonio Conte</a> has made regular fixture complaints and he did not welcome the prospect of a replay in 10 days' time.<br>But, having made nine changes for the match, he did praise his players and <a href=\"http://dbpedia.org/resource/Norwich_City_F.C.\" title=\"http://dbpedia.org/resource/Norwich_City_F.C.\" target=\"_blank\">Norwich</a>.<br>\"The game was very tough, especially in the first half. Offensively we were poor,\" he said. \"In the second half we tried to improve, we created the chances to score. At the end <a href=\"http://dbpedia.org/resource/Norwich_City_F.C.\" title=\"http://dbpedia.org/resource/Norwich_City_F.C.\" target=\"_blank\">Norwich</a> deserved to have a replay at <a href=\"http://dbpedia.org/resource/Stamford_Bridge_(stadium)\" title=\"http://dbpedia.org/resource/Stamford_Bridge_(stadium)\" target=\"_blank\">Stamford Bridge</a>. They defended very well.<br>\"I must be pleased with the commitment for my players. It's a pity because we wanted to win the game, instead we have to play another game.'<br>"
}