{
  "date": "04/02/18",
  "title": "Danilo says Manchester City players are looking forward to period of rest",
  "description": "Danilo says the Manchester City players are looking forward to an “important” period of rest following their Burnley stalemate.",
  "content": "The Brazilian's first-half strike was cancelled out by Johann Berg Gudmundsson's late goal as the Premier League leaders were held to a 1-1 draw at Turf Moor on Saturday, despite Pep Guardiola's side largely dominating proceedings.\nCity are not back in action until Leicester's visit to the Etihad next Saturday, which is their longest gap between matches since the November international break, and Danilo has welcomed the rest which will come this week with Guardiola giving his squad time off until Wednesday.\n\"It is very important. It is a very intense competition, having games every two or three days. We know how difficult and demanding it is,\" he said.\n\"It is very important to rest our bodies and clear our minds and come back to prepare for the next game fresh and relaxed.\"\nDanilo's stunning strike from outside the box gave the visitors the lead on Saturday but they spurned numerous chances to make the result safe, notably when Raheem Sterling missed an open goal from three yards, before Gudmundsson secured a point for Burnley.\nHowever, despite the disappointment of dropping two points, the 26-year-old insists City can be proud of their performance.\nDanilo said: \"We must be really satisfied with the whole performance. I think we played really well.\n\"I think it is important to come to a ground like this and get points, we know how difficult it is. They are a really physical team and don't make you feel comfortable at any time.\n\"We controlled the whole game but we didn't win, so that's why we are not 100 per cent satisfied.\"\n",
  "dbpedia": "The <a href=\"http://dbpedia.org/resource/Brazil_national_football_team\" title=\"http://dbpedia.org/resource/Brazil_national_football_team\" target=\"_blank\">Brazilian</a>'s first-half strike was cancelled out by Johann Berg Gudmundsson's late goal as the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> leaders were held to a 1-1 draw at <a href=\"http://dbpedia.org/resource/Turf_Moor\" title=\"http://dbpedia.org/resource/Turf_Moor\" target=\"_blank\">Turf Moor</a> on Saturday, despite <a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a>'s side largely dominating proceedings.<br>City are not back in action until <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a>'s visit to the Etihad next Saturday, which is their longest gap between matches since the November international break, and Danilo has welcomed the rest which will come this week with Guardiola giving his squad time off until Wednesday.<br>\"It is very important. It is a very intense competition, having games every two or three days. We know how difficult and demanding it is,\" he said.<br>\"It is very important to rest our bodies and clear our minds and come back to prepare for the next game fresh and relaxed.\"<br>Danilo's stunning strike from outside the box gave the visitors the lead on Saturday but they spurned numerous chances to make the result safe, notably when <a href=\"http://dbpedia.org/resource/Raheem_Sterling\" title=\"http://dbpedia.org/resource/Raheem_Sterling\" target=\"_blank\">Raheem Sterling</a> missed an open goal from three yards, before Gudmundsson secured a point for <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a>.<br>However, despite the disappointment of dropping two points, the 26-year-old insists City can be proud of their performance.<br>Danilo said: \"We must be really satisfied with the whole performance. I think we played really well.<br>\"I think it is important to come to a ground like this and get points, we know how difficult it is. They are a really physical team and don't make you feel comfortable at any time.<br>\"We controlled the whole game but we didn't win, so that's why we are not 100 per cent satisfied.\"<br>"
}