{
  "date": "30/01/18",
  "title": "Danny Wilson joins Colorado Rapids from Rangers",
  "description": "Danny Wilson has joined MLS club Colorado Rapids from Rangers on a three-year contract with a club option for an additional year. ",
  "content": "Sky Sports News reported on Friday the defender, who was in the final months of his contract, was undergoing a medical but the move has now been completed\nWilson, who rejoined the Ibrox club in 2015, had initially been a regular starter under Graeme Murty's leadership at Ibrox but has not featured since their goalless draw against Celtic on December 30.\n\"First and foremost, I would like to thank Rangers, as well as their supporters, for the terrific support they showed during my time with the club,\" said Wilson.\n\"But in my discussions with Pádraig Smith [Rapids executive vice president and general manager] and coach (Anthony) Hudson, it became clear that the Rapids have a very ambitious vision for the future, and I can't wait to join the team and start the process of bringing that vision to life.\"\nGraeme Murty said of the departing defender: \"Danny found it very difficult in the circumstances previous to my own appointment. He felt he wasn't going to be in the long-term plans and he decided to look elsewhere.\n\"I came in and he came into the squad and he was fantastic for us. He scored vital goals, stood up to big challenges and won big games for us.\n\"He decided he had an option that he worked really hard to get for himself and his family in a different place.\n\"We had a bit of a heart-to-heart and talked about his options. He knows what I think of him as a person and a player, but he's decided him and his family would benefit from a new challenge.\n\"I couldn't, hand on heart, stand in his way. I want the players to be happy and striving to make this place. Danny felt his heart was away from the place and I thought it was better for all concerned that he had the opportunity to go and explore that.\"\nThe 26-year-old, who has five caps for Scotland, impressed in his debut campaign for Rangers and helped them secure the Scottish Premiership league title and League Cup double.\nAfter moving to Liverpool for £2m in 2010 he subsequently had loan spells with Blackpool and Bristol City before he returned to Scotland with Hearts, where he spent two and a half seasons.\nHis second spell with Rangers saw Wilson win the SPFL Championship, play a further 87 times and score five goals.\nMurty, who replaced Pedro Caixinha, has made a number of January acquisitions including centre defender Russell Martin from Norwich on loan until the end of the season.\n",
  "dbpedia": "Sky Sports News reported on Friday the defender, who was in the final months of his contract, was undergoing a medical but the move has now been completed<br>Wilson, who rejoined the <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Ibrox</a> club in 2015, had initially been a regular starter under <a href=\"http://dbpedia.org/resource/Graeme_Murty\" title=\"http://dbpedia.org/resource/Graeme_Murty\" target=\"_blank\">Graeme Murty</a>'s leadership at <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Ibrox</a> but has not featured since their goalless draw against <a href=\"http://dbpedia.org/resource/Celtic_F.C.\" title=\"http://dbpedia.org/resource/Celtic_F.C.\" target=\"_blank\">Celtic</a> on December 30.<br>\"First and foremost, I would like to thank <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a>, as well as their supporters, for the terrific support they showed during my time with the club,\" said Wilson.<br>\"But in my discussions with Pádraig Smith [Rapids executive vice president and general manager] and coach (Anthony) Hudson, it became clear that the Rapids have a very ambitious vision for the future, and I can't wait to join the team and start the process of bringing that vision to life.\"<br><a href=\"http://dbpedia.org/resource/Graeme_Murty\" title=\"http://dbpedia.org/resource/Graeme_Murty\" target=\"_blank\">Graeme Murty</a> said of the departing defender: \"Danny found it very difficult in the circumstances previous to my own appointment. He felt he wasn't going to be in the long-term plans and he decided to look elsewhere.<br>\"I came in and he came into the squad and he was fantastic for us. He scored vital goals, stood up to big challenges and won big games for us.<br>\"He decided he had an option that he worked really hard to get for himself and his family in a different place.<br>\"We had a bit of a heart-to-heart and talked about his options. He knows what I think of him as a person and a player, but he's decided him and his family would benefit from a new challenge.<br>\"I couldn't, hand on heart, stand in his way. I want the players to be happy and striving to make this place. Danny felt his heart was away from the place and I thought it was better for all concerned that he had the opportunity to go and explore that.\"<br>The 26-year-old, who has five caps for <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scotland</a>, impressed in his debut campaign for <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a> and helped them secure the Scottish Premiership league title and League Cup double.<br>After moving to <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> for £2m in 2010 he subsequently had loan spells with <a href=\"http://dbpedia.org/resource/Blackpool_F.C.\" title=\"http://dbpedia.org/resource/Blackpool_F.C.\" target=\"_blank\">Blackpool</a> and <a href=\"http://dbpedia.org/resource/Bristol_City_F.C.\" title=\"http://dbpedia.org/resource/Bristol_City_F.C.\" target=\"_blank\">Bristol City</a> before he returned to <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scotland</a> with Hearts, where he spent two and a half seasons.<br>His second spell with <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a> saw Wilson win the SPFL Championship, play a further 87 times and score five goals.<br>Murty, who replaced <a href=\"http://dbpedia.org/resource/Pedro_Caixinha\" title=\"http://dbpedia.org/resource/Pedro_Caixinha\" target=\"_blank\">Pedro Caixinha</a>, has made a number of January acquisitions including centre defender <a href=\"http://dbpedia.org/resource/Russell_Martin_(footballer)\" title=\"http://dbpedia.org/resource/Russell_Martin_(footballer)\" target=\"_blank\">Russell Martin</a> from <a href=\"http://dbpedia.org/resource/Norwich_City_F.C.\" title=\"http://dbpedia.org/resource/Norwich_City_F.C.\" target=\"_blank\">Norwich</a> on loan until the end of the season.<br>"
}