{
  "date": "07/01/18",
  "title": "Danny Higginbotham wants Stoke to find Mark Hughes' managerial replacement 'very quickly'",
  "description": "Former Stoke defender Danny Higginbotham has urged the club to appoint a new manager \"very quickly\" after sacking Mark Hughes.",
  "content": "Stoke dismissed Hughes following their FA Cup third-round defeat to League Two side Coventry City on Saturday with the club also in the Premier League relegation zone.\nRyan Giggs is the bookmakers' favourite to replace Hughes at the bet365 Stadium and Higginbotham hopes the club will make a swift appointment with the January transfer window now open.\n\"They have to get the manager in very quickly because he's going to want to go out and spend some money in the transfer market, there's no doubt about it,\" the former Stoke player told Sky Sports News.\n\"He [Peter Coates] is not a chairman who hires and fires quickly. He obviously thinks about what he's going to do and the decision has been made now.\n\"You would have thought with the timing of Hughes' sacking, they would have somebody in mind because the new manager that comes in is going to want to spend money in this January transfer window and get signings that are going to be key to hopefully keep Stoke in the Premier League.\n\"The sooner the new manager comes in the better. More often than not it's the teams at the bottom that do most of the business in January which then enables them to get out of the relegation zone.\"\nWhen asked what type of manager Stoke should bring in, Higginbotham responded: \"They need somebody who can steady the ship.\n\"It's not about ambition at the moment. I think Hughes did a wonderful job in terms of getting Stoke to a few top nine finishes which was brilliant.\n\"But the club finds itself in a relegation fight now so they need to get somebody who's going to stabilise the football club and make sure it's in the Premier League next year.\"\nHughes' sacking comes after a terrible run of form in the Premier League, with Stoke winning just two of their previous 12 matches.\nThe Potters have also conceded the most goals of any side in the Premier League this season with 47, and Higginbotham believes the new manager has to organise Stoke better at the back.\n\"It's been the defensive side of things that has been the biggest problem,\" he said. \"You look at new managers that have gone into football clubs - the likes of Sam Allardyce, Roy Hodgson and David Moyes - the first thing they've done is stabilise the defence and stop them from conceding goals.\n\"It's far easier to defend than it is to attack so if you can score just one goal and win the game, it's a whole lot better than having to score two or three to win it.\"\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> dismissed Hughes following their FA Cup third-round defeat to <a href=\"http://dbpedia.org/resource/Football_League_Two\" title=\"http://dbpedia.org/resource/Football_League_Two\" target=\"_blank\">League Two</a> side <a href=\"http://dbpedia.org/resource/Coventry_City_F.C.\" title=\"http://dbpedia.org/resource/Coventry_City_F.C.\" target=\"_blank\">Coventry City</a> on Saturday with the club also in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> relegation zone.<br><a href=\"http://dbpedia.org/resource/Ryan_Giggs\" title=\"http://dbpedia.org/resource/Ryan_Giggs\" target=\"_blank\">Ryan Giggs</a> is the bookmakers' favourite to replace Hughes at the bet365 Stadium and Higginbotham hopes the club will make a swift appointment with the January transfer window now open.<br>\"They have to get the manager in very quickly because he's going to want to go out and spend some money in the transfer market, there's no doubt about it,\" the former <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> player told Sky Sports News.<br>\"He [Peter Coates] is not a chairman who hires and fires quickly. He obviously thinks about what he's going to do and the decision has been made now.<br>\"You would have thought with the timing of Hughes' sacking, they would have somebody in mind because the new manager that comes in is going to want to spend money in this January transfer window and get signings that are going to be key to hopefully keep <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>.<br>\"The sooner the new manager comes in the better. More often than not it's the teams at the bottom that do most of the business in January which then enables them to get out of the relegation zone.\"<br>When asked what type of manager <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> should bring in, Higginbotham responded: \"They need somebody who can steady the ship.<br>\"It's not about ambition at the moment. I think Hughes did a wonderful job in terms of getting <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> to a few top nine finishes which was brilliant.<br>\"But the club finds itself in a relegation fight now so they need to get somebody who's going to stabilise the football club and make sure it's in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> next year.\"<br>Hughes' sacking comes after a terrible run of form in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, with <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> winning just two of their previous 12 matches.<br>The Potters have also conceded the most goals of any side in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> this season with 47, and Higginbotham believes the new manager has to organise <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> better at the back.<br>\"It's been the defensive side of things that has been the biggest problem,\" he said. \"You look at new managers that have gone into football clubs - the likes of <a href=\"http://dbpedia.org/resource/Sam_Allardyce\" title=\"http://dbpedia.org/resource/Sam_Allardyce\" target=\"_blank\">Sam Allardyce</a>, <a href=\"http://dbpedia.org/resource/Roy_Hodgson\" title=\"http://dbpedia.org/resource/Roy_Hodgson\" target=\"_blank\">Roy Hodgson</a> and <a href=\"http://dbpedia.org/resource/David_Moyes\" title=\"http://dbpedia.org/resource/David_Moyes\" target=\"_blank\">David Moyes</a> - the first thing they've done is stabilise the defence and stop them from conceding goals.<br>\"It's far easier to defend than it is to attack so if you can score just one goal and win the game, it's a whole lot better than having to score two or three to win it.\"<br>"
}