{
  "date": "03/02/18",
  "title": "David Wagner: Huddersfield entering vital period in season",
  "description": "David Wagner feels Huddersfield are entering a vital period of the season after suffering their fifth straight Premier League defeat at Man Utd.",
  "content": "Goals from Romelu Lukaku and Alexis Sanchez condemned Huddersfield to another loss, leaving them second bottom in the Premier League, but having got games against Liverpool and United out of the way, Wagner is optimistic ahead of games against other relegation-threatened clubs in the coming weeks.\nWagner told Sky Sports: \"It's very difficult against a team like Man Utd at Old Trafford, but I was pleased that the players have tried until the final whistle.\n\"They have shown character today, and we have difficult games which we have played now, and now have opponents in front of us where we have the chance to take some points. If we show the same commitment we have shown today we will get the opportunities to gain some points.\n\"We are in a position where everything counts now, for sure, especially against the teams apart from the top six. We have other teams in front of us in the near future and it's all about collecting the points we need to survive.\"\nHuddersfield frustrated United in the first half and went into half-time goalless, and though the hosts stepped it up in the second half, Wagner was pleased with his side's effort.\n\"I think the game plan from our side worked in the first half. We wanted to frustrate them, we wanted to be aggressive, well organised and stable, compact. And I think this worked.\n\"In the second half we tried the same and they had this moment where we made one mistake. Before the second goal we made an individual mistake in giving away the penalty.\n\"In the end they showed their top quality, they were patient enough and never panicked. It was a deserved result, even if I've seen today great attitude and effort from my players.\n\"We tried to play good football, but it was limited today because United were strong.\"\n",
  "dbpedia": "Goals from <a href=\"http://dbpedia.org/resource/Romelu_Lukaku\" title=\"http://dbpedia.org/resource/Romelu_Lukaku\" target=\"_blank\">Romelu Lukaku</a> and Alexis Sanchez condemned <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> to another loss, leaving them second bottom in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, but having got games against <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> and United out of the way, Wagner is optimistic ahead of games against other relegation-threatened clubs in the coming weeks.<br>Wagner told Sky Sports: \"It's very difficult against a team like Man Utd at <a href=\"http://dbpedia.org/resource/Old_Trafford\" title=\"http://dbpedia.org/resource/Old_Trafford\" target=\"_blank\">Old Trafford</a>, but I was pleased that the players have tried until the final whistle.<br>\"They have shown character today, and we have difficult games which we have played now, and now have opponents in front of us where we have the chance to take some points. If we show the same commitment we have shown today we will get the opportunities to gain some points.<br>\"We are in a position where everything counts now, for sure, especially against the teams apart from the top six. We have other teams in front of us in the near future and it's all about collecting the points we need to survive.\"<br><a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> frustrated United in the first half and went into half-time goalless, and though the hosts stepped it up in the second half, Wagner was pleased with his side's effort.<br>\"I think the game plan from our side worked in the first half. We wanted to frustrate them, we wanted to be aggressive, well organised and stable, compact. And I think this worked.<br>\"In the second half we tried the same and they had this moment where we made one mistake. Before the second goal we made an individual mistake in giving away the penalty.<br>\"In the end they showed their top quality, they were patient enough and never panicked. It was a deserved result, even if I've seen today great attitude and effort from my players.<br>\"We tried to play good football, but it was limited today because United were strong.\"<br>"
}