{
  "date": "07/01/18",
  "title": "David Moyes accuses West Ham of lacking fight in Shrewsbury FA Cup tie",
  "description": "Furious West Ham boss David Moyes accused his players of lacking fight after they escaped from Shrewsbury with an FA Cup replay on Sunday.",
  "content": "The Hammers needed Joe Hart to keep them in the competition after his saves from Mat Sadler and Shaun Whalley secured a goalless third-round draw in Shropshire.\nThe Sky Bet League One hosts were the better side throughout even though Moyes made just four changes from Thursday's 1-1 draw at Tottenham in the Premier League.\nAnd the Scot was upset with the Hammers' commitment at New Meadow.\n\"I don't think we showed any quality and the biggest disappointment is I didn't think we showed enough steel,\" he said.\n\"When you come to places like this, you have to show yourself physically, that you can battle and compete.\n\"I didn't think we did that at all and that was the worst thing about it. Sometimes it's not easy. The conditions - the sun - didn't make it easy for the players to see things around them but that didn't stop the fact that we didn't compete on a lot of occasions.\n\"Obviously if you compare Wembley and Thursday night, it's a big change. But it's a mentality thing.\n\"You've got to go and show that wherever you are, you've got to respect whatever players you're against and recognise it's going to be tough. For the first half especially, we didn't compete at all.\"\nThe Hammers were fortunate to hang on after Jon Nolan shot over with four minutes left on the clock while the Hammers created nothing.\nThe hosts were in charge for long spells and Moyes reserved praise for Hart, who started his career at boyhood club Shrewsbury and was recalled to the Hammers team after being on the bench for the last four games.\n\"Joe's been great. A couple of times people have asked me the question but he's been very good,\" he added.\n\"He's been number one everywhere he's been but he's got somebody here in Adrian who's playing well. Joe will play a lot in the Premier League between now and the end of the season.\"\nShrewsbury are second in League One and boss Paul Hurst felt the Hammers were there for the taking.\n\"I've seen us do better but we haven't come up against individuals as good as today,\" he said. \"It sounds silly but we've had tougher games and that's why I thought the game was there to be won.\n\"Wigan, Blackburn - we've got them to come in the next league fixture - and different types of games.\n\"I don't mean that as being disrespectful to West Ham but I really felt the game was there to be won.\n\"It's easier said than done, you score every chance when you're on the touchline, but nerves play a part.\n\"We wanted to make it uncomfortable. The danger is you have all the hype and build-up but then fall flat on your face. That didn't happen.\"\n",
  "dbpedia": "The Hammers needed <a href=\"http://dbpedia.org/resource/Joe_Hart\" title=\"http://dbpedia.org/resource/Joe_Hart\" target=\"_blank\">Joe Hart</a> to keep them in the competition after his saves from <a href=\"http://dbpedia.org/resource/Mat_Sadler\" title=\"http://dbpedia.org/resource/Mat_Sadler\" target=\"_blank\">Mat Sadler</a> and <a href=\"http://dbpedia.org/resource/Shaun_Whalley\" title=\"http://dbpedia.org/resource/Shaun_Whalley\" target=\"_blank\">Shaun Whalley</a> secured a goalless third-round draw in Shropshire.<br>The Sky Bet <a href=\"http://dbpedia.org/resource/Football_League_One\" title=\"http://dbpedia.org/resource/Football_League_One\" target=\"_blank\">League One</a> hosts were the better side throughout even though Moyes made just four changes from Thursday's 1-1 draw at <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>.<br>And the Scot was upset with the Hammers' commitment at <a href=\"http://dbpedia.org/resource/New_Meadow\" title=\"http://dbpedia.org/resource/New_Meadow\" target=\"_blank\">New Meadow</a>.<br>\"I don't think we showed any quality and the biggest disappointment is I didn't think we showed enough steel,\" he said.<br>\"When you come to places like this, you have to show yourself physically, that you can battle and compete.<br>\"I didn't think we did that at all and that was the worst thing about it. Sometimes it's not easy. The conditions - the sun - didn't make it easy for the players to see things around them but that didn't stop the fact that we didn't compete on a lot of occasions.<br>\"Obviously if you compare <a href=\"http://dbpedia.org/resource/Wembley_Stadium\" title=\"http://dbpedia.org/resource/Wembley_Stadium\" target=\"_blank\">Wembley</a> and Thursday night, it's a big change. But it's a mentality thing.<br>\"You've got to go and show that wherever you are, you've got to respect whatever players you're against and recognise it's going to be tough. For the first half especially, we didn't compete at all.\"<br>The Hammers were fortunate to hang on after Jon Nolan shot over with four minutes left on the clock while the Hammers created nothing.<br>The hosts were in charge for long spells and Moyes reserved praise for Hart, who started his career at boyhood club <a href=\"http://dbpedia.org/resource/Shrewsbury_Town_F.C.\" title=\"http://dbpedia.org/resource/Shrewsbury_Town_F.C.\" target=\"_blank\">Shrewsbury</a> and was recalled to the Hammers team after being on the bench for the last four games.<br>\"Joe's been great. A couple of times people have asked me the question but he's been very good,\" he added.<br>\"He's been number one everywhere he's been but he's got somebody here in Adrian who's playing well. Joe will play a lot in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> between now and the end of the season.\"<br><a href=\"http://dbpedia.org/resource/Shrewsbury_Town_F.C.\" title=\"http://dbpedia.org/resource/Shrewsbury_Town_F.C.\" target=\"_blank\">Shrewsbury</a> are second in <a href=\"http://dbpedia.org/resource/Football_League_One\" title=\"http://dbpedia.org/resource/Football_League_One\" target=\"_blank\">League One</a> and boss <a href=\"http://dbpedia.org/resource/Paul_Hurst\" title=\"http://dbpedia.org/resource/Paul_Hurst\" target=\"_blank\">Paul Hurst</a> felt the Hammers were there for the taking.<br>\"I've seen us do better but we haven't come up against individuals as good as today,\" he said. \"It sounds silly but we've had tougher games and that's why I thought the game was there to be won.<br>\"<a href=\"http://dbpedia.org/resource/Wigan_Athletic_F.C.\" title=\"http://dbpedia.org/resource/Wigan_Athletic_F.C.\" target=\"_blank\">Wigan</a>, <a href=\"http://dbpedia.org/resource/Blackburn_Rovers_F.C.\" title=\"http://dbpedia.org/resource/Blackburn_Rovers_F.C.\" target=\"_blank\">Blackburn</a> - we've got them to come in the next league fixture - and different types of games.<br>\"I don't mean that as being disrespectful to <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> but I really felt the game was there to be won.<br>\"It's easier said than done, you score every chance when you're on the touchline, but nerves play a part.<br>\"We wanted to make it uncomfortable. The danger is you have all the hype and build-up but then fall flat on your face. That didn't happen.\"<br>"
}