{
  "date": "19/01/18",
  "title": "David Moyes distances West Ham from deal for Chelsea's Michy Batshuayi",
  "description": "West Ham boss David Moyes has distanced his club from a deal to sign Chelsea's Michy Batshuayi and insists he was not at Stamford Bridge on Wednesday to watch one player.",
  "content": "Sky Sports News understands the Hammers have been keen on Batshuayi as part of any deal that would have seen Andy Carroll join Chelsea this month.\nAntonio Conte's hopes of landing Carroll appear to be over after Moyes, who was spotted in the stands as Chelsea beat Norwich in an FA Cup third-round replay, confirmed the England forward may need surgery on an ankle injury.\n\"I don't think people should make an awful lot of it, I go to a lot of games. I'm a football supporter as well as a manager,\" Moyes said ahead of his side's clash with Bournemouth.\n\"We never said we were interested in him (Batshuayi). We try not to talk about players at other clubs because I'm there to watch a game and wasn't necessarily there to watch anyone individually.\n\"Carroll deserves (the interest) because, over the years, he's been a handful to play against and he's probably a bit of a dying breed of big centre-forwards, who are hard to play against and offer something different.\n\"We've said all along we've received no official offer from Chelsea for a loan deal, we wouldn't have accepted it anyway as we've said.\"\nMoyes also refused to be drawn on whether the club were in for Inter Milan's Joao Mario, who is said to be \"open-minded\" about a move to London.\n\"I think he's a name which has been mentioned but whether he's from Inter Milan or Chelsea or wherever I'm not talking about players from other clubs,\" Moyes added. \"He's an interesting player, he's a good footballer and certainly very talented.\"\nWest Ham are unbeaten in their last four Premier League games ahead of Bournemouth's visit to the London Stadium on Saturday.\n",
  "dbpedia": "Sky Sports News understands the Hammers have been keen on Batshuayi as part of any deal that would have seen <a href=\"http://dbpedia.org/resource/Andy_Carroll\" title=\"http://dbpedia.org/resource/Andy_Carroll\" target=\"_blank\">Andy Carroll</a> join <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> this month.<br><a href=\"http://dbpedia.org/resource/Antonio_Conte\" title=\"http://dbpedia.org/resource/Antonio_Conte\" target=\"_blank\">Antonio Conte</a>'s hopes of landing Carroll appear to be over after Moyes, who was spotted in the stands as <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> beat <a href=\"http://dbpedia.org/resource/Norwich_City_F.C.\" title=\"http://dbpedia.org/resource/Norwich_City_F.C.\" target=\"_blank\">Norwich</a> in an FA Cup third-round replay, confirmed the <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> forward may need surgery on an ankle injury.<br>\"I don't think people should make an awful lot of it, I go to a lot of games. I'm a football supporter as well as a manager,\" Moyes said ahead of his side's clash with <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a>.<br>\"We never said we were interested in him (Batshuayi). We try not to talk about players at other clubs because I'm there to watch a game and wasn't necessarily there to watch anyone individually.<br>\"Carroll deserves (the interest) because, over the years, he's been a handful to play against and he's probably a bit of a dying breed of big centre-forwards, who are hard to play against and offer something different.<br>\"We've said all along we've received no official offer from <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> for a loan deal, we wouldn't have accepted it anyway as we've said.\"<br>Moyes also refused to be drawn on whether the club were in for <a href=\"http://dbpedia.org/resource/Inter_Milan\" title=\"http://dbpedia.org/resource/Inter_Milan\" target=\"_blank\">Inter Milan</a>'s Joao Mario, who is said to be \"open-minded\" about a move to London.<br>\"I think he's a name which has been mentioned but whether he's from <a href=\"http://dbpedia.org/resource/Inter_Milan\" title=\"http://dbpedia.org/resource/Inter_Milan\" target=\"_blank\">Inter Milan</a> or <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> or wherever I'm not talking about players from other clubs,\" Moyes added. \"He's an interesting player, he's a good footballer and certainly very talented.\"<br><a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> are unbeaten in their last four <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> games ahead of <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a>'s visit to the London Stadium on Saturday.<br>"
}