{
  "date": "02/02/18",
  "title": "David Moyes expected Islam Slimani to join West Ham on loan",
  "description": "David Moyes admits he thought Islam Slimani's proposed loan move to West Ham was a done deal before the Algerian joined Newcastle.",
  "content": "The Hammers were hopeful of taking the Leicester striker on loan for the remainder of the campaign before talks fell through, with Slimani instead heading to Newcastle on the final day of the window.\"Slimani was agreed on Tuesday night and it didn't come off on Wednesday. I only woke up on Wednesday to be told that it wasn't going to happen,\" said Moyes, who also revealed the reasons behind the club's failed bid to land Lille midfielder Ibrahim Amadou.\"Then on Wednesday afternoon we hoped to do Amadou. We put in a loan offer for him, which we hoped might have been good enough to get him.\"We didn't want to pay the asking price because we hadn't seen him often enough to say it was worth putting out £16m for him but we made a really big loan offer and couldn't get him in the end.\"While the Hammers missed out on Slimani and Amadou, the club did manage to sign Jordan Hugill on a four-and-a-half-year deal from Preston North End.\"He was always someone we had an eye on,\" said Moyes. \"I've got a thing about where do players come from, as in where do you bring them in if you're buying new players.\"It either has to come from your academy or the lower leagues. Do we have it in the academy? No, well then the next place we should look is in the UK.\"We went looking and I thought Jordan would be worth a go.\"",
  "dbpedia": "\nThe Hammers were hopeful of taking the <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a> striker on loan for the remainder of the campaign before talks fell through, with Slimani instead heading to <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> on the final day of the window.&quot;Slimani was agreed on Tuesday night and it didn\\&apos;t come off on Wednesday. I only woke up on Wednesday to be told that it wasn\\&apos;t going to happen,&quot; said Moyes, who also revealed the reasons behind the club\\&apos;s failed bid to land <a href=\"http://dbpedia.org/resource/Lille_OSC\" title=\"http://dbpedia.org/resource/Lille_OSC\" target=\"_blank\">Lille</a> midfielder Ibrahim Amadou.&quot;Then on Wednesday afternoon we hoped to do Amadou. We put in a loan offer for him, which we hoped might have been good enough to get him.&quot;We didn\\&apos;t want to pay the asking price because we hadn\\&apos;t seen him often enough to say it was worth putting out &#xA3;16m for him but we made a really big loan offer and couldn\\&apos;t get him in the end.&quot;While the Hammers missed out on Slimani and Amadou, the club did manage to sign Jordan Hugill on a four-and-a-half-year deal from <a href=\"http://dbpedia.org/resource/Preston_North_End_F.C.\" title=\"http://dbpedia.org/resource/Preston_North_End_F.C.\" target=\"_blank\">Preston North End</a>.&quot;He was always someone we had an eye on,&quot; said Moyes. &quot;I\\&apos;ve got a thing about where do players come from, as in where do you bring them in if you\\&apos;re buying new players.&quot;It either has to come from your academy or the lower leagues. Do we have it in the academy? No, well then the next place we should look is in the UK.&quot;We went looking and I thought <a href=\"http://dbpedia.org/resource/Jordan_national_football_team\" title=\"http://dbpedia.org/resource/Jordan_national_football_team\" target=\"_blank\">Jordan</a> would be worth a go.&quot;\n"
}