{
  "date": "05/01/18",
  "title": "David Moyes bemused by Andy Carroll-Chelsea transfer link",
  "description": "David Moyes insists he knows nothing about reports linking West Ham striker Andy Carroll with a move to Chelsea.",
  "content": "The 28-year-old rekindled his goalscoring touch with a double against West Brom on Tuesday, and The Sun newspaper claim the West Ham striker is on Chelsea's shortlist of January signings.\nBut, speaking after West Ham's 1-1 draw with Tottenham, Moyes was bemused when quizzed on Carroll's potential switch to Stamford Bridge, saying: \"I have no idea about that.\"\nA battling defensive display and Pedro Obiang's thunderbolt moved West Ham within touching distance of another Wembley victory over Spurs, following their Carabao Cup success in October.\nBut Heung-Min Son's equally spectacular drive six minutes from time rescued a point for Mauricio Pochettino's men.\nVictory would have lifted West Ham up to 11th in Premier League, instead, having been pegged back, Moyes' men climbed only to 15th in the table.\nAsked if the draw would change his January transfer plans, Moyes added: \"No, it doesn't affect my thinking.\n\"I've been here for seven or eight weeks, so the club should have an idea what is required as well.\n\"The big thing is we try to make sure we get away from the bottom of the table - we don't want to fall back in.\n\"We need some extra players, we're quite well endowed in certain areas - upfront we've got a lot of players to choose from - but we don't have it in other areas.\"\n",
  "dbpedia": "The 28-year-old rekindled his goalscoring touch with a double against <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> on Tuesday, and The Sun newspaper claim the <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> striker is on <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>'s shortlist of January signings.<br>But, speaking after <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a>'s 1-1 draw with <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a>, Moyes was bemused when quizzed on Carroll's potential switch to <a href=\"http://dbpedia.org/resource/Stamford_Bridge_(stadium)\" title=\"http://dbpedia.org/resource/Stamford_Bridge_(stadium)\" target=\"_blank\">Stamford Bridge</a>, saying: \"I have no idea about that.\"<br>A battling defensive display and Pedro Obiang's thunderbolt moved <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> within touching distance of another <a href=\"http://dbpedia.org/resource/Wembley_Stadium\" title=\"http://dbpedia.org/resource/Wembley_Stadium\" target=\"_blank\">Wembley</a> victory over Spurs, following their Carabao Cup success in October.<br>But Heung-Min Son's equally spectacular drive six minutes from time rescued a point for <a href=\"http://dbpedia.org/resource/Mauricio_Pochettino\" title=\"http://dbpedia.org/resource/Mauricio_Pochettino\" target=\"_blank\">Mauricio Pochettino</a>'s men.<br>Victory would have lifted <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> up to 11th in Premier League, instead, having been pegged back, Moyes' men climbed only to 15th in the table.<br>Asked if the draw would change his January transfer plans, Moyes added: \"No, it doesn't affect my thinking.<br>\"I've been here for seven or eight weeks, so the club should have an idea what is required as well.<br>\"The big thing is we try to make sure we get away from the bottom of the table - we don't want to fall back in.<br>\"We need some extra players, we're quite well endowed in certain areas - upfront we've got a lot of players to choose from - but we don't have it in other areas.\"<br>"
}