{
  "date": "12/01/18",
  "title": "David Moyes has no intention of selling Andy Carroll and Javier Hernandez ",
  "description": "David Moyes has no intention of letting Andy Carroll and Javier Hernandez leave during the January transfer window, despite the West Ham manager admitting he has plenty of attacking options. ",
  "content": "National newspaper reports have linked Carroll with a move to Premier League defending champions Chelsea while Hernandez has struggled for game time since Moyes' arrival in November.West Ham also have Andre Ayew, Michail Antonio and Marko Arnautovic as forward options but Moyes said it would take a substantial offer \"to prize them away\".\"I don't want any of them to go,\" Moyes said, ahead of the Hammers' trip to face Huddersfield.\"We have got no players here who we want to leave. We need to add to our squad. So, ideally, we strengthen. My intention is not to let anyone go.\"What I will say is we have got four or five strikers and the competition is tough for all of them.\"If we were (to let them go) it would take an awful lot of money in this window to prize them away.\"Hernandez, a £16m summer arrival from Bayer Leverkusen, has been limited to four goals in his 21 appearances for West Ham and made one league start since Moyes' tenure began.The former Manchester United manager insisted the Mexico international is a \"really good player\", despite suggestions he did not fit Moyes' game plan.\"You would have to say the form of Arnautovic and Antonio at the start (of my tenure) has made it difficult,\" added Moyes.\"When I joined, nine-10 weeks ago, Javier was injured so we had to go with Marko and Michail up front in different games.\"They have both done really well. Chicharito is a really good player. His finishing ability is as good as there is. He thrives on balls in the box.\"Maybe in a lot of games we have not been able to give him that service. You would be hard pushed to say he would necessarily be playing ahead of the two other players I mentioned at the moment.\"",
  "dbpedia": "\nNational newspaper reports have linked Carroll with a move to <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> defending champions <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> while Hernandez has struggled for game time since Moyes\\&apos; arrival in November.West Ham also have Andre Ayew, <a href=\"http://dbpedia.org/resource/Michail_Antonio\" title=\"http://dbpedia.org/resource/Michail_Antonio\" target=\"_blank\">Michail Antonio</a> and Marko Arnautovic as forward options but Moyes said it would take a substantial offer &quot;to prize them away&quot;.&quot;I don\\&apos;t want any of them to go,&quot; Moyes said, ahead of the Hammers\\&apos; trip to face <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a>.&quot;We have got no players here who we want to leave. We need to add to our squad. So, ideally, we strengthen. My intention is not to let anyone go.&quot;What I will say is we have got four or five strikers and the competition is tough for all of them.&quot;If we were (to let them go) it would take an awful lot of money in this window to prize them away.&quot;Hernandez, a &#xA3;16m summer arrival from <a href=\"http://dbpedia.org/resource/Bayer_04_Leverkusen\" title=\"http://dbpedia.org/resource/Bayer_04_Leverkusen\" target=\"_blank\">Bayer Leverkusen</a>, has been limited to four goals in his 21 appearances for <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> and made one league start since Moyes\\&apos; tenure began.The former <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> manager insisted the <a href=\"http://dbpedia.org/resource/Mexico_national_football_team\" title=\"http://dbpedia.org/resource/Mexico_national_football_team\" target=\"_blank\">Mexico</a> international is a &quot;really good player&quot;, despite suggestions he did not fit Moyes\\&apos; game plan.&quot;You would have to say the form of Arnautovic and Antonio at the start (of my tenure) has made it difficult,&quot; added Moyes.&quot;When I joined, nine-10 weeks ago, Javier was injured so we had to go with Marko and Michail up front in different games.&quot;They have both done really well. Chicharito is a really good player. His finishing ability is as good as there is. He thrives on balls in the box.&quot;Maybe in a lot of games we have not been able to give him that service. You would be hard pushed to say he would necessarily be playing ahead of the two other players I mentioned at the moment.&quot;\n"
}