{
  "date": "10/01/18",
  "title": "Kevin De Bruyne would welcome Alexis Sanchez’s arrival at Manchester City",
  "description": "Kevin De Bruyne believes Alexis Sanchez would \"add something to the team\" if he joined Manchester City.",
  "content": "Sky in Italy are reporting that City already have a financial package in place for the 29-year-old, should he choose to leave Arsenal when his contract expires in the summer, with his potential contract worth £13m a year in wages, and he will earn a £30m signing-on fee.\nArsene Wenger insisted on Tuesday that Arsenal had not received any offers for Sanchez in January but speculation over the Chile international's immediate future persists and De Bruyne said Sanchez would add even more quality to the City squad if he joins the club.\n\"[He is] a very good player. Obviously we will see what happens in this transfer period,\" De Bruyne said.\n\"If a good player comes to us that is better, if he doesn't come we do it with the team we have. We are on a good period already - the whole season. Everybody is doing a good job.\n\"If he comes he will add something to the team.\"\nCity are thought to be close to agreeing a new contract with De Bruyne himself but he is relaxed over the situation and insists there is no rush.\n\"We are still in negotiations. I am waiting for an offer from the club but my agent has been on holiday for three weeks. There is nothing really new for the moment,\" the 26-year-old said.\n\"I'm not in a hurry. I still have three-and-a-half years on the contract.\"\n",
  "dbpedia": "Sky in Italy are reporting that City already have a financial package in place for the 29-year-old, should he choose to leave <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> when his contract expires in the summer, with his potential contract worth £13m a year in wages, and he will earn a £30m signing-on fee.<br>Arsene Wenger insisted on Tuesday that <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> had not received any offers for Sanchez in January but speculation over the Chile international's immediate future persists and De Bruyne said Sanchez would add even more quality to the City squad if he joins the club.<br>\"[He is] a very good player. Obviously we will see what happens in this transfer period,\" De Bruyne said.<br>\"If a good player comes to us that is better, if he doesn't come we do it with the team we have. We are on a good period already - the whole season. Everybody is doing a good job.<br>\"If he comes he will add something to the team.\"<br>City are thought to be close to agreeing a new contract with De Bruyne himself but he is relaxed over the situation and insists there is no rush.<br>\"We are still in negotiations. I am waiting for an offer from the club but my agent has been on holiday for three weeks. There is nothing really new for the moment,\" the 26-year-old said.<br>\"I'm not in a hurry. I still have three-and-a-half years on the contract.\"<br>"
}