{
  "date": "19/01/18",
  "title": "David de Gea quiet on Man Utd contract, but says he is at a 'very special' club",
  "description": "David de Gea has refused to be drawn on speculation that he could soon sign a new Manchester United deal, but has expressed his happiness at a \"very special\" club.",
  "content": "The 27-year-old is out of contract at the end of next season and it has been reported that talks are set to begin over a new long-term deal at Old Trafford.Asked about his contract situation in an exclusive interview with Sky Sports, De Gea said: \"I don't think it's the time to start talking about the future, it's not the time to be talking contracts.\"We have lots of games between now and the end of the season and the first thing we need to think about is Burnley this weekend.\"It's all about getting your head down, focusing, working hard, competing in training, keeping fit and picking up points.\"While De Gea was reluctant to discuss his future, he did say how happy he is at Manchester United.\"Just being part of this club is special in itself,\" he said. \"Being a player and a part of this club is special, so when you get to wear the shirt, you go to away games, that's something you are always proud of and is very special.\"Being part of such a great club like Manchester United fills you with emotion and you gradually realise how much the club means to the fans and the people who work here. They really live for the game, so that does become part of you and you can only appreciate that having spent time here.\"De Gea has been in fantastic form this season for United, with manager Jose Mourinho saying he is the \"best goalkeeper in the world\" after producing several superb saves in the 3-1 win over Arsenal in December.Asked about his strong performances, De Gea points to the appointment of his former Atletico Madrid mentor Emilio Alvarez as United's goalkeeper coach as a key factor.\"We have known each other for a long time and worked together when I was a lot younger,\" De Gea said. \"He knows what to say, how to deal with me if there are any doubts entering your mind, he has helped me an awful lot.\"He knows me as a player and as a person and there is a special feeling that exists between us, a really good working relationship, so I think if you are looking for a reason why things are going well this season this might be one of the reasons behind it.\"Despite De Gea's impressive displays, United still find themselves 12 points behind Premier League leaders Manchester City.De Gea says it will be \"difficult\" to catch City, but not impossible.\"You have to be honest and say it's difficult, but in the Premier League you never know what will happen,\" he said.\"It's a very difficult league to compete in. Obviously it will be tough. There is quite a big gap, 12 points is a lot, but we will fight very hard every game to get as many points as we can and then see where we end up at the end of the season. It's about not giving up and fighting until the end.\"",
  "dbpedia": "\nThe 27-year-old is out of contract at the end of next season and it has been reported that talks are set to begin over a new long-term deal at Old Trafford.Asked about his contract situation in an exclusive interview with Sky Sports, De Gea said: &quot;I don\\&apos;t think it\\&apos;s the time to start talking about the future, it\\&apos;s not the time to be talking contracts.&quot;We have lots of games between now and the end of the season and the first thing we need to think about is <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a> this weekend.&quot;It\\&apos;s all about getting your head down, focusing, working hard, competing in training, keeping fit and picking up points.&quot;While De Gea was reluctant to discuss his future, he did say how happy he is at <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>.&quot;Just being part of this club is special in itself,&quot; he said. &quot;Being a player and a part of this club is special, so when you get to wear the shirt, you go to away games, that\\&apos;s something you are always proud of and is very special.&quot;Being part of such a great club like <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> fills you with emotion and you gradually realise how much the club means to the fans and the people who work here. They really live for the game, so that does become part of you and you can only appreciate that having spent time here.&quot;De Gea has been in fantastic form this season for United, with manager Jose Mourinho saying he is the &quot;best goalkeeper in the world&quot; after producing several superb saves in the 3-1 win over <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> in December.Asked about his strong performances, De Gea points to the appointment of his former Atletico Madrid mentor Emilio Alvarez as United\\&apos;s goalkeeper coach as a key factor.&quot;We have known each other for a long time and worked together when I was a lot younger,&quot; De Gea said. &quot;He knows what to say, how to deal with me if there are any doubts entering your mind, he has helped me an awful lot.&quot;He knows me as a player and as a person and there is a special feeling that exists between us, a really good working relationship, so I think if you are looking for a reason why things are going well this season this might be one of the reasons behind it.&quot;Despite De Gea\\&apos;s impressive displays, United still find themselves 12 points behind <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> leaders Manchester City.De Gea says it will be &quot;difficult&quot; to catch City, but not impossible.&quot;You have to be honest and say it\\&apos;s difficult, but in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> you never know what will happen,&quot; he said.&quot;It\\&apos;s a very difficult league to compete in. Obviously it will be tough. There is quite a big gap, 12 points is a lot, but we will fight very hard every game to get as many points as we can and then see where we end up at the end of the season. It\\&apos;s about not giving up and fighting until the end.&quot;\n"
}