{
  "date": "12/01/18",
  "title": "Derby County pair Gary Rowett and Scott Carson win Sky Bet Championship December awards",
  "description": "Derby County head coach Gary Rowett has been named the Sky Bet Championship Manager of the Month for December.",
  "content": "Rowett employed his tactical nous superbly to inspire a 16-point haul from six games with only one goal conceded. When December began, Derby were eight points off the automatic promotion places. When it ended, they were in them.\nRowett said: \"It's a great accolade for us, and I say us because although it's me picking up the award, there's a lot of people behind the scenes who've worked incredibly hard, my immediate staff that have been with me for a while plus the people we inherited at the club.\n\"I think the players have grown in belief and camaraderie throughout the season, and sometimes it takes a bit of time to create that synergy amongst the players because we've started the season with a lot of change in terms of new faces and players leaving.\n\"December was certainly a good month for us and you could see a lot of that work in action, we only conceded one goal in the whole month in six games, winning some really tough games on paper and performing really well.\"\nDerby County goalkeeper Scott Carson has been named the Sky Bet Championship Player of the Month for December. Carson showcased his outstanding shot-stopping ability throughout the month with vital saves in each of the five games in which he kept clean sheets and preserved points for his side. One brilliant save against Millwall took the breath away.\nCarson said: \"It's something I'm really proud of. It's a trophy I've never had in my career, so I'm very honoured to get it and hopefully I can continue my form.\n\"A lot of it was down to the whole team, the whole squad, we've been working really hard pressing the ball and the defenders have been putting their bodies on the line with headers, blocks and the award just proves how good a unit we've been.\"\nManager: Paul Warne, Rotherham\nWarne's men were one of the busiest teams in League One and hauled themselves back into the promotion picture as a result. Away wins at Blackpool, Bury and Walsall underpinned their total of 13 points from six games.\nWarne said: \"I'm honoured to pick up the award. I think it reflects what the team have achieved this month. The staff and the group we've got had a really good December, they really went to win every game we've played in and it's set us up nicely for the New Year so we're pretty pleased.\n\"We did a lot of work with them pre-season, had a good start to the season, had a little bit of a wobble and we've come back. They've really attacked the Christmas period with gusto and hopefully that will run into the New Year.\"\nPlayer: Dan Burn, Wigan\nBurn was the mainstay of a Wigan defence which went through the whole of December without conceding a goal. Dominant in the air and willing to pick a pass, he also found time to score with a trademark header in the 2-0 win over Fleetwood.\nBurn said: \"When I very first came here I struggled the first couple of months, but I've played well since then. I do feel like I've been putting in good performances this season so it's nice to be recognised for that, even if it is a bit of a surprise.\n\"As a defender, a clean sheet is as good as a goal and it's what you pride yourself on and as a team we've done very well. I don't think there were many shots conceded during December, and to keep six in a row is a good achievement, so we'll try to keep that run going for as long as possible.\"\nManager: Danny Cowley, Lincoln\nCowley's side have improved every month on their return to the Sky Bet EFL. The confidence he has infused in his players shone through in December as they gained 13 points from a possible 15 and moved briefly into the automatic promotion places.\nCowley said: \"I had a great month, the players have been brilliant and I'm really proud to accept it on behalf of everyone at the club.\n\"We've had lots of games and we're only a small squad of 19 players, so to be able to come through those games and pick up as many points as we have has been really pleasing. The players have been brilliant and are fully deserving of the success they've had.\"\nPlayer: Sammie Szmodics, Colchester\nDecember was a stellar month for the 22-year-old midfielder with five goals and an assist. It is his willingness to surge forward into the penalty area and take on defenders which is particularly impressive, most notably in his charging solo effort against Port Vale.\nSzmodics said: \"To win this award - considering the people who I'm up against, people who've scored a lot of goals - I'm really happy. It's been hard work [behind December's good form]. We do the training sessions and then it's the bits after with the assistant manager, we do a bit of shooting after and it's just practice, practice, practice.\n\"I've not been doing anything different to before I was scoring, but I've come back from injury and hit a purple patch of form and the goals are flying in and long may it continue.\"\n",
  "dbpedia": "Rowett employed his tactical nous superbly to inspire a 16-point haul from six games with only one goal conceded. When December began, <a href=\"http://dbpedia.org/resource/Derby_County_F.C.\" title=\"http://dbpedia.org/resource/Derby_County_F.C.\" target=\"_blank\">Derby</a> were eight points off the automatic promotion places. When it ended, they were in them.<br>Rowett said: \"It's a great accolade for us, and I say us because although it's me picking up the award, there's a lot of people behind the scenes who've worked incredibly hard, my immediate staff that have been with me for a while plus the people we inherited at the club.<br>\"I think the players have grown in belief and camaraderie throughout the season, and sometimes it takes a bit of time to create that synergy amongst the players because we've started the season with a lot of change in terms of new faces and players leaving.<br>\"December was certainly a good month for us and you could see a lot of that work in action, we only conceded one goal in the whole month in six games, winning some really tough games on paper and performing really well.\"<br><a href=\"http://dbpedia.org/resource/Derby_County_F.C.\" title=\"http://dbpedia.org/resource/Derby_County_F.C.\" target=\"_blank\">Derby County</a> goalkeeper <a href=\"http://dbpedia.org/resource/Scott_Carson\" title=\"http://dbpedia.org/resource/Scott_Carson\" target=\"_blank\">Scott Carson</a> has been named the Sky Bet Championship Player of the Month for December. Carson showcased his outstanding shot-stopping ability throughout the month with vital saves in each of the five games in which he kept clean sheets and preserved points for his side. One brilliant save against <a href=\"http://dbpedia.org/resource/Millwall_F.C.\" title=\"http://dbpedia.org/resource/Millwall_F.C.\" target=\"_blank\">Millwall</a> took the breath away.<br>Carson said: \"It's something I'm really proud of. It's a trophy I've never had in my career, so I'm very honoured to get it and hopefully I can continue my form.<br>\"A lot of it was down to the whole team, the whole squad, we've been working really hard pressing the ball and the defenders have been putting their bodies on the line with headers, blocks and the award just proves how good a unit we've been.\"<br>Manager: <a href=\"http://dbpedia.org/resource/Paul_Warne\" title=\"http://dbpedia.org/resource/Paul_Warne\" target=\"_blank\">Paul Warne</a>, <a href=\"http://dbpedia.org/resource/Rotherham_United_F.C.\" title=\"http://dbpedia.org/resource/Rotherham_United_F.C.\" target=\"_blank\">Rotherham</a><br>Warne's men were one of the busiest teams in <a href=\"http://dbpedia.org/resource/Football_League_One\" title=\"http://dbpedia.org/resource/Football_League_One\" target=\"_blank\">League One</a> and hauled themselves back into the promotion picture as a result. Away wins at <a href=\"http://dbpedia.org/resource/Blackpool_F.C.\" title=\"http://dbpedia.org/resource/Blackpool_F.C.\" target=\"_blank\">Blackpool</a>, <a href=\"http://dbpedia.org/resource/Bury_F.C.\" title=\"http://dbpedia.org/resource/Bury_F.C.\" target=\"_blank\">Bury</a> and <a href=\"http://dbpedia.org/resource/Walsall_F.C.\" title=\"http://dbpedia.org/resource/Walsall_F.C.\" target=\"_blank\">Walsall</a> underpinned their total of 13 points from six games.<br>Warne said: \"I'm honoured to pick up the award. I think it reflects what the team have achieved this month. The staff and the group we've got had a really good December, they really went to win every game we've played in and it's set us up nicely for the New Year so we're pretty pleased.<br>\"We did a lot of work with them pre-season, had a good start to the season, had a little bit of a wobble and we've come back. They've really attacked the Christmas period with gusto and hopefully that will run into the New Year.\"<br>Player: <a href=\"http://dbpedia.org/resource/Dan_Burn\" title=\"http://dbpedia.org/resource/Dan_Burn\" target=\"_blank\">Dan Burn</a>, <a href=\"http://dbpedia.org/resource/Wigan_Athletic_F.C.\" title=\"http://dbpedia.org/resource/Wigan_Athletic_F.C.\" target=\"_blank\">Wigan</a><br>Burn was the mainstay of a <a href=\"http://dbpedia.org/resource/Wigan_Athletic_F.C.\" title=\"http://dbpedia.org/resource/Wigan_Athletic_F.C.\" target=\"_blank\">Wigan</a> defence which went through the whole of December without conceding a goal. Dominant in the air and willing to pick a pass, he also found time to score with a trademark header in the 2-0 win over <a href=\"http://dbpedia.org/resource/Fleetwood_Town_F.C.\" title=\"http://dbpedia.org/resource/Fleetwood_Town_F.C.\" target=\"_blank\">Fleetwood</a>.<br>Burn said: \"When I very first came here I struggled the first couple of months, but I've played well since then. I do feel like I've been putting in good performances this season so it's nice to be recognised for that, even if it is a bit of a surprise.<br>\"As a defender, a clean sheet is as good as a goal and it's what you pride yourself on and as a team we've done very well. I don't think there were many shots conceded during December, and to keep six in a row is a good achievement, so we'll try to keep that run going for as long as possible.\"<br>Manager: Danny Cowley, Lincoln<br>Cowley's side have improved every month on their return to the Sky Bet EFL. The confidence he has infused in his players shone through in December as they gained 13 points from a possible 15 and moved briefly into the automatic promotion places.<br>Cowley said: \"I had a great month, the players have been brilliant and I'm really proud to accept it on behalf of everyone at the club.<br>\"We've had lots of games and we're only a small squad of 19 players, so to be able to come through those games and pick up as many points as we have has been really pleasing. The players have been brilliant and are fully deserving of the success they've had.\"<br>Player: Sammie Szmodics, <a href=\"http://dbpedia.org/resource/Colchester_United_F.C.\" title=\"http://dbpedia.org/resource/Colchester_United_F.C.\" target=\"_blank\">Colchester</a><br>December was a stellar month for the 22-year-old midfielder with five goals and an assist. It is his willingness to surge forward into the penalty area and take on defenders which is particularly impressive, most notably in his charging solo effort against <a href=\"http://dbpedia.org/resource/Port_Vale_F.C.\" title=\"http://dbpedia.org/resource/Port_Vale_F.C.\" target=\"_blank\">Port Vale</a>.<br>Szmodics said: \"To win this award - considering the people who I'm up against, people who've scored a lot of goals - I'm really happy. It's been hard work [behind December's good form]. We do the training sessions and then it's the bits after with the assistant manager, we do a bit of shooting after and it's just practice, practice, practice.<br>\"I've not been doing anything different to before I was scoring, but I've come back from injury and hit a purple patch of form and the goals are flying in and long may it continue.\"<br>"
}