{
  "date": "25/01/18",
  "title": "Derby defender Jason Shackell joins Millwall on loan",
  "description": "Derby defender Jason Shackell has joined Millwall on loan for the remainder of the season.",
  "content": "Manager Neil Harris had been keen to strengthen his defensive options with Byron Webster likely to miss the rest of the season with a knee injury.Shackell becomes Millwall's first signing of the January transfer window after passing a medical on Thursday.He will compete with Shaun Hutchinson, Jake Cooper and Tony Craig for a first-team spot and could make his debut against Rochdale in the FA Cup fourth round on Saturday.\"I'm really pleased to put pen-to-paper - really happy. After speaking to the manager, I'm excited to get going at a great club,\" he told millwallfc.co.uk.\"I've overcome some injuries in the last year, so I'm now fighting fit. Millwall have done really well recently and have a good squad with some good players and that's something I'm super excited to be a part of.\"We've got some experienced people here and I'm looking to try and add to that group. I'm very vocal on the pitch and I will do my best to get my messages across to the younger lads.\"I try and keep it simple like most people in my position do! I try my hardest to play well and talk to organise the team.\"I've been to the top of this division with Burnley, as well as a little bit with Wolves and Norwich. It's a tough division where anybody can beat anybody - the lads have done really well so far this season and I'm happy to be here and help.\"I'm hoping to be involved in some capacity this Saturday against Rochdale in the FA Cup. It will be nice to get that buzz back again regarding being in a matchday squad.\"Shackell, who is out of contract in the summer, has not featured for Derby in the Sky Bet Championship this season.The 34-year-old has been restricted to just two appearances in the Carabao Cup, the last of which came in September, with manager Gary Rowett preferring to select Richard Keogh and Curtis Davies in the centre-back positions.Shackell, who began his career at Norwich, has also spent time at Wolves, Doncaster, Barnsley and Burnley.",
  "dbpedia": "\nManager <a href=\"http://dbpedia.org/resource/Neil_Harris_(footballer_born_1977)\" title=\"http://dbpedia.org/resource/Neil_Harris_(footballer_born_1977)\" target=\"_blank\">Neil Harris</a> had been keen to strengthen his defensive options with <a href=\"http://dbpedia.org/resource/Byron_Webster\" title=\"http://dbpedia.org/resource/Byron_Webster\" target=\"_blank\">Byron Webster</a> likely to miss the rest of the season with a knee injury.Shackell becomes <a href=\"http://dbpedia.org/resource/Millwall_F.C.\" title=\"http://dbpedia.org/resource/Millwall_F.C.\" target=\"_blank\">Millwall</a>\\&apos;s first signing of the January transfer window after passing a medical on Thursday.He will compete with <a href=\"http://dbpedia.org/resource/Shaun_Hutchinson\" title=\"http://dbpedia.org/resource/Shaun_Hutchinson\" target=\"_blank\">Shaun Hutchinson</a>, Jake Cooper and <a href=\"http://dbpedia.org/resource/Tony_Craig\" title=\"http://dbpedia.org/resource/Tony_Craig\" target=\"_blank\">Tony Craig</a> for a first-team spot and could make his debut against <a href=\"http://dbpedia.org/resource/Rochdale_A.F.C.\" title=\"http://dbpedia.org/resource/Rochdale_A.F.C.\" target=\"_blank\">Rochdale</a> in the FA Cup fourth round on Saturday.&quot;I\\&apos;m really pleased to put pen-to-paper - really happy. After speaking to the manager, I\\&apos;m excited to get going at a great club,&quot; he told millwallfc.co.uk.&quot;I\\&apos;ve overcome some injuries in the last year, so I\\&apos;m now fighting fit. <a href=\"http://dbpedia.org/resource/Millwall_F.C.\" title=\"http://dbpedia.org/resource/Millwall_F.C.\" target=\"_blank\">Millwall</a> have done really well recently and have a good squad with some good players and that\\&apos;s something I\\&apos;m super excited to be a part of.&quot;We\\&apos;ve got some experienced people here and I\\&apos;m looking to try and add to that group. I\\&apos;m very vocal on the pitch and I will do my best to get my messages across to the younger lads.&quot;I try and keep it simple like most people in my position do! I try my hardest to play well and talk to organise the team.&quot;I\\&apos;ve been to the top of this division with <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a>, as well as a little bit with Wolves and <a href=\"http://dbpedia.org/resource/Norwich_City_F.C.\" title=\"http://dbpedia.org/resource/Norwich_City_F.C.\" target=\"_blank\">Norwich</a>. It\\&apos;s a tough division where anybody can beat anybody - the lads have done really well so far this season and I\\&apos;m happy to be here and help.&quot;I\\&apos;m hoping to be involved in some capacity this Saturday against <a href=\"http://dbpedia.org/resource/Rochdale_A.F.C.\" title=\"http://dbpedia.org/resource/Rochdale_A.F.C.\" target=\"_blank\">Rochdale</a> in the FA Cup. It will be nice to get that buzz back again regarding being in a matchday squad.&quot;Shackell, who is out of contract in the summer, has not featured for <a href=\"http://dbpedia.org/resource/Derby_County_F.C.\" title=\"http://dbpedia.org/resource/Derby_County_F.C.\" target=\"_blank\">Derby</a> in the Sky Bet Championship this season.The 34-year-old has been restricted to just two appearances in the Carabao Cup, the last of which came in September, with manager <a href=\"http://dbpedia.org/resource/Gary_Rowett\" title=\"http://dbpedia.org/resource/Gary_Rowett\" target=\"_blank\">Gary Rowett</a> preferring to select <a href=\"http://dbpedia.org/resource/Richard_Keogh\" title=\"http://dbpedia.org/resource/Richard_Keogh\" target=\"_blank\">Richard Keogh</a> and <a href=\"http://dbpedia.org/resource/Curtis_Davies\" title=\"http://dbpedia.org/resource/Curtis_Davies\" target=\"_blank\">Curtis Davies</a> in the centre-back positions.Shackell, who began his career at <a href=\"http://dbpedia.org/resource/Norwich_City_F.C.\" title=\"http://dbpedia.org/resource/Norwich_City_F.C.\" target=\"_blank\">Norwich</a>, has also spent time at Wolves, <a href=\"http://dbpedia.org/resource/Doncaster_Rovers_F.C.\" title=\"http://dbpedia.org/resource/Doncaster_Rovers_F.C.\" target=\"_blank\">Doncaster</a>, <a href=\"http://dbpedia.org/resource/Barnsley_F.C.\" title=\"http://dbpedia.org/resource/Barnsley_F.C.\" target=\"_blank\">Barnsley</a> and <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a>.\n"
}