{
  "date": "23/01/18",
  "title": "Alexis Sanchez joins Man Utd: Did Arsenal fail to match his ambition?",
  "description": "Alexis Sanchez has completed his move from Arsenal to Manchester United. The Chilean was not always easy to love, but the bottom line is that he leaves behind a club and manager who failed to match his ambition, writes Nick Wright.",
  "content": "\"We are entering a very exciting period,\" said Arsene Wenger. It was May 2014. Arsenal's title challenge had crumbled in grimly familiar fashion in the second half of the previous season, but an FA Cup final triumph over Hull had raised the mood just enough for the manager to sign a three-year contract extension. It was, he insisted, the start of something special.Arsenal supporters had heard it all before, of course, but when the club confirmed the signing of Alexis Sanchez from Barcelona six weeks later, it seemed Wenger might actually be right. Here was an A-list talent who had just starred for Chile at the World Cup and had his best years ahead of him. Perhaps things really were changing.Three and a half years later and, on an individual level, nobody can accuse Sanchez of failing to live up to expectations. The Chilean has enhanced his reputation significantly in north London, scoring 80 goals and providing 41 assists in 165 appearances in all competitions. Since the start of his first season, no other Arsenal player even comes close to that combined total.Many of those goals were spectacular and many of them came at crucial moments. Arsenal supporters will not forget his stunning long-range strike in the FA Cup final against Aston Villa at Wembley in 2015, nor his goals at the same venue against Manchester City and Chelsea last season. No player was more important in winning those trophies than he was.Sanchez shone as a left-sided forward in his first two seasons at the club and hit new heights as a striker in his third, becoming only the fifth Arsenal player in the Premier League era to hit 30 goals in a single campaign after Ian Wright, Thierry Henry, Emmanuel Adebayor and Robin van Persie.At his best, he was a force of nature capable of winning games on his own, but in the big competitions no amount of individual brilliance could mask Arsenal's shortcomings elsewhere. Wenger's side did not finish within 10 points of the Premier League summit during Sanchez's time at the club. They did not go beyond the last 16 of the Champions League either.In hindsight, Sanchez's stay at the Emirates will go down as a wasted opportunity for the club. Arsenal's current team was described as \"the worst I've seen\" by Sky Sports pundit Jamie Redknapp recently and he is not alone in that sentiment. Sanchez was a stellar signing and so too was Mesut Ozil, but Arsenal have failed to build a squad to match.They spent close to £100m in the summer of Sanchez's arrival, but from Danny Welbeck to Calum Chambers, none of the other additions have had the desired impact. Wenger decided Petr Cech was the only necessary recruit a year later. Since then, experienced squad members have gone downhill and expensive arrivals such as Shkodran Mustafi and Granit Xhaka have struggled.It all caused Arsenal to become more and more dependent on Sanchez, who in turn cut an increasingly exasperated figure. Sanchez is a fierce competitor with little care for who he upsets. His single-mindedness was problematic for Arsenal at times, but the occasions on which his indiscretions were punished only served to underline his importance.Last season's trip to Anfield was perhaps the best example. Wenger took the decision to leave him on the bench following a training ground row with Laurent Koscielny in the build-up to the game, only to introduce him at half-time when Arsenal had fallen two goals behind. Sanchez was invaluable and he knew it.His attitude riled Arsenal supporters at times this season, and the tensions in the dressing room were laid bare when half of his team-mates declined to celebrate with him at Selhurst Park. But that game - in which he scored twice to clinch a 3-2 win - was another reminder of how just much they need him.Wenger dropped Sanchez again for the League Cup semi-final with Chelsea only to introduce him midway through the second half, and his absence was even more apparent during their toothless 2-1 defeat to Bournemouth. Arsenal mustered a 4-1 win over Crystal Palace in response, but overall this season they have a 58 per cent win rate with Sanchez in the team compared to a 41 per cent win rate without him.Those numbers suggest his Arsenal legacy could be further enhanced in the remaining months of the season. Wenger has brought in Henrikh Mkhitaryan as a replacement, but filling the Sanchez-shaped hole in the team is an unenviable task for a player with only five goals and six assists in his 39 Premier League appearances for Manchester United.Three and a half years on, it is all a far cry from the \"exciting period\" Wenger promised. Sanchez was a world-class talent who made an outstanding contribution to Arsenal, but the club have contrived to go backwards in the process. Without Sanchez around to bail them out anymore, the worry is that things might get worse before they get better."
}