{
  "date": "05/01/18",
  "title": "Eddie Howe unconvinced ahead of VAR introduction in English football",
  "description": "Eddie Howe says he needs to be convinced that the introduction of video assistant referee (VAR) technology in English football will not \"ruin the game as we know it\".",
  "content": "VAR will be used for the first time in a competitive club fixture in England when Brighton host Crystal Palace in the FA Cup third round on Monday and the Bournemouth manager is concerned the use of the system could negate one of the sport's strengths - the speed of the game.Howe, whose side host high-flying League 1 Wigan on Saturday, did add that he would support its regular use if it proves to be a success and receives the backing of supporters across the country.When asked for his thoughts on the technology's introduction, Howe said: \"Let's wait and see.\"I am not against progress, change and a way of making the game better [but] I need to be convinced that it will work and will not ruin the game as we know it because I think everyone is very mindful of the fact the speed of the games in football is one of its great strengths.\"I think anything that slows that down is not a great thing.\"If it proves to be a success and the supporters feel it is a more beneficial thing for the game then I will be all for that.\"Bournemouth were the beneficiaries of a contentiously awarded stoppage-time goal from Callum Wilson in a 3-3 draw against West Ham last month - a decision which would have been overturned with VAR.However, Howe acknowledged the actual decision making by referees will improve with the technology but added that there will always be a \"grey area\" with certain incidents during the game.\"You can't bring this stuff in it is not good,\" Howe joked. \"That one would have gone against us in a sense that it would have been disallowed.\"It's not so much about that [the chalking of goals] but is more about the speed of the game and how it will impact on the game itself - with the restarts and when are referees going to call back the decisions.\"You just want it to be clear and I don't think you want the game to be slowed down.\"The actual decision making, I think, will improve it but there will be some even the TV can't tell what the right decision is.\"I think that will be a grey area. But I do think there will be decisions that will help the game.\""
}