{
  "date": "15/01/18",
  "title": "Eddie Niedzwiecki thinks Paul Lambert has plenty to work with at Stoke City    ",
  "description": "Eddie Niedzwiecki said Paul Lambert will have taken plenty of positives from Stoke City’s performance in the 3-0 defeat at Manchester United. ",
  "content": "Goals from Antonio Valencia, Anthony Martial and Romelu Lukaku swept aside Stoke, who had their new boss Lambert watching on from the stands while Niedzwiecki took charge.The former Aston Villa and Norwich manager would have taken heart from the performance in the first half where the visitors created multiple chances but either spurned them or were denied by David de Gea, who kept his 13th clean sheet of the season.Stoke remain in the relegation zone, one point from safety, but Niedzwiecki thinks Lambert is taking over a squad capable of climbing up the league.\"I was proud of them,\" Niedzwiecki told Sky Sports.\"I thought we started really well. But they're clinical and so much quality. We worked to a plan and for the first goal we didn't do that plan.\"You have to be clinical at this level and when you play the top teams you have to take those chances.\"I thought we showed really good signs for the new manager.\"Paul Lambert told me before the game he wasn't going to get involved and he paid me that respect.\"He came in at the end of the game. I said my piece. It's a big challenge staying in the Premier League. We're still in the pack and now is the time for everyone to get behind their new manager.\"",
  "dbpedia": "\nGoals from <a href=\"http://dbpedia.org/resource/Antonio_Valencia\" title=\"http://dbpedia.org/resource/Antonio_Valencia\" target=\"_blank\">Antonio Valencia</a>, Anthony Martial and <a href=\"http://dbpedia.org/resource/Romelu_Lukaku\" title=\"http://dbpedia.org/resource/Romelu_Lukaku\" target=\"_blank\">Romelu Lukaku</a> swept aside <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a>, who had their new boss Lambert watching on from the stands while Niedzwiecki took charge.The former <a href=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" title=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" target=\"_blank\">Aston Villa</a> and <a href=\"http://dbpedia.org/resource/Norwich_City_F.C.\" title=\"http://dbpedia.org/resource/Norwich_City_F.C.\" target=\"_blank\">Norwich</a> manager would have taken heart from the performance in the first half where the visitors created multiple chances but either spurned them or were denied by <a href=\"http://dbpedia.org/resource/David_de_Gea\" title=\"http://dbpedia.org/resource/David_de_Gea\" target=\"_blank\">David de Gea</a>, who kept his 13th clean sheet of the season.Stoke remain in the relegation zone, one point from safety, but Niedzwiecki thinks Lambert is taking over a squad capable of climbing up the league.&quot;I was proud of them,&quot; Niedzwiecki told Sky Sports.&quot;I thought we started really well. But they\\&apos;re clinical and so much quality. We worked to a plan and for the first goal we didn\\&apos;t do that plan.&quot;You have to be clinical at this level and when you play the top teams you have to take those chances.&quot;I thought we showed really good signs for the new manager.&quot;<a href=\"http://dbpedia.org/resource/Paul_Lambert\" title=\"http://dbpedia.org/resource/Paul_Lambert\" target=\"_blank\">Paul Lambert</a> told me before the game he wasn\\&apos;t going to get involved and he paid me that respect.&quot;He came in at the end of the game. I said my piece. It\\&apos;s a big challenge staying in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>. We\\&apos;re still in the pack and now is the time for everyone to get behind their new manager.&quot;\n"
}