{
  "date": "19/01/18",
  "title": "Eddie Howe says Harry Arter and Benik Afobe not for sale in transfer window",
  "description": "Bournemouth boss Eddie Howe says Harry Arter and Benik Afobe are not for sale in the January transfer window. ",
  "content": "Arter has struggled to maintain a starting place at the Cherries this season and has been linked with a move to West Ham.\nStriker Afobe has scored just one goal in 17 appearances this season, and has 10 top-flight goals to his name since arriving at Bournemouth two years ago.\nReports earlier this month suggested the club were not looking to sell Afobe and Howe had previously stated he was looking for solutions within the squad as opposed to buying and selling players.\nWhen asked whether Arter and Afobe were still not for sale in this window, he replied: \"Yes\".\nHowe defended Arter's performance in their 3-0 FA Cup third-round replay defeat to Wigan after he was booked for a heavy challenge.\n\"He was absolutely motivated to play and give his best and that's always the first thing I look at, are the players committed?\" said Howe, ahead of Bournemouth's trip to West Ham on Saturday.\n\"Harry was very committed against Wigan and I thought he was one of the bright sparks.\"\nHowe recognised Afobe had scored some \"crucial goals\" and made valuable contributions in his first season at the club after joining from Wolves in 2015.\nHe added: \"Last season was the same, his form at the end of the season with Josh King, I thought they formed a really good partnership and was one of the reasons we picked up the points to keep our Premier League status.\n\"This season has been a bit more difficult for him but that's football, your career always has highs and lows.\n\"I back Benik and I think he has a valuable part to play here.\"\nHowe also thinks Alexis Sanchez's proposed salary at Manchester United of around £500,000 a week, should he complete his move to the club from Arsenal, will have a ripple effect with wage inflation for other clubs.\n\"I think there is always a reaction, and it's an unfortunate one for us because it means everything gets more expensive,\" said Howe.\n\"Whenever there's a landmark deal, historically you've seen a knock-on for other clubs and it trickles down to the respective clubs in the league.\n\"That makes this window for us in our current position very very difficult to recruit anybody.\"\nBournemouth sit 13th in the Premier League ahead of their meeting with West Ham following their 2-1 win over Arsenal.\n",
  "dbpedia": "Arter has struggled to maintain a starting place at the Cherries this season and has been linked with a move to <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a>.<br>Striker Afobe has scored just one goal in 17 appearances this season, and has 10 top-flight goals to his name since arriving at <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a> two years ago.<br>Reports earlier this month suggested the club were not looking to sell Afobe and Howe had previously stated he was looking for solutions within the squad as opposed to buying and selling players.<br>When asked whether Arter and Afobe were still not for sale in this window, he replied: \"Yes\".<br>Howe defended Arter's performance in their 3-0 FA Cup third-round replay defeat to <a href=\"http://dbpedia.org/resource/Wigan_Athletic_F.C.\" title=\"http://dbpedia.org/resource/Wigan_Athletic_F.C.\" target=\"_blank\">Wigan</a> after he was booked for a heavy challenge.<br>\"He was absolutely motivated to play and give his best and that's always the first thing I look at, are the players committed?\" said Howe, ahead of <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a>'s trip to <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> on Saturday.<br>\"Harry was very committed against <a href=\"http://dbpedia.org/resource/Wigan_Athletic_F.C.\" title=\"http://dbpedia.org/resource/Wigan_Athletic_F.C.\" target=\"_blank\">Wigan</a> and I thought he was one of the bright sparks.\"<br>Howe recognised Afobe had scored some \"crucial goals\" and made valuable contributions in his first season at the club after joining from Wolves in 2015.<br>He added: \"Last season was the same, his form at the end of the season with Josh King, I thought they formed a really good partnership and was one of the reasons we picked up the points to keep our <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> status.<br>\"This season has been a bit more difficult for him but that's football, your career always has highs and lows.<br>\"I back Benik and I think he has a valuable part to play here.\"<br>Howe also thinks Alexis Sanchez's proposed salary at <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> of around £500,000 a week, should he complete his move to the club from <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>, will have a ripple effect with wage inflation for other clubs.<br>\"I think there is always a reaction, and it's an unfortunate one for us because it means everything gets more expensive,\" said Howe.<br>\"Whenever there's a landmark deal, historically you've seen a knock-on for other clubs and it trickles down to the respective clubs in the league.<br>\"That makes this window for us in our current position very very difficult to recruit anybody.\"<br><a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a> sit 13th in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> ahead of their meeting with <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> following their 2-1 win over <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>.<br>"
}