{
  "date": "03/02/18",
  "title": "Eddie Howe says Bournemouth 'grew into the game' against Stoke after win",
  "description": "Eddie Howe says Bournemouth 'grew into the game' after they produced a second half comeback to beat Stoke 2-1 on Saturday.",
  "content": "The Cherries had a poor first half, going behind to Xherdan Shaqiri's header in the sixth minute and losing Steve Cook to injury not long after, but goals from Josh King and Lys Mousset after the break sealed the win.\nHowe admitted his team's first-half showing was not their best but praised them for growing into the game and extending their unbeaten Premier League run to seven games.\n\"I think any win in the Premier League you take great satisfaction from. I don't think you can judge them really, they're all as special as each other and today was a totally different feel from the Chelsea game,\" he told Sky Sports.\n\"We weren't great in the first period, we had to dig in and make sure we didn't concede a second goal. We always back ourselves to finish strong here at home and get the crowd involved and that happened in the second half when we scored some good goals.\n\"It is difficult in this division when you go behind with the quality of the players you're playing against, breaking a team down, it is tough and we knew it was going to be difficult. Stoke are a very well organised team under Paul and they had a game plan and they played very well in the first half.\n\"But we grew into the game as we proved and I thought we finished very strongly. The fitness levels are so good in this team and I think it showed again today.\"\nSubstitutes King and Mousset - who scored his first Premier League goal on Saturday - had been waiting a while for a goal, and Howe was happy that duo found the net.\n\"I'm pleased for both players. It shows the quality of the squad in that two players who don't start the game come on and impact for us,\" the manager added.\n\"Josh is such a big player for us, he had such a good season last year and I think that goal will do him the world of good.\n\"Lys has been waiting for his first Premier League goal. He is such a talented player and he can do very special things on the football pitch. I'm delighted he's got off the mark for us.\"\n",
  "dbpedia": "The Cherries had a poor first half, going behind to <a href=\"http://dbpedia.org/resource/Xherdan_Shaqiri\" title=\"http://dbpedia.org/resource/Xherdan_Shaqiri\" target=\"_blank\">Xherdan Shaqiri</a>'s header in the sixth minute and losing Steve Cook to injury not long after, but goals from Josh King and Lys Mousset after the break sealed the win.<br>Howe admitted his team's first-half showing was not their best but praised them for growing into the game and extending their unbeaten <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> run to seven games.<br>\"I think any win in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> you take great satisfaction from. I don't think you can judge them really, they're all as special as each other and today was a totally different feel from the <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> game,\" he told Sky Sports.<br>\"We weren't great in the first period, we had to dig in and make sure we didn't concede a second goal. We always back ourselves to finish strong here at home and get the crowd involved and that happened in the second half when we scored some good goals.<br>\"It is difficult in this division when you go behind with the quality of the players you're playing against, breaking a team down, it is tough and we knew it was going to be difficult. <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> are a very well organised team under Paul and they had a game plan and they played very well in the first half.<br>\"But we grew into the game as we proved and I thought we finished very strongly. The fitness levels are so good in this team and I think it showed again today.\"<br>Substitutes King and Mousset - who scored his first <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> goal on Saturday - had been waiting a while for a goal, and Howe was happy that duo found the net.<br>\"I'm pleased for both players. It shows the quality of the squad in that two players who don't start the game come on and impact for us,\" the manager added.<br>\"Josh is such a big player for us, he had such a good season last year and I think that goal will do him the world of good.<br>\"Lys has been waiting for his first <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> goal. He is such a talented player and he can do very special things on the football pitch. I'm delighted he's got off the mark for us.\"<br>"
}