{
  "date": "12/01/18",
  "title": "Eddie Howe expects Jack Wilshere to receive good reception when Arsenal play Bournemouth",
  "description": "Eddie Howe expects Jack Wilshere to be given a good reception when he returns to Bournemouth with Arsenal on Sunday.",
  "content": "Wilshere says he expects to be ready for the fixture, live on Sky Sports, despite suffering an injury against Chelsea in midweek, and the Bournemouth boss believes the 26-year-old will be well received at the Vitality Stadium where he made \"a huge contribution\" last season.\nSpeaking ahead of the game, Howe praised Wilshere for his efforts during his nine-month loan stay at Bournemouth.\n\"This will be a big game for him (Wilshere), after what he did for us last year and I'm sure Jack will get a good reception from our supporters,\" Howe said.\n\"He was popular in our dressing room. The players liked him and he fitted into the team well. And it will be good to see him again.\"\nAsked about Wilshere's contribution after signing for Bournemouth, Howe added: \"I noticed straightaway in training, when he joined, the standard went higher.\n\"The lads realised it was a major signing and many will have watched and admired him, and to be playing alongside him, was a massive thing for them.\n\"So he had a big impact behind the scenes and also on the pitch. He played well for us last year and helped us in loads of areas.\n\"His reputation preceded him and psychologically, for our players, to have Jack in the squad was good for them.\"\nHowe says Bournemouth will go into the game full of confidence, despite his side sitting one point above the Premier League relegation zone.\nArsenal are 10 positions and 18 points ahead of Bournemouth, but Howe said: \"A win is realistic. We are playing at this level on merit and whoever you play, you have to think you can win it.\n\"But we need to be at our absolute best to do it. It'll be difficult to predict their line-up. They rotate and have used a high number of players in recent weeks.\n\"But the way they play won't change, but maybe the personnel will.\"\nHowe confirmed Bournemouth have no new injury worries, and said Josh King and Junior Stanislas are in contention to return to the side.\nHe added: \"Both are making good progress, are back on the training pitch, but I'll have to make a late decision.\"\nHowever, the news with regards to Tyrone Mings is not so positive.\n\"He has got a complicated injury with his back,\" Howe said. \"And we hoped rest would solve it.\n\"But it hasn't worked, so he needs more rest.\"\n",
  "dbpedia": "Wilshere says he expects to be ready for the fixture, live on Sky Sports, despite suffering an injury against <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> in midweek, and the <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a> boss believes the 26-year-old will be well received at the Vitality Stadium where he made \"a huge contribution\" last season.<br>Speaking ahead of the game, Howe praised Wilshere for his efforts during his nine-month loan stay at <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a>.<br>\"This will be a big game for him (Wilshere), after what he did for us last year and I'm sure Jack will get a good reception from our supporters,\" Howe said.<br>\"He was popular in our dressing room. The players liked him and he fitted into the team well. And it will be good to see him again.\"<br>Asked about Wilshere's contribution after signing for <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a>, Howe added: \"I noticed straightaway in training, when he joined, the standard went higher.<br>\"The lads realised it was a major signing and many will have watched and admired him, and to be playing alongside him, was a massive thing for them.<br>\"So he had a big impact behind the scenes and also on the pitch. He played well for us last year and helped us in loads of areas.<br>\"His reputation preceded him and psychologically, for our players, to have Jack in the squad was good for them.\"<br>Howe says <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a> will go into the game full of confidence, despite his side sitting one point above the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> relegation zone.<br><a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> are 10 positions and 18 points ahead of <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a>, but Howe said: \"A win is realistic. We are playing at this level on merit and whoever you play, you have to think you can win it.<br>\"But we need to be at our absolute best to do it. It'll be difficult to predict their line-up. They rotate and have used a high number of players in recent weeks.<br>\"But the way they play won't change, but maybe the personnel will.\"<br>Howe confirmed <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a> have no new injury worries, and said Josh King and <a href=\"http://dbpedia.org/resource/Junior_Stanislas\" title=\"http://dbpedia.org/resource/Junior_Stanislas\" target=\"_blank\">Junior Stanislas</a> are in contention to return to the side.<br>He added: \"Both are making good progress, are back on the training pitch, but I'll have to make a late decision.\"<br>However, the news with regards to Tyrone Mings is not so positive.<br>\"He has got a complicated injury with his back,\" Howe said. \"And we hoped rest would solve it.<br>\"But it hasn't worked, so he needs more rest.\"<br>"
}