{
  "date": "29/12/17",
  "title": "Eden Hazard has not been offered Chelsea contract, despite his father’s claims",
  "description": "Eden Hazard has not been offered a new contract by Chelsea as it is too early to begin discussions, despite his father claiming he had rejected a new deal, Sky Sports News has been told. ",
  "content": "Hazard's father Thierry was quoted on Friday saying Eden had rejected an extension to his current deal, which runs until 2020, while insisting there had been no contact with Real Madrid.The Belgian has been linked with a move to the Bernabeu for some time and has professed his admiration in the past for Zinedine Zidane, saying last month that it would be a \"dream\" to play under the Real Madrid boss.Reports earlier this month suggested that the 26-year-old was stalling on signing a new deal at Stamford Bridge and Thierry Hazard claimed his son has rejected the chance to extend his contract as speculation persists over a potential transfer to the European champions.\"What I can reveal about Eden is that he refused a contract extension,\" Thierry Hazard told Le Soir.\"This was so that, if necessary, he could follow the interest of Real, whom he could see himself playing for.\"But, as of right now, there is no contact from Real Madrid. Eden is only one of the parties involved in his future.\"",
  "dbpedia": "\nHazard\\&apos;s father Thierry was quoted on Friday saying Eden had rejected an extension to his current deal, which runs until 2020, while insisting there had been no contact with Real Madrid.The Belgian has been linked with a move to the Bernabeu for some time and has professed his admiration in the past for <a href=\"http://dbpedia.org/resource/Zinedine_Zidane\" title=\"http://dbpedia.org/resource/Zinedine_Zidane\" target=\"_blank\">Zinedine Zidane</a>, saying last month that it would be a &quot;dream&quot; to play under the <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> boss.Reports earlier this month suggested that the 26-year-old was stalling on signing a new deal at Stamford Bridge and Thierry Hazard claimed his son has rejected the chance to extend his contract as speculation persists over a potential transfer to the European champions.&quot;What I can reveal about Eden is that he refused a contract extension,&quot; Thierry Hazard told Le Soir.&quot;This was so that, if necessary, he could follow the interest of Real, whom he could see himself playing for.&quot;But, as of right now, there is no contact from <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a>. Eden is only one of the parties involved in his future.&quot;\n"
}