{
  "date": "01/02/18",
  "title": "Edin Dzeko describes Chelsea's interest during transfer window as an 'honour'",
  "description": "Edin Dzeko has confirmed talks were held over a proposed January move to Chelsea from Roma and that he felt \"honoured\" by the Premier League champions' interest.",
  "content": "The Bosnia international was a target for Antonio Conte but the potential transfer did not materialise, with Chelsea bringing in Olivier Giroud from Arsenal for £18m on Deadline Day.Dzeko, who has scored 13 goals this season and netted twice against the Blues in the Champions League, emerged high up on Conte's wish list as Chelsea sought to bolster their attacking options but negotiations failed to reach an agreement.\"It's true that talks were held but that's all I can say about it. There was a lot of speculation, false information and even some quite comical claims made,\" Dzeko told Bosnian site klix.ba.\"I felt honoured by Chelsea's interest as they're a club that I respect greatly. There have been so many stories about me leaving Roma over the past few weeks and I'm still here.\"The 31-year-old spent four-and-a-half years with Manchester City prior to his move to the Serie A in 2015 and described Rome as \"home\".\"I'm happy to remain at Roma because Rome has become my home and a very important part of my life,\" he added.\"Roma is my family and I'm happy to carry on playing for this club. There are many challenges ahead and we'll do our best to achieve our goals. It's going to be difficult, but we won't give up.\"",
  "dbpedia": "\nThe Bosnia international was a target for <a href=\"http://dbpedia.org/resource/Antonio_Conte\" title=\"http://dbpedia.org/resource/Antonio_Conte\" target=\"_blank\">Antonio Conte</a> but the potential transfer did not materialise, with <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> bringing in <a href=\"http://dbpedia.org/resource/Olivier_Giroud\" title=\"http://dbpedia.org/resource/Olivier_Giroud\" target=\"_blank\">Olivier Giroud</a> from <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> for &#xA3;18m on Deadline Day.Dzeko, who has scored 13 goals this season and netted twice against the Blues in the Champions League, emerged high up on Conte\\&apos;s wish list as <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> sought to bolster their attacking options but negotiations failed to reach an agreement.&quot;It\\&apos;s true that talks were held but that\\&apos;s all I can say about it. There was a lot of speculation, false information and even some quite comical claims made,&quot; Dzeko told Bosnian site klix.ba.&quot;I felt honoured by <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>\\&apos;s interest as they\\&apos;re a club that I respect greatly. There have been so many stories about me leaving <a href=\"http://dbpedia.org/resource/A.S._Roma\" title=\"http://dbpedia.org/resource/A.S._Roma\" target=\"_blank\">Roma</a> over the past few weeks and I\\&apos;m still here.&quot;The 31-year-old spent four-and-a-half years with <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> prior to his move to the <a href=\"http://dbpedia.org/resource/Serie_A\" title=\"http://dbpedia.org/resource/Serie_A\" target=\"_blank\">Serie A</a> in 2015 and described Rome as &quot;home&quot;.&quot;I\\&apos;m happy to remain at <a href=\"http://dbpedia.org/resource/A.S._Roma\" title=\"http://dbpedia.org/resource/A.S._Roma\" target=\"_blank\">Roma</a> because Rome has become my home and a very important part of my life,&quot; he added.&quot;<a href=\"http://dbpedia.org/resource/A.S._Roma\" title=\"http://dbpedia.org/resource/A.S._Roma\" target=\"_blank\">Roma</a> is my family and I\\&apos;m happy to carry on playing for this club. There are many challenges ahead and we\\&apos;ll do our best to achieve our goals. It\\&apos;s going to be difficult, but we won\\&apos;t give up.&quot;\n"
}