{
  "date": "22/01/18",
  "title": "EFL essential stats: Fulham's big win and more facts from the weekend's action",
  "description": "Each week, we will be taking a look back at some essential stats from the weekend's action in the Sky Bet Championship, League One and League Two... ",
  "content": "Fulham hit Burton Albion for six on Saturday in their biggest win in the second tier for 60 years. The Cottagers beat Grimsby 6-0 at home in February 1958, with goalscorers in that game including Johnny Haynes and Jimmy Hill. World Cup winner George Cohen was also in the Fulham side who just missed out on promotion to the top division by four points.However, they were promoted the following season under manager Bedford Jezzard as they finished two points behind champions Sheffield Wednesday. Good omens for Fulham, then!On the subject of the Owls, they have now gone four consecutive games in the Championship without scoring after Saturday's 0-0 draw with Cardiff in Sky's live game. Sheffield Wednesday have not scored in the league for six hours and 25 minutes (385 mins in total).Among all 92 current league clubs, Sheffield Wednesday are one of only four teams who are yet to score a league goal in 2018. And interestingly all four teams play in the Championship:One team who broke their long goal drought at the weekend was Bury as they won 2-1 at Oxford. After going a club-record eight league games without a goal, substitute George Miller netted the Shakers' first League One goal in 13 hours and 55 minutes.They only had to wait just over three and a half minutes for their next goal, as another substitute Harry Bunn scored the winner to seal their first away league win since February 2017.That defeat was the last game in charge of Oxford for Pep Clotet, who was dismissed on Monday. And with Robbie Neilson leaving MK Dons on Saturday after their 2-1 defeat at local rivals Northampton, that means there has now been eight managerial departures in League One this season - more than the other two EFL divisions.In fact, only the Premier League can equal this tally with Watford's Marco Silva becoming the eighth managerial casualty, and he was replaced by Javi Gracia at Vicarage Road.Another new manager this weekend was Graham Westley at Barnet, whose first game in charge of the Bees saw the team end their run of five consecutive defeats with a 1-1 draw at home to Lincoln.The Imps goalscorer was James Wilson who headed a 47th minute equaliser with his first touch for the club after coming on as a half-time substitute. Wilson has recently signed from Sheffield United.The Imps were backed by an impressive 1,881 supporters at the Hive, meaning that 60 per cent of the total attendance was supporting Danny Cowley's promotion chasers.Another set of away supporters that were rewarded for their commitment was Millwall whose epic 4-3 win at Leeds saw them clinch their first Championship away win of the season - the final second tier team to do so this campaign.It was also the Lions' first away Championship win in three years since Ian Holloway's team won 1-0 at Birmingham in February 2015.Meanwhile Leeds had Liam Cooper sent off - they have had players sent off in each of their last three games in all competitions. In fact they have had more Championship red cards than any other team this season."
}