{
  "date": "19/01/18",
  "title": "Emmanuel Adebayor reveals 'hate' for Arsenal and Arsene Wenger, hails 'honest' Jose Mourinho",
  "description": "Emmanuel Adebayor has revealed he still \"hates\" Arsenal nine years after his controversial departure from the club, and insists Arsene Wenger is a \"fake\" manager when compared to Jose Mourinho.",
  "content": "After being signed by Wenger from Monaco in 2006, Adebayor enjoyed a successful three-and-a-half-season spell with the Gunners before leaving to join Premier League rivals Manchester City in 2009.The 33-year-old striker, who now plays for Turkish Super Lig side Istanbul Basaksehir, insists he had no desire to leave Arsenal at the time and was pushed out by Wenger.Adebayor also branded the Frenchman as \"fake\" and says he prefers the \"honesty\" of Mourinho, his former manager at Real Madrid.\"Mourinho is the one of the managers I loved and will always love,\" Adebayor told Turkish television programme Beyond The Game.\"He is one of the [most] honest managers I have met in my career, which is crazy because most of the managers are all kind of fake.\"As an example, I had a meeting with Arsene Wenger in his office when he told me I had to leave because he didn't see my future anymore in Arsenal.\"So I didn't have any other choice than joining Man City, who I was very happy to join.\"And the next day when I joined Manchester City I saw him doing a press conference in London saying that I wanted to leave because the money was big and everything and since that day that is where the hate for Arsenal came from.\"Adebayor caused controversy during his debut season at Manchester City after running the length of the pitch to celebrate in front of the Arsenal supporters after scoring against his former side in a 4-2 win at the Etihad.The Togo international, who was fined £25,000 for the incident, stands by his decision to provoke the Arsenal supporters and insists it was justified.When asked about the incident, Adebayor said: \"What was going through my head? A prisoner is out. A prisoner is free.\"I played for the club for three-and-a-half years, you bought me for £3m, I still have five years of my contract and you let me go for £20m more and you are telling me I am the one leaving for money and abusing me.\"I am not taking that so it was just to show them that the person you are insulting still has something in his locker.\""
}