{
  "date": "16/01/18",
  "title": "Emre Can speaking to Liverpool about new contract and denies Juventus deal",
  "description": "Emre Can insists he has no deal in place with Juventus and is still speaking with Liverpool over a contract extension.",
  "content": "The German's Anfield deal is set to expire at the end of the season, with speculation mounting regarding where his future may lie.Recent reports from Sky in Italy outlined an initial agreement between the midfielder and Italian giants Juve, though Can maintains talks with Liverpool are still ongoing.The 24-year-old is able to sign a pre-agreement with a foreign club in the January window, but nothing is yet in place according to the player himself who is prepared to wait until the end of the current campaign.\"My agent is looking after everything but I am here until the summer. I haven't signed anything (with Juventus) or anyone,\" said Can.\"I am talking with everyone, of course I am talking with Liverpool. Why not? I still have a contract here. It is an amazing club. What can I say? My agent does the rest.\"I just concentrate on my performance and the football. I will give everything for this team,\" the German added.Dejan Lovren added to speculation over Can's future by posting a picture with the midfielder on Instagram, which both Daniel Sturridge and Alberto Moreno commented on using money emojis.Can put in one of his finest Liverpool performances of the season against Manchester City at Anfield, helping the Reds to a 4-3 win.Jurgen Klopp's side brought City's 30-match unbeaten Premier League run to an end in thrilling style with the victory and Can believes the result has earned the Merseyside club the widespread respect across European football.Can thinks it could give them a psychological advantage, particularly with a key Champions League last-16 tie to come against Porto in a month's time.\"Of course against Manchester City we played brilliant,\" said the German international.\"If the teams saw us playing like that, they will give us a lot of respect and we will take a lot of confidence.\"If teams watch our performance they will think 'oh wow!' They will see we are a strong side.\"Every single player performed and did an amazing job. Sadio (Mane), Roberto (Firmino), Mo (Salah), they scored the goals, but Robbo (Andrew Robertson), Joel (Matip), Joe (Gomez) did an amazing job. We don't have to pick one player.\"We have played a lot of games that are very good but this one? It was one of the best we have done, for sure.\"But this is just one game, it is just three points, and we have to keep going,\" Can added.",
  "dbpedia": "\nThe German\\&apos;s Anfield deal is set to expire at the end of the season, with speculation mounting regarding where his future may lie.Recent reports from Sky in <a href=\"http://dbpedia.org/resource/Italy_national_football_team\" title=\"http://dbpedia.org/resource/Italy_national_football_team\" target=\"_blank\">Italy</a> outlined an initial agreement between the midfielder and Italian giants Juve, though Can maintains talks with <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> are still ongoing.The 24-year-old is able to sign a pre-agreement with a foreign club in the January window, but nothing is yet in place according to the player himself who is prepared to wait until the end of the current campaign.&quot;My agent is looking after everything but I am here until the summer. I haven\\&apos;t signed anything (with <a href=\"http://dbpedia.org/resource/Juventus_F.C.\" title=\"http://dbpedia.org/resource/Juventus_F.C.\" target=\"_blank\">Juventus</a>) or anyone,&quot; said Can.&quot;I am talking with everyone, of course I am talking with <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>. Why not? I still have a contract here. It is an amazing club. What can I say? My agent does the rest.&quot;I just concentrate on my performance and the football. I will give everything for this team,&quot; the German added.Dejan Lovren added to speculation over Can\\&apos;s future by posting a picture with the midfielder on Instagram, which both <a href=\"http://dbpedia.org/resource/Daniel_Sturridge\" title=\"http://dbpedia.org/resource/Daniel_Sturridge\" target=\"_blank\">Daniel Sturridge</a> and Alberto Moreno commented on using money emojis.Can put in one of his finest <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> performances of the season against <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> at Anfield, helping the Reds to a 4-3 win.Jurgen Klopp\\&apos;s side brought City\\&apos;s 30-match unbeaten <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> run to an end in thrilling style with the victory and Can believes the result has earned the Merseyside club the widespread respect across European football.Can thinks it could give them a psychological advantage, particularly with a key Champions League last-16 tie to come against <a href=\"http://dbpedia.org/resource/F.C._Porto\" title=\"http://dbpedia.org/resource/F.C._Porto\" target=\"_blank\">Porto</a> in a month\\&apos;s time.&quot;Of course against <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> we played brilliant,&quot; said the German international.&quot;If the teams saw us playing like that, they will give us a lot of respect and we will take a lot of confidence.&quot;If teams watch our performance they will think \\&apos;oh wow!\\&apos; They will see we are a strong side.&quot;Every single player performed and did an amazing job. Sadio (Mane), Roberto (Firmino), Mo (Salah), they scored the goals, but Robbo (Andrew Robertson), Joel (Matip), Joe (Gomez) did an amazing job. We don\\&apos;t have to pick one player.&quot;We have played a lot of games that are very good but this one? It was one of the best we have done, for sure.&quot;But this is just one game, it is just three points, and we have to keep going,&quot; Can added.\n"
}