{
  "date": "19/01/18",
  "title": "Emre Can pledges commitment to Liverpool for now",
  "description": "Emre Can has vowed to give \"everything\" for Liverpool while he is under contract at the club.",
  "content": "Sky Sports News understands Liverpool will hold further talks with Can in January over extending his current deal, which is due to expire at the end of the season.Juventus director general Giuseppe Marotta revealed the Italian champions are trying to sign Can on a pre-contract agreement, which the club are allowed to do as they play outside the Premier League.\"I still have a contract here until the end of the season,\" Can told Sky Sports News. \"I give everything for the club, I will try to give everything for the club.\"The rest is down to my agent, and I'm just responsible for performances on the pitch.\"Of course, if I have a contract I will always give my best, or I will try to give my best.\"Can reached an impasse with Liverpool during the previous set of negotiations, with the stumbling block believed to be the Reds' reluctance to break their club precedent and insert a buy-out clause into any new deal.The Germany international has kept his place in Liverpool's team under manager Jurgen Klopp, with Can starting in the 4-3 win over league leaders Manchester City last weekend.Next up for Liverpool is a trip to the Liberty Stadium to face Swansea, live on Monday Night Football. ",
  "dbpedia": "\nSky Sports News understands <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> will hold further talks with Can in January over extending his current deal, which is due to expire at the end of the season.Juventus director general Giuseppe Marotta revealed the Italian champions are trying to sign Can on a pre-contract agreement, which the club are allowed to do as they play outside the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>.&quot;I still have a contract here until the end of the season,&quot; Can told Sky Sports News. &quot;I give everything for the club, I will try to give everything for the club.&quot;The rest is down to my agent, and I\\&apos;m just responsible for performances on the pitch.&quot;Of course, if I have a contract I will always give my best, or I will try to give my best.&quot;Can reached an impasse with <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> during the previous set of negotiations, with the stumbling block believed to be the Reds\\&apos; reluctance to break their club precedent and insert a buy-out clause into any new deal.The Germany international has kept his place in <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>\\&apos;s team under manager Jurgen Klopp, with Can starting in the 4-3 win over league leaders <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> last weekend.Next up for <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> is a trip to the Liberty Stadium to face <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a>, live on Monday Night Football. \n"
}