{
  "date": "22/01/18",
  "title": "Emre Can says Liverpool can expect a tough match against Swansea",
  "description": "Liverpool midfielder Emre Can says last week's win over Manchester City does not mean they can take Swansea lightly this evening.",
  "content": "The Reds handed leaders City their first Premier League defeat of the season, playing some scintillating football en route to a 4-3 victory.\nThey will be fancied to follow up that success when they visit bottom club Swansea in this week's Monday Night Football encounter.\nHowever, Can says Liverpool will not be expecting an easy night at the Liberty Stadium.\nHe told Sky Sports: \"It is always difficult, if you win against City, everybody expects it to be an easy win, but it will not be easy, it will be very difficult.\n\"It will be a real challenge for us and we have to be at our best. We have to play our style of football again and we have to try and win the game.\"\nLiverpool romped to a 5-0 win over the Swans in the return fixture on Boxing Day but Can says Swansea played better than the scoreline suggests.\nIt has not escaped the German that the Swans have shown signs of improvement since Carlos Carvalhal took over as manager.\n\"We played not long ago against Swansea,\" said Can. \"They played well, they tried to play football.\n\"I haven't seen many games under the new manager but they got a few good results and it will be a tough game.\"\n",
  "dbpedia": "The Reds handed leaders City their first <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> defeat of the season, playing some scintillating football en route to a 4-3 victory.<br>They will be fancied to follow up that success when they visit bottom club <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> in this week's Monday Night Football encounter.<br>However, Can says <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> will not be expecting an easy night at the <a href=\"http://dbpedia.org/resource/Liberty_Stadium\" title=\"http://dbpedia.org/resource/Liberty_Stadium\" target=\"_blank\">Liberty Stadium</a>.<br>He told Sky Sports: \"It is always difficult, if you win against City, everybody expects it to be an easy win, but it will not be easy, it will be very difficult.<br>\"It will be a real challenge for us and we have to be at our best. We have to play our style of football again and we have to try and win the game.\"<br><a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> romped to a 5-0 win over the Swans in the return fixture on Boxing Day but Can says <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> played better than the scoreline suggests.<br>It has not escaped the German that the Swans have shown signs of improvement since <a href=\"http://dbpedia.org/resource/Carlos_Carvalhal\" title=\"http://dbpedia.org/resource/Carlos_Carvalhal\" target=\"_blank\">Carlos Carvalhal</a> took over as manager.<br>\"We played not long ago against <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a>,\" said Can. \"They played well, they tried to play football.<br>\"I haven't seen many games under the new manager but they got a few good results and it will be a tough game.\"<br>"
}