{
  "date": "22/01/18",
  "title": "Eric Dier says Tottenham must keep their key players this summer",
  "description": "Eric Dier has emphasised the importance of Tottenham holding on to their best players this summer amid speculation over the future of Harry Kane.",
  "content": "Reports claim Real Madrid are willing to break the world record transfer fee of £198m to bring Kane to the Bernabeu, but Tottenham are adamant that their star striker will not be sold.\nTottenham chairman Daniel Levy told Sky Sports News the club will not sell any player they do not wish to leave such as Kane and Dele Alli, whom Spurs are hoping will sign a new contract before the end of the season.\n\"It is very important the team stays together,\" Dier said.\n\"We have got a very good team, a very good squad. Every team in the world wants to keep their best players and stay together.\"\nMeanwhile, Spurs are hoping to sign Bordeaux winger Malcom but are no deal has to be agreed, while they are also reportedly interested in Paris Saint-Germain's Lucas Moura.\nMalcom and Moura, both Brazil internationals, could add a level of creativity that seemed to be lacking in Spurs' 1-1 draw with Southampton on Sunday.\nMauricio Pochettino's side were without midfielder Christian Eriksen, who was absent with an illness, and Dier was keen to stress the importance of the Danish playmaker.\n\"Christian is a fantastic player. We have a great squad but obviously there are not many players like Christian,\" Dier said.\n\"Christian plays an important role in the team. He is one of the links between phases of play and is key in that regard. He can create chances and score goals.\"\n",
  "dbpedia": "Reports claim <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> are willing to break the world record transfer fee of £198m to bring Kane to the Bernabeu, but <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> are adamant that their star striker will not be sold.<br><a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> chairman Daniel Levy told Sky Sports News the club will not sell any player they do not wish to leave such as Kane and Dele Alli, whom Spurs are hoping will sign a new contract before the end of the season.<br>\"It is very important the team stays together,\" Dier said.<br>\"We have got a very good team, a very good squad. Every team in the world wants to keep their best players and stay together.\"<br>Meanwhile, Spurs are hoping to sign <a href=\"http://dbpedia.org/resource/FC_Girondins_de_Bordeaux\" title=\"http://dbpedia.org/resource/FC_Girondins_de_Bordeaux\" target=\"_blank\">Bordeaux</a> winger Malcom but are no deal has to be agreed, while they are also reportedly interested in <a href=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" title=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" target=\"_blank\">Paris Saint-Germain</a>'s <a href=\"http://dbpedia.org/resource/Lucas_Moura\" title=\"http://dbpedia.org/resource/Lucas_Moura\" target=\"_blank\">Lucas Moura</a>.<br>Malcom and Moura, both <a href=\"http://dbpedia.org/resource/Brazil_national_football_team\" title=\"http://dbpedia.org/resource/Brazil_national_football_team\" target=\"_blank\">Brazil</a> internationals, could add a level of creativity that seemed to be lacking in Spurs' 1-1 draw with <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> on Sunday.<br><a href=\"http://dbpedia.org/resource/Mauricio_Pochettino\" title=\"http://dbpedia.org/resource/Mauricio_Pochettino\" target=\"_blank\">Mauricio Pochettino</a>'s side were without midfielder <a href=\"http://dbpedia.org/resource/Christian_Eriksen\" title=\"http://dbpedia.org/resource/Christian_Eriksen\" target=\"_blank\">Christian Eriksen</a>, who was absent with an illness, and Dier was keen to stress the importance of the Danish playmaker.<br>\"Christian is a fantastic player. We have a great squad but obviously there are not many players like Christian,\" Dier said.<br>\"Christian plays an important role in the team. He is one of the links between phases of play and is key in that regard. He can create chances and score goals.\"<br>"
}