{
  "date": "22/01/18",
  "title": "Ernesto Valverde lauds Lionel Messi as the 'best ever' after Barcelona beat Real Betis",
  "description": "Barcelona boss Ernesto Valverde described Lionel Messi as the \"best player there is and there ever will be\" after he starred in a 5-0 win over Real Betis.",
  "content": "Messi and Luis Suarez produced a finishing masterclass as Barcelona launched a second-half blitz at Betis on Sunday.\nIvan Rakitic also scored as Barca moved 11 points clear of second-placed Atletico Madrid, who were held to a 1-1 draw by Girona.\nAsked about Messi, Valverde said: \"You have to enjoy him. We have been able to live his era. I have suffered because of him and I know what that is like. Now I can enjoy it.\n\"It is an event to watch him every day. He is the best player there is and there ever will be.\"\nSuarez, who scored his 100th goal for the club, added: \"The people who came to the stadium could enjoy it, they had the chance to see the best player in history.\n\"He plays each game with such detail. He's spectacular.\"\nWhile the title looks to be heading to the Nou Camp, Valverde says he is not getting ahead of himself.\n\"For us, it is not a boring league,\" he said in his post-match press conference. \"We will continue going to win the matches, without speculating. There are 18 games left and it's a lot.\n\"But every game we win will be a very big step.\"\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Lionel_Messi\" title=\"http://dbpedia.org/resource/Lionel_Messi\" target=\"_blank\">Messi</a> and Luis Suarez produced a finishing masterclass as <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> launched a second-half blitz at <a href=\"http://dbpedia.org/resource/Real_Betis\" title=\"http://dbpedia.org/resource/Real_Betis\" target=\"_blank\">Betis</a> on Sunday.<br>Ivan Rakitic also scored as Barca moved 11 points clear of second-placed Atletico Madrid, who were held to a 1-1 draw by <a href=\"http://dbpedia.org/resource/Girona_FC\" title=\"http://dbpedia.org/resource/Girona_FC\" target=\"_blank\">Girona</a>.<br>Asked about <a href=\"http://dbpedia.org/resource/Lionel_Messi\" title=\"http://dbpedia.org/resource/Lionel_Messi\" target=\"_blank\">Messi</a>, Valverde said: \"You have to enjoy him. We have been able to live his era. I have suffered because of him and I know what that is like. Now I can enjoy it.<br>\"It is an event to watch him every day. He is the best player there is and there ever will be.\"<br>Suarez, who scored his 100th goal for the club, added: \"The people who came to the stadium could enjoy it, they had the chance to see the best player in history.<br>\"He plays each game with such detail. He's spectacular.\"<br>While the title looks to be heading to the <a href=\"http://dbpedia.org/resource/Camp_Nou\" title=\"http://dbpedia.org/resource/Camp_Nou\" target=\"_blank\">Nou Camp</a>, Valverde says he is not getting ahead of himself.<br>\"For us, it is not a boring league,\" he said in his post-match press conference. \"We will continue going to win the matches, without speculating. There are 18 games left and it's a lot.<br>\"But every game we win will be a very big step.\"<br>"
}