{
  "date": "10/01/18",
  "title": "Ethan Ampadu impressing at Chelsea after rapid rise from Exeter",
  "description": "Chelsea wonderkid Ethan Ampadu is in contention to start in Wednesday's Carabao Cup semi-final with Arsenal, live on Sky Sports. But how good can he become? Nick Wright spoke to those who knew him at boyhood club Exeter City about a remarkable rise which is only just beginning…",
  "content": "Chelsea supporters have grown accustomed to seeing a big-haired defender propping up their team, but these days it is just as likely to be Ethan Ampadu as David Luiz. The 17-year-old was sitting his GCSEs back in Exeter when Luiz lifted the Premier League trophy in May, but six months into the new season and he has already been fast-tracked to the top.To anyone who saw his extraordinary display in Chelsea's League Cup quarter-final against Bournemouth in December, it is easy to understand why. An early booking might have spelt trouble for another young player, but Ampadu barely put a foot wrong in the heart of Antonio Conte's defence, completing 87 of his 88 passes and winning the man-of-the-match award.Before that, he had already made his Premier League debut as a substitute against Huddersfield and won his first international caps for Wales against France and Panama. It has been a remarkable few months for the precocious youngster, who is just as comfortable in midfield as in defence and arrived at Chelsea in July for a fee which will be settled by tribunal.Conte marvelled at Ampadu's \"maturity\" and \"personality\" that night against Bournemouth, but to the people who worked with him at Exeter City, those traits have been apparent for almost a decade. Simon Hayward, who managed Exeter's youth academy for 13 years up until last summer, first noticed them when Ampadu was only eight years old.\"There weren't many players who joined us as an U7 and went straight into the U9s, but when Ethan came in we made the decision to allow him to play two years above his age group,\" Hayward tells Sky Sports. \"As well as his talent, he was very, very bright and very intuitive from a young age.\"I remember doing his end-of-season review with him and his dad at the end of his very first year. Even at that age, Ethan had decided it would be best to have another season with the U9s rather than move up again. We agreed, that was our plan for him anyway, but for him to be that astute that young was eye-opening.\"Ampadu's father, Kwame, played for the club's first-team at the time. He would go on to become a youth coach there, assisting with his son's development, and by the time he left to take up a similar role at Arsenal in 2012, it was clear that the youngster was destined for big things. Towards the end of his U13 year, Ampadu was already playing for Exeter's U18s.\"That was the first time we had ever played anyone five years above their age group,\" says Hayward. \"We tried to balance it. So there were times he was pushed out of his comfort zone and really challenged, and there were other times when he would be with his own age group, allowing him to develop different sides of his game. He just took it all in his stride.\"Exeter focused on five key areas with Ampadu's development. \"First there was the psychological and social sides of it, then there was the physical, tactical and technical,\" explains Hayward. \"Ethan was outstanding in four of those areas. I wouldn't say technical was a weakness, he was good off both feet, but that was the only one in which he was very good without being outstanding.\"Exeter's coaching staff loved Ampadu's character - \"whether it was football or school work, he was always dedicated and hard-working,\" says Hayward - and so too did Steve Perryman, the two-time FA Cup and UEFA Cup-winning former Tottenham captain who has worked as Exeter's director of football since 2003.\"If you speak to a young player and his eyes are looking away as you talk to him, you wonder whether, one, he believes what you're telling him, and two, whether he's thinking it's not for him,\" Perryman tells Sky Sports. \"You never got that impression from Ethan. He is a focused kid who is older than his years. He is so down to earth and humble.\"By the time he was 13, word of the brilliant schoolboy in the south-west corner of the country had spread among scouts and coaches at the top of the football pyramid. \"That U13s season was the first time I took him to Manchester United,\" says Hayward. Over the next few years, Ampadu would train with Manchester City, Liverpool, Chelsea, Arsenal, Tottenham and Southampton.With versatility to match his quality, he impressed them all. \"In that visit to Manchester United there was a game going on with his age group, there were trialists from all over Europe,\" says Hayward. \"Ethan played as a central defender, a central midfielder and a centre-forward at different times in the game and in my opinion, he was the best player on the pitch no matter what position he played in.\"There was a real value in seeing with my own eyes how well he did in those different environments at big clubs. It meant I knew that when they said he's not as good as this lad or that lad - and one player they brought up a lot was Jadon Sancho, who was at Watford at the time - I knew it was just because they were trying to keep the price down.\"As the years went by it became increasingly obvious to Exeter that it was a question of when, rather than if, Ampadu would move on to bigger things. \"He was going to tournaments in Spain with Manchester City, he was going away on training camps with England and Wales,\" says Hayward. \"We supported him with all of that but Ethan knew he didn't need to run away from Exeter at the earliest opportunity.\"On the contrary, Ampadu was developing nicely there. \"I think he saw that we were punching above our weight in a footballing sense,\" says Hayward. \"As long as we could continue to stretch him and challenge him with older age groups, there was no desperate need to move away. He was well looked after, he trusted the coaching staff and he could see his progression.\"So too could Exeter's long-serving manager Paul Tisdale, and it wasn't long before Ampadu was deemed ready to begin training with the first team. Former Crystal Palace and Birmingham City striker Clinton Morrison remembers Ampadu mixing with the senior squad soon after he signed for them in 2014.\"They used to say they had a young kid who had something about him,\" he tells Sky Sports. \"I remember he came in once in his uniform. I was like: 'Is this the kid?' He had his big hair and his school stuff on, and I'm thinking: 'OK then'. But the way he played…\" Morrison blows out his cheeks. \"He was like a 35-year-old. He was so comfortable on the ball and he just wanted it all the time.\"You'd think a 15-year-old would come in and get bullied, but he was out there man-marking senior pros. I would put myself up against him to test him, but to be fair to him he was strong and he held his own many a time. You'd think you had done him because he wasn't necessarily the quickest, but he's got that last-ditch tackle and he reads the game ever so well.\"Like Hayward and Perryman, Morrison was struck by Ampadu's grounded personality too. \"One time after training I was going into town with some of the other lads,\" he says. \"I looked up and said, 'Hold on, ain't that Ethan?' He had been back to school and he was walking home with his mates, no care in the world, just having a laugh. It was brilliant because three hours earlier he had been training with our first team.\"Ampadu made his senior debut in a League Cup tie against Championship side Brentford at the start of last season. Aged 15 years, 10 months and 26 days, he became the youngest player in Exeter's history and made national headlines. Out on the pitch, he completed the full 120 minutes as Tisdale's side won 1-0 after extra-time. Ampadu was named man of the match.\"Paul's hand was forced a bit by injuries but Ethan more than handled it,\" says Perryman. Over the course of the campaign, Ampadu would go on to make 12 further appearances for the League Two side. His GCSE exams prevented him from featuring in the play-offs as Exeter narrowly missed out on promotion, but Ampadu had already made his mark.\"This young man was coming onto the pitch and directing others, even if he was only a sub for the last 20 minutes having been at school all day,\" Perryman chuckles. \"It was terrific. It tells you that he's got the right messages in his brain and he's not prepared to keep them to himself. If he thinks someone should move 10 yards, he tells them.\"It was obvious that very soon he had a standing in our dressing room. When he trained, his quality of play stood out. Not in an eye-catchingly brilliant way, but his feet were always in the right place. They were always the right distance apart to cope with getting onto a second ball and having to turn and run back towards his goal.\"To Perryman, himself a former defender who broke into the Spurs team at the age of 17, those little details were crucial. \"He always had a voice and he made fantastic decisions on where to play the ball next, even if that meant putting it into row Z,\" he says. \"Our youth teams like to play, play, play, but as soon as he came into the first team he knew exactly when to hit it out.\"He is now showing the same kind of initiative at Chelsea. As well as completing 87 of those 88 passes against with Bournemouth before Christmas, Ampadu made more clearances (seven) than any other player on the pitch. That combination of composure and defensive nous would be extraordinary in most young players but it is typical of Ampadu, who has always shown himself to be different.Still, though, there were doubts when the youngster chose Chelsea over some of his other suitors in the summer. The Londoners do not have a glowing record for giving their own academy graduates first-team opportunities in recent years, but Ampadu has broken the mould again, winning over Conte instantly and rubbing shoulders with Chelsea's superstars without any hint of apprehension.\"Hand on heart, when he made the move I wasn't sure,\" says Hayward. \"But by God, if he has impressed me at any point in his young football career - and he has impressed me many, many times, from getting into the U18s at 13 to making his first-team debut at 15 - then it's by breaking into that Chelsea first team already. It's absolutely astounding.\"Exeter hope to receive well in excess of the £1.7m they accepted from Swansea for Matt Grimes in 2015 and the £1.8m they banked from Ollie Watkins' move to Brentford in the summer when Ampadu's tribunal takes place in the next couple of months. The money will guarantee the club's future and that of their excellent academy for the years ahead, but for Ampadu it is just the beginning.\"He's capable of becoming an all-round defender, and I'd say the same about him as a central midfielder,\" says Hayward. \"You don't make Chelsea's first XI in any type of game unless you are something special,\" adds Perryman. \"They can take players from anywhere in the world but they have come down here and picked up this lad from Exeter City. He can be as good as anyone.\"Watch Chelsea's Carabao Cup semi-final against Arsenal live on Sky Sports Football HD from 7.30pm on Wednesday",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> supporters have grown accustomed to seeing a big-haired defender propping up their team, but these days it is just as likely to be Ethan Ampadu as <a href=\"http://dbpedia.org/resource/David_Luiz\" title=\"http://dbpedia.org/resource/David_Luiz\" target=\"_blank\">David Luiz</a>. The 17-year-old was sitting his GCSEs back in <a href=\"http://dbpedia.org/resource/Exeter_City_F.C.\" title=\"http://dbpedia.org/resource/Exeter_City_F.C.\" target=\"_blank\">Exeter</a> when Luiz lifted the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> trophy in May, but six months into the new season and he has already been fast-tracked to the top.To anyone who saw his extraordinary display in <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>'s League Cup quarter-final against <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a> in December, it is easy to understand why. An early booking might have spelt trouble for another young player, but Ampadu barely put a foot wrong in the heart of <a href=\"http://dbpedia.org/resource/Antonio_Conte\" title=\"http://dbpedia.org/resource/Antonio_Conte\" target=\"_blank\">Antonio Conte</a>'s defence, completing 87 of his 88 passes and winning the man-of-the-match award.Before that, he had already made his <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> debut as a substitute against <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> and won his first international caps for <a href=\"http://dbpedia.org/resource/Wales_national_football_team\" title=\"http://dbpedia.org/resource/Wales_national_football_team\" target=\"_blank\">Wales</a> against <a href=\"http://dbpedia.org/resource/France_national_football_team\" title=\"http://dbpedia.org/resource/France_national_football_team\" target=\"_blank\">France</a> and <a href=\"http://dbpedia.org/resource/Panama_national_football_team\" title=\"http://dbpedia.org/resource/Panama_national_football_team\" target=\"_blank\">Panama</a>. It has been a remarkable few months for the precocious youngster, who is just as comfortable in midfield as in defence and arrived at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> in July for a fee which will be settled by tribunal.Conte marvelled at Ampadu's \"maturity\" and \"personality\" that night against <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a>, but to the people who worked with him at <a href=\"http://dbpedia.org/resource/Exeter_City_F.C.\" title=\"http://dbpedia.org/resource/Exeter_City_F.C.\" target=\"_blank\">Exeter City</a>, those traits have been apparent for almost a decade. Simon Hayward, who managed <a href=\"http://dbpedia.org/resource/Exeter_City_F.C.\" title=\"http://dbpedia.org/resource/Exeter_City_F.C.\" target=\"_blank\">Exeter</a>'s youth academy for 13 years up until last summer, first noticed them when Ampadu was only eight years old.\"There weren't many players who joined us as an U7 and went straight into the U9s, but when Ethan came in we made the decision to allow him to play two years above his age group,\" Hayward tells Sky Sports. \"As well as his talent, he was very, very bright and very intuitive from a young age.\"I remember doing his end-of-season review with him and his dad at the end of his very first year. Even at that age, Ethan had decided it would be best to have another season with the U9s rather than move up again. We agreed, that was our plan for him anyway, but for him to be that astute that young was eye-opening.\"Ampadu's father, Kwame, played for the club's first-team at the time. He would go on to become a youth coach there, assisting with his son's development, and by the time he left to take up a similar role at <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> in 2012, it was clear that the youngster was destined for big things. Towards the end of his U13 year, Ampadu was already playing for <a href=\"http://dbpedia.org/resource/Exeter_City_F.C.\" title=\"http://dbpedia.org/resource/Exeter_City_F.C.\" target=\"_blank\">Exeter</a>'s U18s.\"That was the first time we had ever played anyone five years above their age group,\" says Hayward. \"We tried to balance it. So there were times he was pushed out of his comfort zone and really challenged, and there were other times when he would be with his own age group, allowing him to develop different sides of his game. He just took it all in his stride.\"<a href=\"http://dbpedia.org/resource/Exeter_City_F.C.\" title=\"http://dbpedia.org/resource/Exeter_City_F.C.\" target=\"_blank\">Exeter</a> focused on five key areas with Ampadu's development. \"First there was the psychological and social sides of it, then there was the physical, tactical and technical,\" explains Hayward. \"Ethan was outstanding in four of those areas. I wouldn't say technical was a weakness, he was good off both feet, but that was the only one in which he was very good without being outstanding.\"<a href=\"http://dbpedia.org/resource/Exeter_City_F.C.\" title=\"http://dbpedia.org/resource/Exeter_City_F.C.\" target=\"_blank\">Exeter</a>'s coaching staff loved Ampadu's character - \"whether it was football or school work, he was always dedicated and hard-working,\" says Hayward - and so too did <a href=\"http://dbpedia.org/resource/Steve_Perryman\" title=\"http://dbpedia.org/resource/Steve_Perryman\" target=\"_blank\">Steve Perryman</a>, the two-time FA Cup and UEFA Cup-winning former <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> captain who has worked as <a href=\"http://dbpedia.org/resource/Exeter_City_F.C.\" title=\"http://dbpedia.org/resource/Exeter_City_F.C.\" target=\"_blank\">Exeter</a>'s director of football since 2003.\"If you speak to a young player and his eyes are looking away as you talk to him, you wonder whether, one, he believes what you're telling him, and two, whether he's thinking it's not for him,\" Perryman tells Sky Sports. \"You never got that impression from Ethan. He is a focused kid who is older than his years. He is so down to earth and humble.\"By the time he was 13, word of the brilliant schoolboy in the south-west corner of the country had spread among scouts and coaches at the top of the football pyramid. \"That U13s season was the first time I took him to <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>,\" says Hayward. Over the next few years, Ampadu would train with <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>, <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>, <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>, <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>, <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> and Southampton.With versatility to match his quality, he impressed them all. \"In that visit to <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> there was a game going on with his age group, there were trialists from all over Europe,\" says Hayward. \"Ethan played as a central defender, a central midfielder and a centre-forward at different times in the game and in my opinion, he was the best player on the pitch no matter what position he played in.\"There was a real value in seeing with my own eyes how well he did in those different environments at big clubs. It meant I knew that when they said he's not as good as this lad or that lad - and one player they brought up a lot was Jadon Sancho, who was at <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> at the time - I knew it was just because they were trying to keep the price down.\"As the years went by it became increasingly obvious to <a href=\"http://dbpedia.org/resource/Exeter_City_F.C.\" title=\"http://dbpedia.org/resource/Exeter_City_F.C.\" target=\"_blank\">Exeter</a> that it was a question of when, rather than if, Ampadu would move on to bigger things. \"He was going to tournaments in <a href=\"http://dbpedia.org/resource/Spain_national_football_team\" title=\"http://dbpedia.org/resource/Spain_national_football_team\" target=\"_blank\">Spain</a> with <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>, he was going away on training camps with <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> and <a href=\"http://dbpedia.org/resource/Wales_national_football_team\" title=\"http://dbpedia.org/resource/Wales_national_football_team\" target=\"_blank\">Wales</a>,\" says Hayward. \"We supported him with all of that but Ethan knew he didn't need to run away from <a href=\"http://dbpedia.org/resource/Exeter_City_F.C.\" title=\"http://dbpedia.org/resource/Exeter_City_F.C.\" target=\"_blank\">Exeter</a> at the earliest opportunity.\"On the contrary, Ampadu was developing nicely there. \"I think he saw that we were punching above our weight in a footballing sense,\" says Hayward. \"As long as we could continue to stretch him and challenge him with older age groups, there was no desperate need to move away. He was well looked after, he trusted the coaching staff and he could see his progression.\"So too could <a href=\"http://dbpedia.org/resource/Exeter_City_F.C.\" title=\"http://dbpedia.org/resource/Exeter_City_F.C.\" target=\"_blank\">Exeter</a>'s long-serving manager <a href=\"http://dbpedia.org/resource/Paul_Tisdale\" title=\"http://dbpedia.org/resource/Paul_Tisdale\" target=\"_blank\">Paul Tisdale</a>, and it wasn't long before Ampadu was deemed ready to begin training with the first team. Former <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a> and <a href=\"http://dbpedia.org/resource/Birmingham_City_F.C.\" title=\"http://dbpedia.org/resource/Birmingham_City_F.C.\" target=\"_blank\">Birmingham City</a> striker <a href=\"http://dbpedia.org/resource/Clinton_Morrison\" title=\"http://dbpedia.org/resource/Clinton_Morrison\" target=\"_blank\">Clinton Morrison</a> remembers Ampadu mixing with the senior squad soon after he signed for them in 2014.\"They used to say they had a young kid who had something about him,\" he tells Sky Sports. \"I remember he came in once in his uniform. I was like: 'Is this the kid?' He had his big hair and his school stuff on, and I'm thinking: 'OK then'. But the way he played…\" Morrison blows out his cheeks. \"He was like a 35-year-old. He was so comfortable on the ball and he just wanted it all the time.\"You'd think a 15-year-old would come in and get bullied, but he was out there man-marking senior pros. I would put myself up against him to test him, but to be fair to him he was strong and he held his own many a time. You'd think you had done him because he wasn't necessarily the quickest, but he's got that last-ditch tackle and he reads the game ever so well.\"Like Hayward and Perryman, Morrison was struck by Ampadu's grounded personality too. \"One time after training I was going into town with some of the other lads,\" he says. \"I looked up and said, 'Hold on, ain't that Ethan?' He had been back to school and he was walking home with his mates, no care in the world, just having a laugh. It was brilliant because three hours earlier he had been training with our first team.\"Ampadu made his senior debut in a League Cup tie against Championship side <a href=\"http://dbpedia.org/resource/Brentford_F.C.\" title=\"http://dbpedia.org/resource/Brentford_F.C.\" target=\"_blank\">Brentford</a> at the start of last season. Aged 15 years, 10 months and 26 days, he became the youngest player in <a href=\"http://dbpedia.org/resource/Exeter_City_F.C.\" title=\"http://dbpedia.org/resource/Exeter_City_F.C.\" target=\"_blank\">Exeter</a>'s history and made national headlines. Out on the pitch, he completed the full 120 minutes as Tisdale's side won 1-0 after extra-time. Ampadu was named man of the match.\"Paul's hand was forced a bit by injuries but Ethan more than handled it,\" says Perryman. Over the course of the campaign, Ampadu would go on to make 12 further appearances for the <a href=\"http://dbpedia.org/resource/Football_League_Two\" title=\"http://dbpedia.org/resource/Football_League_Two\" target=\"_blank\">League Two</a> side. His GCSE exams prevented him from featuring in the <a href=\"http://dbpedia.org/resource/Conference_National\" title=\"http://dbpedia.org/resource/Conference_National\" target=\"_blank\">play-offs</a> as <a href=\"http://dbpedia.org/resource/Exeter_City_F.C.\" title=\"http://dbpedia.org/resource/Exeter_City_F.C.\" target=\"_blank\">Exeter</a> narrowly missed out on promotion, but Ampadu had already made his mark.\"This young man was coming onto the pitch and directing others, even if he was only a sub for the last 20 minutes having been at school all day,\" Perryman chuckles. \"It was terrific. It tells you that he's got the right messages in his brain and he's not prepared to keep them to himself. If he thinks someone should move 10 yards, he tells them.\"It was obvious that very soon he had a standing in our dressing room. When he trained, his quality of play stood out. Not in an eye-catchingly brilliant way, but his feet were always in the right place. They were always the right distance apart to cope with getting onto a second ball and having to turn and run back towards his goal.\"To Perryman, himself a former defender who broke into the Spurs team at the age of 17, those little details were crucial. \"He always had a voice and he made fantastic decisions on where to play the ball next, even if that meant putting it into row Z,\" he says. \"Our youth teams like to play, play, play, but as soon as he came into the first team he knew exactly when to hit it out.\"He is now showing the same kind of initiative at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>. As well as completing 87 of those 88 passes against with <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a> before Christmas, Ampadu made more clearances (seven) than any other player on the pitch. That combination of composure and defensive nous would be extraordinary in most young players but it is typical of Ampadu, who has always shown himself to be different.Still, though, there were doubts when the youngster chose <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> over some of his other suitors in the summer. The Londoners do not have a glowing record for giving their own academy graduates first-team opportunities in recent years, but Ampadu has broken the mould again, winning over Conte instantly and rubbing shoulders with <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>'s superstars without any hint of apprehension.\"Hand on heart, when he made the move I wasn't sure,\" says Hayward. \"But by God, if he has impressed me at any point in his young football career - and he has impressed me many, many times, from getting into the U18s at 13 to making his first-team debut at 15 - then it's by breaking into that <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> first team already. It's absolutely astounding.\"<a href=\"http://dbpedia.org/resource/Exeter_City_F.C.\" title=\"http://dbpedia.org/resource/Exeter_City_F.C.\" target=\"_blank\">Exeter</a> hope to receive well in excess of the £1.7m they accepted from <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> for Matt Grimes in 2015 and the £1.8m they banked from Ollie Watkins' move to <a href=\"http://dbpedia.org/resource/Brentford_F.C.\" title=\"http://dbpedia.org/resource/Brentford_F.C.\" target=\"_blank\">Brentford</a> in the summer when Ampadu's tribunal takes place in the next couple of months. The money will guarantee the club's future and that of their excellent academy for the years ahead, but for Ampadu it is just the beginning.\"He's capable of becoming an all-round defender, and I'd say the same about him as a central midfielder,\" says Hayward. \"You don't make <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>'s first XI in any type of game unless you are something special,\" adds Perryman. \"They can take players from anywhere in the world but they have come down here and picked up this lad from <a href=\"http://dbpedia.org/resource/Exeter_City_F.C.\" title=\"http://dbpedia.org/resource/Exeter_City_F.C.\" target=\"_blank\">Exeter City</a>. He can be as good as anyone.\"Watch <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>'s Carabao Cup semi-final against <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> live on Sky Sports Football HD from 7.30pm on Wednesday"
}