{
  "date": "21/01/18",
  "title": "European Paper Talk: Inter Milan close in on Rafinha",
  "description": "We asked our friends at Football Whispers to scour the European newspapers and websites to bring you all the latest news and gossip from the continent.",
  "content": "Inter Milan are closing in on a deal for Barcelona midfielder Rafinha. The Brazilian, who is the younger brother of Bayern Munich and Spain international Thiago, is set to join the Serie A side on an initial loan deal with the Italian club having the option to make it permanent for £30m. (Gazzetta dello Sport)Napoli midfielder Jorginho is close to signing a new contract with the club following his excellent form this season. The 26-year-old, who was an Arsenal transfer target earlier in the campaign, has been crucial to Napoli's Serie A title challenge and the new deal will keep him at the club until 2022. (Il Mattino)Fiorentina are considering a move for Juventus defender Federico Mattiello. The 22-year-old is spending the campaign on loan at Serie A strugglers Spal but he has impressed in his 13 appearances. (Tuttosport)Cristiano Ronaldo will push for an exit from Real Madrid this summer after club president Florentino Perez failed on his promise to hand the Portuguese a new contract. Ronaldo would like to return to Manchester United but Paris Saint-Germain are also interested. (AS)Real Madrid transfer target Kepa Arrizabalaga is set to sign a new contract with Athletic Bilbao. Real targeted the Spaniard who only has six months remaining on his current deal, although Zinedine Zidane has made it clear he does not want any January signings. If Kepa does sign, his contract will likely have a release clause that Real could meet in the summer. (Mundo Deportivo)Borussia Dortmund have received Arsenal's first offer for striker PIerre-Emerick Aubameyang but it falls short of his price tag. The Gunners have bid £44m for the Gabon striker but the Bundesliga side are holding out for upwards of £53m. (Kicker)James Rodriguez and Bayern Munich team-mate Sebastian Rudy were involved in a training ground altercation following a heavy challenge. Bayern boss Jupp Heynckes and several players quickly intervened and the two players shook hands after the incident. (Bild)Neymar will miss PSG's clash with Lyon on Sunday with a thigh injury, but the number of absences the Brazil international has had this season is concerning. The world's most expensive player's injury means he will have already missed seven games this season, matching the total for his final season at Barcelona. (Le Parisien)"
}