{
  "date": "14/01/18",
  "title": "European Paper Talk: Real Madrid open to Cristiano Ronaldo and Neymar swap deal",
  "description": "The January transfer window has officially opened. The latest transfer rumours can become a reality as Europe's biggest clubs look for the key signing to transform their season.",
  "content": "Our friends at Football Whispers have scoured the European media to round-up the latest transfer news.SpainAfter the World Cup, Real Madrid will try and sign Neymar from Paris Saint-Germain. The Brazilian is the player Florentino Perez wants most and he would be willing to offer Cristiano Ronaldo as part of the deal. (Cadena SER)Nico Gaitan looks set to leave Atletico Madrid this month. He is not in Diego Simeone's plans and his agent has admitted he will travel to Europe to study any offers for the midfielder. Southampton, Everton, Crystal Palace and West Ham have all been linked. (Mundo Deportivo)Atletico Madrid have picked out Torino's Andrea Belotti as a possible replacement for when Antoine Griezmann leaves the club. (Mundo Deportivo)FranceAfter coming close to signing for Barcelona in the summer and tracked by Arsenal, Jean Michael Seri could still leave Nice this month. PSG have reignited their interest in the midfielder. (Le Parisien)PSG have slapped a €70m price-tag on Portuguese winger Goncalo Guedes. On loan at Valencia, he has impressed massively, but such a high amount would stop the Spanish side making a move. He has also emerged as a Real Madrid and Arsenal transfer target. (Telefoot)Saint-Etienne could be set to save Mathieu Debuchy from his disappointing spell at Arsenal. The French side are interested in taking the former France international on loan. (Telefoot)Currently on loan from Lille at Strasbourg, Martin Terrier has impressed watching clubs and Lyon have been linked with a €20m bid in the summer. (La Voix du Nord)ItalyAlthough money is tight for Inter Milan, that has not stopped them being linked with a number of players this month. They are being mooted to have an interest in Barcelona's Rafinha (Gazzetta dello Sport), while Southampton and Watford transfer target Nico Gaitan of Atletico Madrid has also been mentioned. (Corriere dello Sport)Mentioned as a Tottenham Hotspur target in the past, Geoffrey Kondogbia could be on his way to the Far East. On loan at Valencia, the Spanish club have a €25m option to buy the French midfielder, but Fabio Cannavaro, manager of Guangzhou Evergrande has shown interest in the former Monaco star. (Gazzetta dello Sport)Clubs are lining up to try and sign Khouma Babacar from Fiorentina this month. Crystal Palace have reportedly submitted an offer for the 24-year-old, but Everton, Sassuolo, SPAL, Udinese and Galatasaray are also positioning themselves to make a move. (La Nazione)GermanyBorussia Dortmund will sign Basel's 22-year-old defender Manuel Akanji in the next few days. The German side will pay €21.5m and have beaten off interest from Liverpool and other European clubs. (Bild)"
}