{
  "date": "02/02/18",
  "title": "European Paper Talk: Real Madrid plot summer move for Roma goalkeeper Alisson",
  "description": "The January transfer window may only just have closed but Europe's biggest clubs are already plotting their summer moves.",
  "content": "Our friends at Football Whispers have scoured the European media to round-up the latest transfer news.Inter Milan are now favourites to sign Argentine striker Lautaro Martinez from Racing Club. The 20-year-old was interesting Spanish rivals Atletico Madrid and Real Madrid. But the Argentine wants to link up with compatriot Mauro Icardi. (AS)Real Madrid are interested in 25-year-old Brazil and Roma keeper Alisson, who is also a reported Liverpool transfer target. (Mundo Deportivo)Versatile Barcelona winger Aleix Vidal has revealed he didn't leave the Nou Camp in January, despite rumours suggesting he was a Chelsea transfer target, because the club made an effort to keep him. (Sport)Goalkeeper Keylor Navas does not want to leave Real Madrid. The La Liga champions have been linked with David de Gea, Thibaut Courtois, Kepa Arrizabalaga and Gianluigi Donnarumma but the 31-year-old told Los Blancos he is staying put. (Marca)There's a divide in the Hoffenheim dressing room between manager and players. Julian Nagelsmann, rumoured to be taking over the Bayern Munich hot seat in 2019, has lost the trust of a number of players after a run of just three wins in their last 14 matches. Players are now claiming the 30-year-old has changed in recent months and has removed himself from the group. (SportBild)Juventus are plotting a move for Bayer Leverkusen centre-back Jonathan Tah when the summer window opens. The 21-year-old has a release clause in his deal which becomes active in June and it allows him to leave the BayArena for just €25m. The Serie A champions want to add youth to their defensive options with Giorgio Chiellini and Andrea Barzagli both coming to the ends of their careers. (SportBild)Monchi, Roma's director of football, has revealed that in-demand goalkeeper Alisson wasn't actually in-demand during the January window. Despite numerous reports linking the 25-year-old with a move away from Rome, there were no bids made for the stopper. The man pulling the strings at the club also claimed they signed Jonathan Silva because Manchester United left-back Daley Blind was too expensive. (Calciomercato)Juventus have already put together a package to bring Matteo Darmian to the club as soon as the summer window opens. The Manchester United full-back was linked with a move to Turin in January but a deal could not be struck. Instead, the club will look to bring him back to Serie A in the summer when he has just 12 months left on his deal at Old Trafford. (Calciomercato)Neymar has praised Paris Saint-Germain for signing Lassana Diarra: \"He is a great player. We know his CV and the qualities he demonstrates in training,\" he said. \"He is someone who is very respected because of his experience. I wish him good luck. I hope he will help us a lot like he did tonight. He made a good entrance. I hope I can learn from him.\" (L'Equipe)After selling Lucas Moura to Tottenham Hotspur, Paris Saint-Germain still have to find €45m before next June to meet FFP regulations. This may hinge on whether Valencia are prepared to pay such a fee to keep Arsenal transfer target Goncalo Guedes in La Liga when his impressive loan spell comes to an end. The former Benfica man has lit up the Mestalla Stadium this season. (Le10Sport)Referee Tony Chapron has been suspended for six months for attempting to tackle Nantes defender Diego Carlos in the recent game vs. PSG. Carlos accidentally tripped Chapron who retaliated and tried to tackle the defender. The referee then sent the player off. (L'Equipe)"
}