{
  "date": "07/01/18",
  "title": "European Paper Talk: Man City manager Pep Guardiola wants Giorgio Chiellini or Samuel Umtiti",
  "description": "The January transfer window is open and teams across Europe are starting to make moves to strengthen while they can.",
  "content": "Our friends at Football Whispers have scoured the continental media for the latest news and transfer rumours.Pep Guardiola will not give up on trying to tempt Giorgio Chiellini to the Etihad. The Juventus defender is seen as an alternative to Barcelona's Samuel Umtiti, who is also a Manchester City transfer target. (Tuttosport)Juventus forward Paulo Dybala could be out for a month with a hamstring injury and may miss the first leg of their Champions League last-16 tie with Tottenham Hotspur. The Argentine was sprinting against Cagliari when he pulled up and was in tears as he left the pitch. (Tuttosport)Inter boss Luciano Spalletti has urged the club's directors to buy players in a heated discussion after the draw with Fiorentina. The Nerazzuri have not won in their last seven games across all competitions and Spalletti believes the squad is too thin to qualify for the Champions League. (Corriere della Sera)Inter technical director Walter Sabatini has flown out to China to convince owners Suning Group to spend some money in January. Their main transfer target is Javier Pastore, although they are also looking at Henrikh Mkhitaryan, Gerard Deulofeu and Ramires. (La Gazzetta dello Sport)Philippe Coutinho was so desperate to sign for Barcelona that he paid €10m (£8.9m) of the potential €160m (£141.8m) Liverpool could receive for his transfer. (Mundo Deportivo)Barcelona's signing of Coutinho has ruined Real Madrid president Florentino Perez's plans to unite the Brazil international with his compatriot Neymar at the Bernabeu after next summer's World Cup. (Sport)With Coutinho's move to Barcelona confirmed, next through the door at the Nou Camp will be Palmeiras centre-back Yerry Mina, who will be presented to the media on Wednesday. (Mundo Deportivo)A move to Real Madrid for Athletic Bilbao keeper Kepa Arrizabalaga has been put on hold until the summer, despite the 23-year-old undergoing a medical with the Spanish champions. Manager Zinedine Zidane does not want a new 'keeper in January as he is worried of upsetting the balance in the dressing room. (Marca)Getafe are looking for replacements in goal before allowing Crystal Palace transfer target Vicente Guaita to leave. The 30-year-old has six months left on his contract and a buyout clause of €8m (£7m), but the Eagles only want to pay half of that. The La Liga side want Real Madrid's No 2 Kiko Casilla, but that may be complicated by Zidane's reluctance to sign a new goalkeeper in January. (AS)Jese is set to cut his loan spell short at Stoke City to join hometown side Las Palmas on a temporary deal from Paris Saint-Germain. The forward wants to return to Spain to be with his son Nyan, who was born prematurely and has a number of medical conditions. (AS)Bayern Munich are not willing to let Chelsea transfer target Arturo Vidal leave in January. (Bild)Schalke want Chelsea's forgotten man Baba Rahman to return on loan, but they want to clarify his fitness before making an official bid. (Bild)Mkhitaryan is unlikely to leave Manchester United in January, with the Premier League side wanting at least €40m (£35.4m) for the Armenia international, a fee which has put off many suitors. (Sport Bild)Olivier Giroud is a Besiktas transfer target with the Turkish giants looking for reinforcements up front after selling Cenk Tosun to Everton. (A Bola)Former Sunderland midfielder Yann M'Vila is set to leave Rubin Kazan due to their financial troubles, with Saint-Etienne interested in the 27-year-old. (L'Equipe)"
}