{
  "date": "09/01/18",
  "title": "European Paper Talk: Hope for Arsenal on Thomas Lemar deal",
  "description": "The latest transfer news and rumours from the European press as Arsenal receive a boost in their bid for Thomas Lemar.",
  "content": "Our friends at Football Whispers have scoured the continental media for the latest news and transfer rumours.Despite not wanting to sell anyone in January, Monaco may be tempted to let winger Thomas Lemar leave. Should Manchester City transfer target Alexis Sanchez join the Premier League leaders, Arsenal will move for the Frenchman, who is also being watched by Chelsea and Liverpool. (L'Equipe)Tottenham winger Georges-Kevin N'Koudou is set to join Burnley on loan for the rest of the season. (L'Equipe)If Real Madrid are beaten by Paris Saint-Germain in the last 16 of the Champions League, under-fire coach Zinedine Zidane will lose his job. (Sport)Barcelona are willing to pay Manchester United transfer target Antoine Griezmann's €100m (£88m) buyout clause to play the Atletico Madrid forward in a front three alongside Luis Suarez and Lionel Messi. (Cadena Ser)Before leaving for Arsenal, former Barcelona director of football Raul Sanllehi put everything in place for Philippe Coutinho to join the Catalan side in January. (Mundo Deportivo)Arsenal midfielder Francis Coquelin is a Valencia transfer target, with the player keen on a move to the La Liga side. (Cadena Ser)After struggling for game time at Real Madrid since his summer move from Real Betis, Dani Ceballos could return to his former club in January. Angel Haro, Betis president, is keen on a loan move for the midfielder. (Mundo Deportivo)Real Madrid transfer target Kepa Arrizabalaga could need foot surgery which could put his potential move from Athletic Bilbao on hold. (Mundo Deportivo)Matteo Darmian is a Roma transfer target, but the Italian side can't afford to bring the Manchester United defender in until they raise some money through sales due to Financial Fair Play. They hope Bruno Peres will join Benfica, but will also listen to offers for Kevin Strootman, Emerson Palmieri, Hector Moreno, Lukasz Skorupski, Leandro Castan and Maxime Gonalons. (Corriere della Serra)With Coutinho costing Barcelona €160m (£141m), Juventus have put a €175m (£154m) price tag on Paulo Dybala. They don't want to sell their star striker, but should he push for a move away, that is how much they'll demand. (Tuttosport)Inter Milan and Napoli are both interested in Gerard Deulofeu and Simone Verdi. The Barcelona forward wants to return to Italy, after spending six months on loan at AC Milan last season. But Napoli boss Maurizio Sarri would prefer Bologna forward Verdi, who Inter have targeted for a summer move. (Gazzetta Dello Sport)Bayer Leverkusen striker Leon Bailey has spoken up a potential move to the Premier League, saying: \"England was and still is my dream. And if I keep working hard, I'm sure it will work out someday.\" (Bild)RB Leipzig are not keen letting Naby Keita join Liverpool early, with the Reds interested in bringing forward the move after Coutinho's departure. The Bundesliga side would prefer to keep the midfielder until the summer. (Bild)After failing to sign Luciano Vietto and Roger Martinez, Sporting Lisbon have turned to Everton's Sandro Ramirez in their quest to sign a striker. (A Bola)Sporting Lisbon have rejected the chance to sign Antalyaspor midfielder Samir Nasri because they don't believe his ability justifies the salary he was asking for. (Record)Former Chelsea winger Gael Kakuta is a Benfica transfer target. The 26-year-old is currently playing on loan at Amiens from Hebei China Fortune and the Portuguese side are confident of reaching an agreement to bring him in soon. (Record)"
}