{
  "date": "25/01/18",
  "title": "European Paper Talk: Zinedine Zidane future at Real Madrid hangs in the balance",
  "description": "With little over a week of the January transfer window remaining, the rumour mill is in overdrive as teams across Europe continue to try to strengthen their squads.",
  "content": "Our friends at Football Whispers have scoured the continental press to bring you the latest transfer rumours.Real Madrid manager Zinedine Zidane knows his future hangs in the balance after defeat to Leganes in the Copa del Rey. He acknowledged in his post-match interview that defeat to Paris Saint-Germain in the Champions League could bring his tenure at the Santiago Bernabeu to a premature end. (Marca)Florentino Perez wants to strike a deal with Paris Saint-Germain which could see Neymar return to Spain but have Cristiano Ronaldo move to Ligue 1. The Portuguese superstar is dissatisfied with life at Real Madrid now after the club made it clear they're looking to bring in a younger forward. Los Blancos are now hopeful the champions-elect in France will be interested in making the Real Madrid No 7 a key part of their project in the short-term. (AS)Jorge Mendes, David De Gea's agent, has been informed by Real Madrid that the Spanish champions will do everything in their power to sign the Manchester United No 1 in the summer. They're prepared to go as high as €100m, quite a step up from the €30m they could have signed him for back in 2015, but they want desperately to make him their first choice 'keeper. (AS)Sevilla have agreed a deal to sign Swansea City's Roque Mesa on loan for the remainder of the season.The Spanish playmaker has failed to adapt to the rigours of the Premier League since his £11m summer move from Las Palmas. (Marca)Arsenal remain confident of signing Borussia Dortmund forward Pierre-Emerick Aubameyang, despite having a second bid rejected, with Gunners boss Arsene Wenger already planning the 28-year-old Gabon striker's debut. (Bild)Olivier Giroud is not a short-term stop-gap for Borussia Dortmund. The Bundesliga team want to bring the Frenchman in to fill the void in attack when Aubameyang leaves. Due to their different styles, many believed he would simply do the job until the end of the season. However, this is not the case and the club believe the 31-year-old can get the best out of Marco Reus, Andriy Yarmolenko and Manchester United transfer target Christian Pulisic. (SportBild)Marcel Sabitzer, rumoured to be a Manchester CIty transfer target, looks set to agree a new deal with RB Leipzig. Though committed to the club, the versatile Austrian forward has made it clear that if the club are not playing in the Champions League on a regular basis that he will have to move on: \"I want to play Champions League permanently\". (Kicker)Inter Milan are looking to bring in one-time West Ham transfer target William Carvalho this month. In a weird twist it will be Joao Mario's loan move to the Hammers which allows Luciano Spalletti to free up space in the squad and finances to bring the Portuguese controller to the club. If they fail to strike a deal with Sporting Lisbon then the next midfielder on their wishlist is Wylan Cyprien, a Liverpool transfer target according to various reports last year. (Gazzetta dello Sport)Serie A leaders Napoli want to bolster their attacking options this month and have settled on Ajax's Amin Younes. The 24-year-old, a Swansea transfer target, moved to the Dutch capital in 2015 and is thought to be available for around the €10m mark.(Calciomercato)Newcastle and Watford transfer target Islam Slimani could be heading to Monaco to reunite with Leonardo Jardim. The pair worked together at Sporting Lisbon and the Ligue 1 champions are in the market for a striker with Guido Carrillo on his way to Southampton this month. (Foot Mercato)Marseille are open to selling former Fulham striker Kostas Mitroglou during the January transfer window, just six months after spending €15m to bring him to Ligue 1. The Greek striker has lost his place in the starting XI to Valerie Germain and manager Rudi Garcia isn't against parting ways with him so long as the majority of the money spent on him is recouped. (Le10Sport)"
}