{
  "date": "08/01/18",
  "title": "European Paper Talk: Juventus plotting move for Arsenal's Mesut Ozil",
  "description": "The January transfer window is open and teams across Europe are starting to make moves to strengthen while they can.",
  "content": "Our friends at Football Whispers have scoured the continental media for the latest news and transfer rumours.Mesut Ozil is a Juventus transfer target. Max Allegri is an admirer of the Arsenal midfielder, but Manchester United are leading the way. If a deal can't be struck with United in January, the Serie A side are ready to pounce to bring him in when his contract runs out at the end of the season. (Corriere dello Sport)Juventus have opened negotiations with Liverpool over a move for Emre Can. (La Gazzetta dello Sport)Watford striker Stefano Okaka wants a move to Torino to be reunited with former boss Walter Mazzarri. (La Gazzetta dello Sport)While negotiating the sale of Philippe Coutinho to Barcelona, Liverpool asked if the Brazilian could be loaned back to Anfield for the rest of the season due to their difficulties in finding a replacement for him, but Barca rejected the proposal. (AS)Barcelona's second signing of the January transfer window will be Yerry Mina. A €12million (£10.6million) fee has been agreed with Palmeiras for the central defender, who is set to fly to Europe today. (Sport)Sevilla transfer target Aleix Vidal is likely to leave Barcelona this January. The Catalan club would prefer to sell him to a club outside of Spain that will pay for him up front, but the player wants to return to Sevilla, who want a loan with an option to buy at the end of the season. (Marca)Impressed by his start to the season, Chelsea are considering re-signing Thorgan Hazard. The Borussia Monchengladbach attacker has six league goals and six assists so far this campaign. A move for Eden Hazard's brother would be unlikely until the summer, though. (Bild)Borussia Monchengladbach defender Jannik Vestergaard will not be leaving the club this January despite him being subject of Arsenal transfer talk. The Dane is under contract until 2021 and manager Max Eberl says the Bundesliga side have no reason to sell him. (Bild)Borussia Dortmund striker Pierre-Emerick Aubameyang is attracting interest from China. Guangzhou Evergrande and Beijing Guoan are both considering big-money moves for the Gabon international. (L'Equipe)"
}