{
  "date": "24/01/18",
  "title": "European Paper Talk: La Liga clubs join race for Lucas Moura",
  "description": "With little over a week of the January transfer window remaining, the rumour mill is in overdrive as teams across Europe continue to try to strengthen their squads.",
  "content": "Our friends at Football Whispers have scoured the continental press to bring you the latest transfer rumours.Lucas Moura is rumoured to be an Arsenal and Tottenham transfer target but there are now clubs from La Liga showing an interest. Real Betis and Sevilla want to bring the Brazilian to Spain with the former being prepared to pay €30m in total to sign him. However, Paris Saint-Germain want €40m for the 25-year-old with the bulk of the payment being made up front. (Le10Sport)Ligue 1 leaders Paris Saint-Germain have signed former Chelsea, Arsenal and Real Madrid midfielder Lass Diarra on a free transfer. The 32-year-old has been without a club since leaving Al Jazira and was linked with a move to Manchester United before putting pen to paper on a deal in the French capital. (L'Equipe)Antero Henrique, the sporting director at Paris Saint-Germain, has identified three goalkeepers that he wants to bring to the club. Liverpool transfer target Jan Oblak is joined on the list by Gianluigi Donnarumma and Thibaut Courtois. The trio fit the club's profile and would be signed to solve a problem area after both Kevin Trapp and Alphonse Areola failed to impress when given a chance as Unai Emery's No.1 (Le10Sport)Marseille want to battle it out with Sevilla, Inter Milan and Roma to sign Liverpool's Daniel Sturridge on loan. The forward wants to leave Merseyside in search of first-team football ahead of the World Cup. He's believed to favour a move to Spain but the Ligue 1 club can offer him a place in their starting XI, something the other three clubs are unable to do. (Le10Sport)Pep Guardiola is closing in on long-term Manchester City transfer target Aymeric Laporte. The Premier League leaders have returned for the 23-year-old Frenchman close to 18 months after making their interest known. His release clause has risen during this time from €50m to €65m. (Marca)Isco's place in the Real Madrid starting XI is under pressure after the return of Gareth Bale. The Spanish playmaker didn't even go to warm up during Madrid's 7-1 win over Deportivo and there are those who claim the former Malaga man is growing frustrated already. He signed a new deal in September to extend his stay in the Spanish capital until 2020 and manager Zinedine Zidane claimed Isco was \"very important\". (AS)Pierre-Emerick Aubameyang's father is the driving force behind the Arsenal transfer. The transfer is likely to be completed for between €60-65million before the end of the week. (Sportbild)Newcastle and Stoke City have been taking a closer look at Hertha Berlin's Davie Selke. The 23-year-old has nine goals in 16 starts for the Bundesliga club since his move to Berlin in the summer for a club record €8.5m. The two Premier League clubs sent scouts to watch the former RB Leipzig forward during the 1-1 draw with Borussia Dortmund. (Kicker)Julian Brandt, linked with moves to Liverpool and Bayern Munich for the best part of 12 months, now looks set to extend his stay with Bayer Leverkusen. His current deal expires in 2019 and it was believed he'd leave the club for the €12.5million release clause in his deal this summer but the player now wants to stay with Die Werkself. (Sportbild)Juventus are looking to raid their rivals yet again. The Serie A champions signed Miralem Pjanic from Roma after losing Paul Pogba and will return to the Rome club this summer to sign Lorenzo Pellegrini. Club directors Beppe Marotta and Fabio Paratici have followed Pellegrini since his time at Sassuolo and are prepared to pay the €25m required to activate his release clause. (RAI Sport)Pietro Pellegri, linked with both Milan clubs as well as a number in the Premier League, is being eyed up by Juventus as their next big coup. He is a prime target for the board as they look to bring the best Italian talent to the club and the directors took the opportunity on Monday night, when Genoa visited Turin, to reopen talks with the club and the player ahead of a potential move in the summer. (Gazzetta dello Sport)"
}