{
  "date": "15/01/18",
  "title": "European Paper Talk: Cristano Ronaldo wants Manchester United return",
  "description": "The January transfer window usually sees less business than its summer counterpart. This year, though, major clubs across Europe are plotting big-money deals which could see a new record set for total spend in the mid-season market.",
  "content": "Our friends at Football Whispers have scoured the continental press to bring you the latest transfer rumours.Cristiano Ronaldo wants to leave Real Madrid this summer and his priority is to return to Manchester United. The five-time Ballon d'Or winner is unhappy that promises over a new contract have not been kept and is ready to call time on his glittering nine-year stay in Spain's capital. (AS)Signing Neymar is Real Madrid president Florentino Perez's \"obsession\", and the back-to-back European champions will make their move to land the Brazilian superstar from Paris Saint-Germain after the World Cup this summer. (Cadena Ser)Watford have made an approach for Portuguese midfielder Joao Mario. The former Sporting Lisbon star, who was recently the subject of Manchester United transfer rumours, has rejected the chance to join the Hornets, however, as he holds out for a move to a club competing in Europe. (Calciomercato)One-time Chelsea target Radja Nainggolan could be set for a move to the Chinese Super League. Rome have received a £44m offer from Guangzhou Evergrande for the 29-year-old midfielder which is currently under consideration. (Gazzetta dello Sport)AC Milan will not be selling former Liverpool winger Suso this month. The Spanish attacker had been linked with a move away from the San Siro but the Rossoneri are determined to hold on to the 24-year-old, even if bids as high as £71m are received. (AC Milan's club website)Mathieu Debuchy could finally be on his way out of Arsenal. Saint-Etienne are in talks sign the French full-back, who has featured in just three league games for the Gunners in the last three seasons. (TF1)Borussia Dortmund are on the verge of announcing the signing of Liverpool transfer target Manuel Akanji from Basel. The highly-rated defender is set to join BVB in a deal worth around £17.8m. (Ruhr Nachrichten)"
}