{
  "date": "12/01/18",
  "title": "European Paper Talk: Neymar tops Real Madrid's 'galactico' wishlist",
  "description": "There have been plenty of transfers already around Europe this month, but who else could be on the move?",
  "content": "Our friends at Football Whispers have scoured the continental media for the latest news and transfer rumours.Real Madrid want to sign a big-name 'galactico' and top of their list is Neymar. Los Blancos know any move for the Paris Saint-Germain forward would be complicated and may not happen until the summer of 2019, but believe he has a desire to join them. What's more, they believe Paris Saint-Germain want Cristiano Ronaldo, which may make negotiations easier. However, if the deal proves impossible, they are also considering Harry Kane, Eden Hazard and Timo Werner. (Marca)Mesut Ozil was keen on a move to Barcelona in January, but the Catalan club decided they weren't willing to pay for a player they could sign for free in the summer, instead plumping for Philippe Coutinho, who was their first choice. (Mundo Deportivo)Vicente Guaita could seal his move to Crystal Palace in the coming days, due to a private contract he has with Getafe chairman Angel Torres, which allows him to leave if a bid over €4m (£3.5m) arrives. Palace have offered that. (Marca)Real Betis are looking at three former Premier League players to fill their left-back gap. Patrice Evra, Miguel Layun and Davide Santon are the names being considered by vice-president Lorenzo Serra Ferrer. (Estadio Deportivo)Jean-Michael Seri is a Manchester City transfer target. Pep Guardiola wants the Nice midfielder as he looks to strengthen his squad as it competes in four competitions. They face competition from PSG though, who are considering him as an alternative to Lassana Diarra, who they looked set to sign from Al-Jazira. (Le Parisien)Sunderland midfielder Didier N'Dong is a Watford transfer target. The London club want to take the 23-year-old on loan with a view to making the move permanent for €9m (£8m). (L'Equipe)Hoffenheim midfielder Nadiem Amiri is likely to leave the Bundesliga side in the summer due to his low release clause of just €17m (£15m). The 21-year-old is a Tottenham transfer target, with Mauricio Pochettino's side watching him for more than a year, but he has also attracted interest from Arsenal, as a possible Ozil replacement, and Manchester United. (SportBild)Real Madrid transfer target Mauro Icardi could leave Inter Milan at the end of the season if they fail to qualify for the Champions League. The Argentina international is losing patience with his club, as although he's scored 99 goals in 176 Serie A games, he's never featured in the Champions League. (Gazzetta dello Sport)If Real Madrid lose to PSG in the Champions League, Zinedine Zidane will be sacked, with Los Blancos targeting Germany boss Joachim Low as their first choice to replace him (La Stampa).It isn't just Liverpool's Emre Can who Juventus want to sign in midfield. Roma's Lorenzo Pellegrini, who's been subject of Chelsea, Manchester City and Manchester United transfer talk, is on their radar. The 21-year-old has a release clause of €25million (£22million). (Tuttosport)Inter are set to bring in Benfica defender Lisandro Lopez on loan, with an option to buy of around €11million (£9.8million) at the end of the season. (Gazzetta dello Sport)Sporting Lisbon have decided not to make a move for Guangzhou Evergrande forward Jackson Martinez, despite the former Porto striker being offered to them. (A Bola)"
}