{
  "date": "13/01/18",
  "title": "European Paper Talk: Paris Saint-Germain eye Chelsea midfielder N'Golo Kante",
  "description": "The January transfer window has officially opened. The latest transfer rumours can become a reality as Europe's biggest clubs look for the key signing to transform their season.",
  "content": "Our friends at Football Whispers have scoured the European media to round-up the latest transfer news.Paris Saint-Germain are weighing up a summer move for Chelsea midfielder N'Golo Kante. The Ligue 1 leaders may have one of the best attacking units in world football but there are problems behind them. Antero Henrique, the sporting director, believes Kante would go a long way to solving their issues in the middle of the park. (L'Equipe)Roma goalkeeper Alisson has emerged as a target for Real Madrid, Liverpool and Paris Saint-Germain. The Spanish champions are in the market for a new No 1 after failing to land Kepa Arrizabalaga from Athletic Bilbao, while Liverpool have lost faith in Simon Mignolet and Loris Karius. PSG, however, feel as though the city of Paris will be enough to tempt the Brazilian shot-stopper to pick them. (Le10Sport)Saint-Etienne are hopeful of bringing Paul-Georges Ntep back to Ligue 1. The former Rennes man left France last January to join Wolfsburg but has failed to really settle in the Bundesliga. Saint-Etienne have already completed the signing of one former Rennes player in Yann M'Vila and want to add Ntep to their squad. (Kicker)Real Madrid wanted to bring Lionel Messi to the club back in 2013 and were prepared to pay his €250m (£222m) release clause. The plan was to meet with the player and his father and discussions would take place in a private jet. Real, however, shifted their attention to Gareth Bale instead. (El Mundo)Real Madrid went through a rough patch and there was talk that manager Zinedine Zidane was set to be replaced at the end of the season, regardless of what trophies he managed to add to the cabinet. However, the French legend has a special relationship with club president Florentino Perez and has been told he can stay with the club as long as he wants. (Marca)New Barcelona signing Yerry Mina is the sixth tallest player in La Liga, coming in at 6ft 4ins. The Colombian centre-back passed his medical with the Catalan club on Friday after Barcelona and Palmerias agreed a deal of just over £10m to bring him to the club in January instead of the summer. (Marca)RB Leipzig may grant Naby Keita his wish and allow him to move to Liverpool six months ahead of schedule. The midfielder has been pushing for a move to Anfield, even giving up his winter break to put extra training sessions in. The game against Schalke on Saturday evening could be his last in the Bundesliga. (LVZ)Manchester United target Umaro Embalo is closing in on a move to RB Leipzig after the German club agreed a deal with Benfica to pay €13m (£11.6m) for the 16-year-old. (Kicker)Inter Milan are in talks with Atletico Madrid over the potential signing of Nicolas Gaitan. The Argentine playmaker wants to leave La Liga and join Luciano Spalletti revolution at the San Siro. He's prepared to say his goodbyes this week. (Calciomercato)Suso could be set for a shock return to Liverpool with Jurgen Klopp looking to bring in players who could fill the void left by Philippe Coutinho's departure. Suso, previously a Tottenham Hotspur transfer target, would be available for €40m (£35.6m). (Gazzetta dello Sport)"
}