{
  "date": "01/02/18",
  "title": "European Paper Talk: Jose Mourinho wants to sign Neymar",
  "description": "All the latest news and transfer rumours from the European press as Jose Mourinho is eyeing up a sensational move for Neymar.",
  "content": "Our friends at Football Whispers have scoured the continental press to bring you the latest transfer rumours.Jose Mourinho is eyeing up a sensational move for Neymar. Manchester United believe the Brazilian star would not only strengthen their attack but he would also grow their brand across Europe and Asia.Mourinho wants to partner the Paris Saint-Germain poster boy with Alexis Sanchez, a teammate of his at Barcelona. However, it is believed the player doesn't fancy a move to Old Trafford and would prefer a switch to Real Madrid. (Don Balon)Barcelona are targeting a move for Bayern Munich's David Alaba. The club's technical secretary Robert Fernandez is understood to have asked president Josep Maria Bartomeu to find the funds for the Austria left-back. (AS)Valencia are already negotiating with Paris Saint-Germain, Atletico Madrid and Inter Milan in an attempt to keep Goncalo Guedes, Luciano Vietto and Geoffrey Kondogbia at the club beyond June. All three are on loan but Valencia, who sit in third position in La Liga, want to sign them all on a permanent basis. (AS)Manchester City transfer target Samuel Umtiti will sign a new contract extension with Barcelona next season, according to club president Josep Bartomeu. His salary won't be the only thing increased, with the La Liga leaders looking to hike up his €60million release clause. (Mundo Deportivo)RB Leipzig completed a last-minute move for Everton wonderkid Ademola Lookman as they looked to fill the void left by Oliver Burke's summer departure to West Brom. The attacker had offers from closer to home but was sold on the idea of playing for the Bundesliga club, even forcing the move to ensure it happened before the deadline. (Kicker)Schalke have offered Max Meyer a new deal worth €5.5million per season, a €2.2million increase on his existing pay packet. After the disappointment of losing Leon Goretzka, the club are desperate to tie Meyer down to a long-term contract - his deal ends at the end of the season and he's an Arsenal transfer target. (SportBild)Milot Rashica, a one-time Celtic transfer target, swapped Vittesse for Werder Bremen on deadline day, penning a contract until 2022 with the Bundesliga side. It was initially believed to be for a club record fee but Werder's head of finance dismissed these claims. (Kicker)Inter Milan had hoped to bring both Javier Pastore and Ramires to the club during January but failed, leaving manager Luciano Spalletti short in his attempt to get the club back into the Champions League.Pastore agreed to move to the San Siro on loan but Inter refused to add in an obligation to buy clause that Paris Saint-Germain wanted to be included while the Serie A side couldn't strike a deal with Jiangsu Suning for former Chelsea midfielder Ramires. (Gazzetta dello Sport)Juventus have already got their summer plans plotted out. They want to bring in midfield reinforcements in the shape of Emre Can and Lorenzo Pellegrini, while Manchester United's Matteo Darmian is expected to join the Serie A champions to fill either full-back position. They also want to take 19-year-old Kwang-Song Han, a Liverpool transfer target, to Turin after watching him impress while on loan at Perugia. (Gazzetta dello Sport)Neymar isn't happy with how the club have treated his teammates. It's the latest in a long line of gripes the world's most expensive player has with the Ligue 1 leaders. He's recently voiced his concerns over the treatment of Hatem Ben Arfa and, prior to his move to Spurs, Lucas Moura. (Le Parisien)"
}