{
  "date": "22/01/18",
  "title": "European Paper Talk: Juan Mata planning Manchester United stay",
  "description": "The January transfer window usually sees less business than its summer counterpart. This year, though, major clubs across Europe are plotting big-money deals which could see a new record set for total spend in the mid-season market.",
  "content": "Our friends at Football Whispers have scoured the continental press to bring you the latest transfer rumours.Arsenal are set to up their offer for Pierre-Emerick Aubameyang from €50m (£44m) to €60m (£52.8m). Borussia Dortmund are unlikely to accept it though, as they want €70m (£61.6m). (Kicker)Should the Arsenal transfer target move to the Emirates Stadium, Olivier Giroud will head in the other direction, joining Borussia Dortmund on loan, initially until the end of the season. (Kicker)Deals for Chelsea transfer targets Emerson Palmieri and Edin Dzeko could be completed today. The Roma pair will be the Blues' first signings of the January transfer window. (Corriere dello Sport)Despite transfer talk surrounding Juan Mata and a possible return to Valencia, the Manchester United midfielder has no intention of leaving Old Trafford. The Spanish side may be interested in him, but he has turned them down before, and there's no reason to think he will change his mind this time. (Superdeporte)Atletico Madrid attacker Nicolas Gaitan has five options as he looks to resolve his future, which lies away from the Wanda Metropolitano. The 29-year-old is a Swansea transfer target, but that move does not appeal to him. He would prefer a return to Boca Juniors, while Inter, Monterrey and Shanghai Shenhua also want him. (Marca)Cristiano Ronaldo will definitely leave Real Madrid this summer, but he denies that his reasons for wanting out are due to him wanting more money. (Record)Crystal Palace transfer target Erdal Rakip's move to Selhurst Park is in doubt as Benfica don't want to sell him due to a season-ending injury suffered by Filip Krovinovic. (Record)Anderson Talisca, who was once subject of Manchester United transfer rumours, is wanted by Chinese Super League side Changchun Yatai. Any move would be complicated by the fact the Brazilian is on loan at Besiktas from Benfica and the Turkish club would want compensation should he leave before the end of the season. The 23-year-old is also thought to favour a move to England. (O Jogo)Lassana Diarra will undergo a medical at Paris Saint-Germain on Monday morning. The former Chelsea, Arsenal and Real Madrid midfielder is a free agent after leaving Al-Jazira. (L'Equipe)"
}