{
  "date": "05/01/18",
  "title": "European Paper Talk: Liverpool want Sporting's Gelson Martins to replace Philippe Coutinho ",
  "description": "The January transfer window is open and teams across Europe are starting to make moves to strengthen while they can.",
  "content": "Our friends at Football Whispers have scoured the continental media for the latest news and transfer rumours.Sporting Lisbon winger Gelson Martins is a Liverpool transfer target. The Portuguese club have ruled out a January deal but, should Philippe Coutinho leave for Barcelona, the Reds may come back with an offer that could test their resolve. (Record)Sporting Lisbon are set to sign Fluminense midfielder Wendel for €7m (£6.2m). The player had a deal in place to sign for Paris Saint-Germain, but the French club had to pull out to meet financial fair play criteria. (Record)Cristiano Ronaldo will be a Paris Saint-Germain transfer target in the summer. Signing the Portuguese superstar is a big dream of PSG's owners, but they acknowledge they will not be able to meet his buyout clause of €1bn (£889m), so will have to deal with Real Madrid, who are not thought to be too keen on selling. The French side believe they can tempt Ronaldo economically, which may be enough for him to force through a deal. (El Confidencial)Liverpool are resisting selling Barcelona transfer target Philippe Coutinho, despite their offer on the table of €110m (£97.8m), potentially rising to €150m (£133m). The Reds are annoyed with Nike for advertising Barca shirts with the player's name on it on New Year's Eve. (Mundo Deportivo)Kepa Arrizabalaga has moved closer to becoming a Real Madrid player, having undergone a medical with the club on Thursday. The goalkeeper is set to join from Athletic Bilbao for €20m (£17.7m), which is his buyout clause, despite having just six months left on his contract. (Marca)Lionel Messi has a clause in his contract at Barcelona that could see him leave the club if Catalonia became an independent state. The Argentine superstar's contract, signed in November, says he would stay if independence meant Barcelona were playing in the Spanish, French, English or German league. If not, he would be able to exit for free. (El Mundo)Barcelona could sign Colombia defender Yerry Mina on Friday. The club made an offer of €12m (£10.6m) to Palmeiras to sign him this summer, despite having a deal in place to bringing him in for €9m (£8m) this summer.Atletico Madrid defender Lucas Hernandez has applied for a Spanish passport with the hope of playing for Spain. The 21-year-old was born in Marseille and has represented France from U16 to U21 level. (Marca)Guangzhou Evergrande want to sign Radja Nainggolan and are set to make a €40m (£35.6m) bid for the Roma midfielder. The Italian club are set to hold out for at least €50m (£44.5m) after turning down bids from Chelsea and Juventus in recent transfer windows. (La Gazzetta dello Sport)Simone Verdi is a Napoli transfer target for January. They have been given guarantees to the forward that he will get game time before now and the end of the season. (Corriere dello Sport)AC Milan want Werder Bremen left-back Ludwig Augustinsson. The German side are likely to want around €15m (£13.3m) for the 23-year-old. (Tuttosport)Leicester are set to seal a deal for Gazalec Ajaacio's forward Fousseni Diabate. The 22-year-old, who is mainly a forward but can also play on the wing, had attracted interest from various clubs but the Foxes made the biggest offer. (RMC Sport)Fiorentina want Guingamp midfielder Yannis Salibur, who has a €7m (£6.2m) asking price. (L'Equipe)"
}