{
  "date": "19/01/18",
  "title": "European Paper Talk: Tottenham rivalling Man Utd for PSG star Lucas Moura",
  "description": "The January transfer window closes in under two weeks which means the latest transfer rumours are much more likely to become a reality as Europe's biggest clubs look for the key signings to transform their season.",
  "content": "Our friends at Football Whispers have scoured the European media to round-up the latest transfer news.Tottenham Hotspur are rivalling Manchester United in a bid to sign Paris Saint-Germain's Brazilian Lucas Moura. The attacker has dropped down the pecking order ever since the big-money arrivals of Neymar, Kylian Mbappe and Julian Draxler. (L'Equipe)Marcos Motta, a legal representative of Paris Saint-Germain star Neymar, has revealed the player's contract with the French giants does not contain a release clause. Rumours had suggested the Brazilian maestro had a £300m clause for the summer and that Real Madrid would activate it to bring him back to Spain. (L'Equipe)Everton are interested in bringing Bayern Munich left-back Juan Bernat to the club this month. The Toffees, who have already spent close to £50m on attacking upgrades, want to loan the Spaniard for the rest of the season. The German champions may be open to loaning him after he lost his place as back-up to David Alaba to Rafinha this season. (SportBild)Arsenal transfer target Pierre-Emerick Aubameyang has been left out of the Dortmund squad for their trip to Hertha Berlin this weekend. (Bild)Pierre-Emerick Aubameyang is close to completing his move to Arsenal and Borussia Dortmund have already lined up two replacements. The German club are interested in bringing Michy Batshuayi to the club on loan while Fedor Smolov is viewed as a permanent replacement for the 28-year-old forward. (Kicker)Chelsea are trying to complete a double deal with Roma. The Premier League champions are interested in striker Edin Dzeko and left-back Emerson Palmieri and are prepared to offer €50m (£44m) as well as allowing Michy Batshuayi to move to the Italian capital on loan. Roma are believed to want €65m (£57m) and bonuses if they are to allow the players to leave this month. (Sky Italia)Argentina striker Paulo Dybala will have to submit a transfer request to have any chance of joining Manchester United or Real Madrid, says Juventus chief executive Beppe Marotta. (Gazzetta Dello Sport)Juventus are working on a deal to bring Edinson Cavani to Turin. The Paris Saint-Germain forward is believed to be unhappy playing for the Ligue 1 side alongside Neymar and wants to move as soon as possible. Juventus are long-term admirers of the Uruguayan forward and would welcome him with open arms. (Corriere dello Sport)One-time Manchester United and Chelsea transfer target Sergi Roberto has put pen to paper on a new deal with Barcelona. The versatile 25-year-old extended his stay at the Nou Camp until 2022. (Marca)Following Real Madrid's 1-0 win over Leganes in the Copa del Rey, captain for the night Raphael Varane says he prefers winning over playing well. \"We played worse than the other day but we won,\" he told reporters. \"We lost the last match when we played well, I prefer to play worse and win. We need a winning streak. This season we aren't playing worse but things aren't going so well, and we enjoy it less when we don't win.\" (Marca)Espanyol celebrated a rare win over neighbours Barcelona by offering 40 per cent off shirts with Oscar Melendo's name on. Melendo was the goal hero on Wednesday night, netting the winner in the 88th minute. (AS)"
}