{
  "date": "17/01/18",
  "title": "European Paper Talk: Juventus eye Mesut Ozil and Christian Eriksen",
  "description": "The January transfer window usually sees less business than its summer counterpart. This year, though, major clubs across Europe are plotting big-money deals which could see a new record set for total spend in the mid-season market.",
  "content": "Our friends at Football Whispers have scoured the continental press to bring you the latest transfer rumours.Juventus have identified Tottenham playmaker Christian Eriksen and Arsenal forward Mesut Ozil as potential No 10 options. (Corriere dello Sport)Fiorentina have enquired about loaning Chelsea youngster Charly Musonda until the end of the season, with an option to buy. The Blues are thought to be reluctant to include a purchase option in any deal. (Sportitalia)Inter are set to sign Barcelona midfielder Rafinha on a six-month loan deal. The Brazilian is struggling for game time at the Camp Nou after an injury. (Gazzetta dello Sport)Bologna forward Simone Verdi has turned down a move to Napoli, despite the Serie A leader's boss Maurizio Sarri's best efforts to convince him to make the switch. (Gazzetta dello Sport)Real Madrid president Florentino Perez has identified Neymar, Eden Hazard and Robert Lewandowski as transfer targets. He will give the current attacking trio of Cristiano Ronaldo, Karim Benzema and Gareth Bale until the summer, but is ready to splash the cash in a big transfer window at the end of the season. (Marca)Ronaldo wants a new contract at the Bernabeu as he wants to be the highest-paid player in the world and Lionel Messi and Neymar are now earning more than him. But Real Madrid do not think it is the right time to improve his current deal, with the club struggling on the pitch. (Marca)Barcelona have started contract negotiations with Samuel Umtiti amid interest from Manchester City. The La Liga leaders want to substantially increase the defender's buyout clause, which is currently at €60m (£53m). (Mundo Deportivo)Despite Valencia increasing 17-year-old Ferran Torres' buyout clause to €25m (£22m), Real Madrid and Barcelona are still monitoring the winger. Both clubs, however, want to see how he progresses before making a move. (Mundo Deportivo)New Nottingham Forest boss Aitor Karanka is unlikely to look to Spain for potential signings this January. The ex-Middlesbrough head coach brought a number of players from La Liga to Teesside, including Alvaro Negredo, Victor Valdes and Antonio Barragan, but won't repeat that policy at the City Ground. (Marca)With Pierre-Emerick Aubameyang linked with Arsenal, Borussia Dortmund have lined up out-of-favour Chelsea striker Michy Batshuayi as a possible replacement. (Bild)The arrival of Manuel Akanji at Borussia Dortmund means two defenders could leave the Bundesliga side this January. Neven Subotic is likely to join Saint-Etienne while Marc Bartra may return to Spain. (SportBild)Bordeaux are set to sack manager Jocelyn Gourvennec following their defeat to Caen. (L'Equipe)"
}