{
  "date": "23/01/18",
  "title": "European Paper Talk: Chelsea's Thibaut Courtois wanted by Paris St-Germain",
  "description": "With little over a week of the January transfer window remaining, the rumour mill is in overdrive as teams across Europe continue to try to strengthen their squads.",
  "content": "Our friends at Football Whispers have scoured the continental press to bring you the latest transfer rumours.Long-term Real Madrid transfer target Kepa Arrizabalaga has sensationally decided against joining Los Blancos, signing a new deal with Athletic Bilbao until 2025. The goalkeeper had agreed terms and passed a medical with Real. However, the Champions League holders wanted the 23-year-old to undergo immediate surgery on a foot problem which has plagued him since November. (Marca)Out-of-favour Barcelona defender Aleix Vidal is wanted by former club Sevilla. The Andalusian side are prepared to take the right-back on loan before signing him permanently in the summer for €6m (£5.2m) with a further €2m (£1.7m) tied up in conditional bonuses. Barca will not budge from an asking price of €12m (£10.5m) up front with an additional €3m (£2.6m in clauses. (AS)Legendary Brazilian forward Ronaldo has ruled out becoming president of the Brazilian Football Federation and, instead, would like to buy a second-tier Spanish or English club. \"It would be a great honour,\" he said. \"But before that I want to experience running a big club. I'm thinking about buying a club in the second division in Spain or England. I want to do something innovative. I think I'm prepared for the challenge.\" (AS)Real Sociedad are not planning to sack under-fire coach Eusebio Sacristan. La Real are struggling in 15th in La Liga having won just one of their last 10 in all competitions. A lack of viable alternatives is one of the main reasons with former player Javi Gracia one candidate until he joined Watford on Sunday. (Mundo Deportivo)Paris Saint-Germain will attempt to sign Chelsea goalkeeper Thibaut Courtois. The 25-year-old is under contract until 2019 and would prefer a move to Real Madrid over PSG. However, PSG are willing to make him the highest-paid goalkeeper in the world. (AS)Chelsea's double raid of Roma looks close to completion with only a few details to iron out. The Blues will pay €50 (£43.9million) to sign striker Edin Dzeko and left-back Emerson Palmieri. Former Manchester City forward Dzeko was keen to remain in Rome having just bought a house. However, a phone call from Blues coach Antonio Conte convinced him to sign a deal worth €4.5million (£3.95million) a year until 2021. (Gazzetta dello Sport)Gerard Deulofeu is a Milan transfer target with Barcelona asking for €20m (£17.5m) for the winger who spent the second half of last season on loan with the Rossoneri. Deulofeu had been wanted by Napoli are the start of the window after Simone Verdi turned down the Partenopei. (Gazzetta dello Sport)Inter Milan coach Luciano Spalletti wants further reinforcements this month. The Nerazzurri have signed Barcelona midfielder Rafinha and Benfica defender Lisandro Lopez, both on loan. But Spalletti is not satisfied with Inter's business so far this month. (Corriere dello Sport)Inter striker Eder has emerged as a Crystal Palace transfer target as the Eagles seek to bolster their forward options. They want the 31-year-old Brazilian-Italian on loan, but the Nerazzurri will only sell with the price set at €10m (£8.7m). (Tuttomercato)Borussia Dortmund and Schalke are both looking to exploit the €20m (£17.5m) release clause in Kerem Demirbay's contract at Hoffenheim. The 24-year-old's deal runs until 2021 but his lowly buy-out clause makes Hoffenheim vulnerable. Asked about interest, Demirbay said: \"Well, honestly, it would be interesting. We do not know what's going on in summer, that's what I can say.\" (Sport Bild)West Ham are keen to bolster their midfield and Lyon midfielder Clement Grenier is one player David Moyes has his eye on. The 27-year-old is out of contract in the summer and the Hammers can agree a pre-contract with the Frenchman this month. (RMC)Tottenham transfer target Lucas Moura says he isn't happy at Paris Saint-Germain. The 25-year-old has yet to make a Ligue 1 start this season and is one of the players the Parisians are keen to offload in an attempt to offset the £198m signing of Neymar last summer. (L'Equipe)"
}