{
  "date": "13/01/18",
  "title": "Everton manager Sam Allardyce says he should have been more 'boring' with Spurs team selection",
  "description": "Everton manager Sam Allardyce says he should have been more \"boring\" with his team selection for Saturday's 4-0 defeat at Tottenham.",
  "content": "It was a tough trip to Wembley for the Toffees, with Heung-Min Son and Christian Eriksen sandwiching a record-breaking Harry Kane double as Everton fell to defeat.\nAllardyce had made just two changes from the side that narrowly lost to Liverpool in the FA Cup last Friday, but admitted he maybe should have been more cautious with his team selection rather than hoping for a similar performance.\n\"I was going to shore it up like Moyesy [West Ham manager David Moyes] did because I watched the game [the 1-1 draw at Wembley] and thought what a great job they had done on Tottenham defensively.\n\"But then again I reverted back to our Liverpool performance... If you can play like that at Liverpool and just at the death get beat, surely you can come here to Tottenham and deliver the same performance and maybe get a result.\n\"Maybe I have a bit of responsibility by playing too much attacking-minded players and not as many defending-minded players. I should have got back to being a bit more boring and a bit less adventurous.\"\nEverton are now winless in their last six games in all competitions - losing the last four - and Allardyce admitted that he was growing concerned about their recent slump.\n\"I'm worried about the run we are in at the moment,\" he added. \"West Brom becomes a massive game next week so we don't get dragged back into that relegation zone.\n\"After having a wonderful, wonderful start, we are back on dangerous ground with our results. It's our responsibility to get results to keep ourselves away from that and not wait to see if the others have lost.\n\"It was a shock second-half performance. I saw some of the good signs of the players last week against Liverpool, and I saw some of the worst signs second half tonight. It was massively worrying in terms of how can a performance become so bad in such a short period of time.\n\"Obviously, it's something I have to address now. I didn't expect to see it. I've seen it, and I have to address it as quickly as possible.\"\n",
  "dbpedia": "It was a tough trip to <a href=\"http://dbpedia.org/resource/Wembley_Stadium\" title=\"http://dbpedia.org/resource/Wembley_Stadium\" target=\"_blank\">Wembley</a> for the Toffees, with Heung-Min Son and <a href=\"http://dbpedia.org/resource/Christian_Eriksen\" title=\"http://dbpedia.org/resource/Christian_Eriksen\" target=\"_blank\">Christian Eriksen</a> sandwiching a record-breaking <a href=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" title=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" target=\"_blank\">Harry Kane</a> double as <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> fell to defeat.<br>Allardyce had made just two changes from the side that narrowly lost to <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> in the FA Cup last Friday, but admitted he maybe should have been more cautious with his team selection rather than hoping for a similar performance.<br>\"I was going to shore it up like Moyesy [<a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> manager <a href=\"http://dbpedia.org/resource/David_Moyes\" title=\"http://dbpedia.org/resource/David_Moyes\" target=\"_blank\">David Moyes</a>] did because I watched the game [the 1-1 draw at <a href=\"http://dbpedia.org/resource/Wembley_Stadium\" title=\"http://dbpedia.org/resource/Wembley_Stadium\" target=\"_blank\">Wembley</a>] and thought what a great job they had done on <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> defensively.<br>\"But then again I reverted back to our <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> performance... If you can play like that at <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> and just at the death get beat, surely you can come here to <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> and deliver the same performance and maybe get a result.<br>\"Maybe I have a bit of responsibility by playing too much attacking-minded players and not as many defending-minded players. I should have got back to being a bit more boring and a bit less adventurous.\"<br><a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> are now winless in their last six games in all competitions - losing the last four - and Allardyce admitted that he was growing concerned about their recent slump.<br>\"I'm worried about the run we are in at the moment,\" he added. \"<a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> becomes a massive game next week so we don't get dragged back into that relegation zone.<br>\"After having a wonderful, wonderful start, we are back on dangerous ground with our results. It's our responsibility to get results to keep ourselves away from that and not wait to see if the others have lost.<br>\"It was a shock second-half performance. I saw some of the good signs of the players last week against <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>, and I saw some of the worst signs second half tonight. It was massively worrying in terms of how can a performance become so bad in such a short period of time.<br>\"Obviously, it's something I have to address now. I didn't expect to see it. I've seen it, and I have to address it as quickly as possible.\"<br>"
}