{
  "date": "21/01/18",
  "title": "Everton's James McCarthy suffers double leg break against West Brom",
  "description": "Republic of Ireland midfielder James McCarthy suffered a double leg break during Everton's 1-1 draw with West Brom on Saturday.",
  "content": "McCarthy was stretchered off midway through the second half at Goodison Park after colliding with Baggies striker Salomon Rondon.\nThe 27-year-old sustained a broken leg after tangling with Rondon by putting in a last-ditch challenge while the Venezuelan was attempting to take a shot.\nMcCarthy, who will undergo surgery on Monday, was treated by Everton's medical team for a number of minutes before leaving the field with his leg in a brace.\nDetails soon emerged surrounding the injury, with McCarthy sustaining a break to both the tibia and fibula in his right leg.\nSpeaking to Sky Sports at the final whistle, manager Sam Allardyce confirmed the injury to his midfielder.\n\"It's a tib and fib fracture, compounded as well, so it's a nasty injury. A huge blow for him having had so many what we would say 'niggly injuries' which he had overcome,\" said Allardyce.\n\"We've worked so hard to get James back to fitness and overcome his previous problems\n\"We felt we had all those covered now and he was getting fit, feeling more confident in himself and his game was beginning to come back.\n\"But bang, this has happened now and it's a long period of time to recover from so it's a great shame.\n\"Of course this happens in the game of football but not often an injury that severe,\" Allardyce added.\nRondon was in tears following the incident and had to be consoled by his team-mates while McCarthy was receiving treatment.\nAllardyce went on to suggest Everton's poor defending had put McCarthy in the position where he had to make the challenge.\n\"It's all through our own fault and our own stupid play in that area, you don't play the ball to people who are marked and facing our goal. That's something you learn in the early stages of your career.\n\"We gave the ball away and James recovered brilliantly to stop what might have been a goal and suffered obviously a very bad injury because of it.\"\nEverton went on the draw with match 1-1 after Oumar Niasse's close-range second-half strike cancelled out Jay Rodriguez's early opener.\n",
  "dbpedia": "McCarthy was stretchered off midway through the second half at <a href=\"http://dbpedia.org/resource/Goodison_Park\" title=\"http://dbpedia.org/resource/Goodison_Park\" target=\"_blank\">Goodison Park</a> after colliding with Baggies striker Salomon Rondon.<br>The 27-year-old sustained a broken leg after tangling with Rondon by putting in a last-ditch challenge while the Venezuelan was attempting to take a shot.<br>McCarthy, who will undergo surgery on Monday, was treated by <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>'s medical team for a number of minutes before leaving the field with his leg in a brace.<br>Details soon emerged surrounding the injury, with McCarthy sustaining a break to both the tibia and fibula in his right leg.<br>Speaking to Sky Sports at the final whistle, manager <a href=\"http://dbpedia.org/resource/Sam_Allardyce\" title=\"http://dbpedia.org/resource/Sam_Allardyce\" target=\"_blank\">Sam Allardyce</a> confirmed the injury to his midfielder.<br>\"It's a tib and fib fracture, compounded as well, so it's a nasty injury. A huge blow for him having had so many what we would say 'niggly injuries' which he had overcome,\" said Allardyce.<br>\"We've worked so hard to get James back to fitness and overcome his previous problems<br>\"We felt we had all those covered now and he was getting fit, feeling more confident in himself and his game was beginning to come back.<br>\"But bang, this has happened now and it's a long period of time to recover from so it's a great shame.<br>\"Of course this happens in the game of football but not often an injury that severe,\" Allardyce added.<br>Rondon was in tears following the incident and had to be consoled by his team-mates while McCarthy was receiving treatment.<br>Allardyce went on to suggest <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>'s poor defending had put McCarthy in the position where he had to make the challenge.<br>\"It's all through our own fault and our own stupid play in that area, you don't play the ball to people who are marked and facing our goal. That's something you learn in the early stages of your career.<br>\"We gave the ball away and James recovered brilliantly to stop what might have been a goal and suffered obviously a very bad injury because of it.\"<br><a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> went on the draw with match 1-1 after Oumar Niasse's close-range second-half strike cancelled out <a href=\"http://dbpedia.org/resource/Jay_Rodriguez\" title=\"http://dbpedia.org/resource/Jay_Rodriguez\" target=\"_blank\">Jay Rodriguez</a>'s early opener.<br>"
}