{
  "date": "01/01/18",
  "title": "Ex-Charlton chief Katrien Meire appointed CEO at Sheffield Wednesday",
  "description": "Former Charlton chief executive Katrien Meire has been appointed to the same role at Sheffield Wednesday.",
  "content": "The Belgian - a lawyer by trade - announced she was leaving League One club Charlton last week after a three-year spell that was overshadowed by supporter protests against her and owner Roland Duchatelet.\nAfter joining Championship side Wednesday, she said: \"I am so pleased. This is a massive challenge at a massive club and I am looking forward to beginning this journey.\n\"The chairman has very exciting plans for the club in the short and long term, and I bought into his vision immediately.\n\"The size of the club and fan base at Hillsborough is renowned in the football world, which were key factors in my decision to join.\"\nOwls chairman Dejphon Chansiri added: \"Katrien's appointment is a key development for our club and one which I am delighted to make.\n\"I have said for some time that I would only appoint a CEO should the right person fit my specification to lead the structure of Sheffield Wednesday on a day-to-day basis. I am 100 per cent convinced I have found that person in Katrien.\"\nAddicks boss Karl Robinson said he was in tears when Meire, who was also given a role on the FA Council in 2016, announced her exit to Charlton staff, as potential takeover talks continue at The Valley.\nMeire worked as legal and international relations manager for Standard Liege, another club owned by Duchatelet, before moving to England in 2014.\n",
  "dbpedia": "The Belgian - a lawyer by trade - announced she was leaving <a href=\"http://dbpedia.org/resource/Football_League_One\" title=\"http://dbpedia.org/resource/Football_League_One\" target=\"_blank\">League One</a> club <a href=\"http://dbpedia.org/resource/Charlton_Athletic_F.C.\" title=\"http://dbpedia.org/resource/Charlton_Athletic_F.C.\" target=\"_blank\">Charlton</a> last week after a three-year spell that was overshadowed by supporter protests against her and owner Roland Duchatelet.<br>After joining Championship side Wednesday, she said: \"I am so pleased. This is a massive challenge at a massive club and I am looking forward to beginning this journey.<br>\"The chairman has very exciting plans for the club in the short and long term, and I bought into his vision immediately.<br>\"The size of the club and fan base at <a href=\"http://dbpedia.org/resource/Hillsborough_Stadium\" title=\"http://dbpedia.org/resource/Hillsborough_Stadium\" target=\"_blank\">Hillsborough</a> is renowned in the football world, which were key factors in my decision to join.\"<br>Owls chairman Dejphon Chansiri added: \"Katrien's appointment is a key development for our club and one which I am delighted to make.<br>\"I have said for some time that I would only appoint a CEO should the right person fit my specification to lead the structure of <a href=\"http://dbpedia.org/resource/Sheffield_Wednesday_F.C.\" title=\"http://dbpedia.org/resource/Sheffield_Wednesday_F.C.\" target=\"_blank\">Sheffield Wednesday</a> on a day-to-day basis. I am 100 per cent convinced I have found that person in Katrien.\"<br>Addicks boss <a href=\"http://dbpedia.org/resource/Karl_Robinson\" title=\"http://dbpedia.org/resource/Karl_Robinson\" target=\"_blank\">Karl Robinson</a> said he was in tears when Meire, who was also given a role on the FA Council in 2016, announced her exit to <a href=\"http://dbpedia.org/resource/Charlton_Athletic_F.C.\" title=\"http://dbpedia.org/resource/Charlton_Athletic_F.C.\" target=\"_blank\">Charlton</a> staff, as potential takeover talks continue at <a href=\"http://dbpedia.org/resource/The_Valley_(London)\" title=\"http://dbpedia.org/resource/The_Valley_(London)\" target=\"_blank\">The Valley</a>.<br>Meire worked as legal and international relations manager for Standard Liege, another club owned by Duchatelet, before moving to <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> in 2014.<br>"
}