{
  "date": "13/01/18",
  "title": "Exclusive: Liverpool's Virgil van Dijk sits down with Jamie Carragher",
  "description": "In an exclusive interview,  Sky Sports' Jamie Carragher sat down with Liverpool's record signing Virgil van Dijk ahead of Super Sunday.",
  "content": "Liverpool spent £75m to sign the Southampton centre-back, with the Netherlands international completing his drawn-out move to Merseyside on the first day of the January transfer window.The most expensive defender on the planet opens up on what brought him to Liverpool, what makes a modern-day defender, and what he can bring to a much-criticised Reds' defensive line.You can catch Liverpool v Man City on Super Sunday from 3.30pm on Sky Sports Premier LeagueCarra: Virgil, £75m, the most expensive defender in the world. Does it make you nervous, or does that inspire you because the club felt you were worth that kind of money?VVD: It doesn't make me nervous, it's a big compliment to myself for the hard work I've put in so far, that Liverpool are willing to pay that much money. I can't change anything about that.Carra: There was talk of Man City, champions-elect some would say, and Chelsea, last season's champions, being interested in signing you. Why Liverpool?VVD: I think the size of the club, the fans, the players, the manager, the whole package here is amazing. You can see yourself that the atmosphere at every home game is amazing. I'm just very happy to play for the club.Carra: How big was the manager in all of this?VVD: Everybody knows how he is as a manager. You can see it on TV, how lively he is and how much confidence he can give players and pushes the team forward. I think it's a perfect fit for me as well. I think as a player you would love to have a manager who does that. Sometimes it's a bit crazy, but I like it.Carra: In the summer, the transfer sort of collapsed. Between August and January, did you ever think that if you were to move on from Southampton it would have to be to another club, or was it always Liverpool?VVD: Until the last couple of weeks I was just focused on Southampton, fully focused. There was nothing going on really until a couple of weeks ago, when I had a conversation with Les Reed. It happened after that.Carra: How difficult have you found it this year at Saints with the constant talk? How did it impact you mentally, and your performance? Watching you play this season in comparison to last season, you didn't quite seem yourself.VVD: I think it was multiple factors. I had a tough injury, didn't play for eight months, and then came back with enough of pressure on my shoulders, it wasn't easy. I think after all that happened it wasn't easy to do anything good. With the result we had at the time, it's easy to blame one guy, but I had to take it, and it made me stronger. I'm just happy that everything is done, I enjoyed every bit of it at Southampton, with the players I had there and the managers too.Carra: So, your first game in the Merseyside derby, tell me about it.VVD: Well, I wasn't supposed to play, first of all. I think Klopp changed his mind just before the game and gave me a chance.Carra: Do you realise what you've done?! A late winner at the Kop end against Everton, something every Liverpool fan dreams of doing, and you've done it on your debut!VVD: It was unbelievable. Some of my family and friends said you will score on your debut, but to actually do it, in the 84th minute, is something very special. It gave me goosebumps, and is something I'll never forget.Carra: Is that something you think you can bring to the team, scoring goals? I've been told Virgil van Dijk can take a wicked free-kick! With Philippe Coutinho gone are you now the man for that?!VVD: That's not my decision! There are plenty of good takers I think. The thing is, I just want to keep clean sheets, win games, be important for the club. My main focus is to not concede, organise well.Carra: Talking of clean sheets, one of the reasons you've been brought in his Liverpool's high-profile defensive problems. Do you feel over the next few months or years, if Liverpool don't improve defensively, considering your price tag, a lot of questions could be pointed at you? Because you're seen as the man who can come in and change that.VVD: I just want to give everything I have. I think I can help the team maybe achieve more than the club is already doing. It doesn't mean I'm going to play every week, just because of the price tag, I still need to prove myself. There are amazing defenders here, don't get me wrong.Carra: What do you think you can bring to the defence that is maybe not there at the moment?VVD: My qualities can always bring something extra, but as I said, the rest do it extremely well still. I think Joel Matip is a great defender, Dejan [Lovren] is very good defender, Joe Gomez is coming through the ranks, Ragnar Klavan obviously I know from back in Holland is doing very well too. I just want to work hard, show what I can bring, and if that's enough to play every week.Carra: I think the performance against Everton impressed as much as the goal. Liverpool fans saw you organise players, telling them where to go, the job of a centre-back which is sometimes lacking in the game now. Is that leadership something you can bring?VVD: Definitely. I'm a player who needs to be vocal, needs to talk, otherwise I'm not 100 per cent myself either. I need to be coming off the pitch every game with my voice gone, and that's something I can bring. I am just someone who likes to organise, make sure everything is well organised, because that makes it a lot easier for yourself too. And when I have the ball I want to be comfortable and play out from the back.Carra: You fit in with the modern centre-back. Do you think centre-back is becoming a more difficult position?VVD: People ask a lot more of us, especially at a club like Liverpool. But I'm just looking forward to what is coming. I love to have the pressure of having to win every game, love the pressure of keeping clean sheets every game, no matter if we're 5-0 or 6-0 up. I just want to keep winning, and getting better myself.Carra: In the short time you've been here you've noticed just how big the club is. The demand, fans all over the world, is it something you can feel straight away?VVD: Definitely. I think over the past year or so, 90 per cent of fans I meet are Liverpool fans. It's just something special. You want to give it back to them, work hard and achieve, and then get trophies with this beautiful club. It's just a massive club, and I feel it.Carra: Another massive club, you're up against Man City on Super Sunday. Are these big games, and potentially coming up against Sergio Aguero, the reason you've made this step up?VVD: You become a football player to play in these games, going up against the best players in the league. It's going to be tough, but with the quality we have, I think we can make it an interesting game."
}