{
  "date": "18/10/17",
  "title": "FA apologises and admits it breached duty of care to England players Eni Aluko and Drew Spence",
  "description": "The FA has \"sincerely apologised\" to Eni Aluko and Drew Spence after new evidence found the two players were subjected to \"discriminatory remarks on the grounds of race\" by former England Women's head coach Mark Sampson.",
  "content": "After independent barrister Katharine Newton's final report recorded conclusions upon the nature of Sampson's remarks, which he has denied, FA chairman Greg Clarke admitted his organisation had breached its duty of care to the players.During a gruelling four-hour hearing with the Digital, Culture, Media and Sport Committee at Portcullis House on Wednesday, all four FA executives present admitted failings within the governing body's grievance procedures but insisted they were trying to put things right.Chairman Greg Clarke said: \"The material issue is, twice an England player with 100 caps was exposed to an instance of racism. That is a fundamental breach of our duty of care to that person. And I feel very bad about that.\"(The process) is changed. The senior hirers now, we spend a lot of money going through cupboards to see if there are any skeletons in it. If that does not work, then the buck stops here.\"After initially defending the FA's investigations into Aluko's claims of discrimination, Glenn said: \"Clearly in his situation with Eni and Drew, yes, there have been failings. But we have 900 players and staff in our control, and in balance, we do a good job. In this instance, we've clearly made mistakes.\"The governing body's HR director Rachel Brace insisted the FA did the best job it could with the resources and evidence given to them, insisting: \"I don't (accept the initial investigation was wholly inadequate) and neither does the barrister.\"It emerged during the hearing at Portcullis House that Sampson received nine months' salary as severance pay and is considering making a claim of wrongful dismissal against the FA.Clarke insisted he would not resign despite the FA's admissions, reiterating his commitment to improving both the governing body's and the game of football's attitudes towards discrimination.And in the statement of apology issued as the hearing began at 2.30pm on Wednesday, CEO Glenn said: \"Our ambition has always been to find the truth and take swift and appropriate action if needed.\"It was our decision to have the original, second and final investigation to ensure that due diligence was taken. It is regrettable that Eniola did not participate in the first external investigation, as this would have enabled Katharine Newton to conduct and complete her investigation sooner.\""
}