{
  "date": "06/01/18",
  "title": "FA Cup third-round Saturday preview: Coventry, Luton out to spring shocks",
  "description": "Coventry boss Mark Robins will lock horns with beleaguered former Manchester United team-mate Mark Hughes desperate to pull off an FA Cup shock.",
  "content": "The Sky Blues, currently third in League Two, welcome Premier League strugglers Stoke to the Ricoh Arena on Saturday hoping to deepen their woes with Hughes under intense pressure after run of form which has seen the Potters slide into the bottom three.\"The FA Cup is the greatest competition in the world because everybody feels like they have a chance and there are upsets caused all the time,\" Robins told Coventry's official website. \"We will have to be at our maximum and they will have to be off it for us to pull a result.\"Stoke are not the only top-flight outfit hoping the cup can rekindle their season with West Brom also travelling to League Two opposition in the shape of Exeter.Alan Pardew's men are without a win in 21 games in all competitions dating back to August, and defeat at St James Park would compound their problems with only goal difference currently separating them from the foot of the Premier League table.If the Baggies are vulnerable to a cup shock, so too are Swansea, the only top-flight side in worse trouble, as they head for Sky Bet Championship leaders Wolves with new manager Carlos Carvalhal fighting desperately to halt the slide.Championship Bolton and Fulham entertain Premier League Huddersfield and Southampton while League One leaders Wigan head for Bournemouth and Championship promotion hopefuls Bristol City travel to Watford.Leicester travel to League One Fleetwood, Premier League leaders Manchester City host Burnley, Norwich welcome Chelsea to Carrow Road and League Two high-flyers Luton head to Newcastle.\"It'll be a wonderful occasion in terms of pitting our wits against a Premier League outfit, and that's the beauty of the cup,\" Hatters boss Nathan Jones said.\"It's the romance of the cup and it's about time we had a real romantic one, so we are pleased. It's a wonderful stadium, full of tradition.\"Fellow League Two side Notts County take on second-tier opposition when they attempt to topple Brentford on their own pitch, while Carlisle welcome Sheffield Wednesday to Brunton Park.Wycombe are at home to Preston and Stevenage host Reading, while Mansfield face a tough trip to high-flying Cardiff.Saturday's fixtures include four all-Championship ties with derby rivals Middlesbrough and Sunderland going head to head at the Riverside Stadium, Ipswich hosting Sheffield United, Barnsley travelling to Millwall and relegation-threatened Birmingham hosting Burton.Elsewhere, Aston Villa face Peterborough, Bradford head for Yeovil, QPR take on MK Dons, Hull go to Blackburn and League One pair Doncaster and Rochdale fight it out for a place in the fourth round."
}