{
  "date": "09/01/18",
  "title": "Manchester United to face Yeovil in FA Cup fourth round at Huish Park",
  "description": "Manchester United will head to League Two side Yeovil in the FA Cup fourth round while Newport County will host Tottenham.",
  "content": "Yeovil welcome United in the FA Cup for the second time in four seasons having this time been pitted against Jose Mourinho's men in the fourth round.The Glovers were the lowest-ranked side in Monday night's draw and were handed a home clash with the 12-time winners, as they were in 2015 when United won 2-0 in the third round thanks to goals from Ander Herrera and Angel Di Maria.Yeovil boss Darren Way told the club's website: \"I don't think I could pick anyone better to go up against in the world we live in at the moment.\"It was an extraordinary achievement to get to the fourth round and to get Manchester United is a special moment for the club. The players and supporters deserve it. It's going to be a magical day.\"Fellow League Two side Newport will be looking to cause another upset at Rodney Parade as they entertain Tottenham after knocking out Championship side Leeds in the third round.Mansfield, another club from the fourth tier, have the carrot of welcoming Pep Guardiola's Manchester City to Field Mill if they can overcome Cardiff at home in a replay.Seven-time winners Liverpool are at home to West Brom, while Nottingham Forest, who knocked out holders Arsenal on Sunday, are at Hull.Full FA Cup fourth round draw:Liverpool v West BromPeterborough v Fleetwood or LeicesterHuddersfield v BirminghamNotts County v Wolves or SwanseaYeovil v Manchester UtdCarlisle or Sheffield Wednesday v Stevenage or ReadingCardiff or Mansfield v Manchester CityMK Dons v CoventryMillwall v RochdaleSouthampton v WatfordMiddlesbrough v Brighton or Crystal PalaceBournemouth or Wigan v Shrewsbury or West HamHull v Nottingham ForestNewport v TottenhamNorwich or Chelsea v NewcastleSheffield Utd v PrestonTies to be played over the weekend of January 26-29."
}