{
  "date": "09/01/18",
  "title": "FA to use 'Rooney Rule' for Gareth Southgate successor in 2018 reform plans",
  "description": "England will implement the 'Rooney Rule' when appointing a successor to Gareth Southgate as part of new 2018 reform plans. ",
  "content": "The FA announced a series of initiatives on Tuesday aimed to improve the culture at the governing body in 2018, while increasing funding per year by £57m.The 'Rooney Rule' is an NFL policy that requires the league's 32 teams to interview black, Asian and minority ethnic (BAME) candidates for head coaching and senior operation roles.\"The commitment to the 'Rooney Rule is about bringing to life our ambition to make the people that run football and manage football, they should look - in mine and the FA's view - more like the people that play football today,\" chief executive Martin Glenn told Sky Sports News, confirming it will be applied to the selection process for England's next manager.\"We are going to be public about this. We will be held to account both in terms of our diversity targets, but also on this. It's FA policy not just the individual choice of any chief executive.\"Kick It Out chair Lord Ouseley believes the FA's proposals represent a big step towards making football 'a game inclusive for all'.\"This is a watershed moment,\" he said.\"I looked to The Football Association to give leadership on the matter of equality, inclusion and cohesion and I now expect those in positions of power across professional football, along with The FA, to drive forward the highest standards of activity in order to achieve these objectives which will benefit everyone who participates in the game.\"We look forward to working with The FA and the other authorities to bring about the changes necessary to make the game inclusive for all.\"Senior executives at the FA apologised to England women's players Eni Aluko and Drew Spence and admitted serious failings within the organisation in front of a Digital, Culture, Media and Sport Committee last year.That followed investigations into claims of discrimination against former head coach Mark Sampson, who was eventually found to have made \"discriminatory remarks on the grounds of race\" in an independent barrister's final report.A series of new FA initiatives and investments were released on Tuesday, which the body says will have a \"significant impact\" on both the organisation itself and English football.\"They illustrate both how committed the FA is to becoming a more inclusive and diverse organisation, and how much it contributes to English football,\" said chief executive Martin Glenn, who faced calls to resign following the Sampson inquiry.Increased revenue will see investment back into the game reach £180m from the 2018-19 season, up from £123m.The FA says the sales of broadcast rights, a long-term partnership with Nike and a corporate re-structure in 2015 will benefit all levels of the game.FA Cup prize money will be more than doubled, while the Wembley national stadium debt is intended to be cleared by the end of 2024.Investment in the women and girls' game will be increased by an additional £50m over six years as part of the FA's commitment to doubling participation in the women's game.",
  "dbpedia": "\nThe FA announced a series of initiatives on Tuesday aimed to improve the culture at the governing body in 2018, while increasing funding per year by &#xA3;57m.The \\&apos;Rooney Rule\\&apos; is an NFL policy that requires the league\\&apos;s 32 teams to interview black, Asian and minority ethnic (BAME) candidates for head coaching and senior operation roles.&quot;The commitment to the \\&apos;Rooney Rule is about bringing to life our ambition to make the people that run football and manage football, they should look - in mine and the FA\\&apos;s view - more like the people that play football today,&quot; chief executive Martin Glenn told Sky Sports News, confirming it will be applied to the selection process for <a href=\"http://dbpedia.org/resource/England_women&apos;s_national_football_team\" title=\"http://dbpedia.org/resource/England_women&apos;s_national_football_team\" target=\"_blank\">England</a>\\&apos;s next manager.&quot;We are going to be public about this. We will be held to account both in terms of our diversity targets, but also on this. It\\&apos;s FA policy not just the individual choice of any chief executive.&quot;Kick It Out chair Lord Ouseley believes the FA\\&apos;s proposals represent a big step towards making football \\&apos;a game inclusive for all\\&apos;.&quot;This is a watershed moment,&quot; he said.&quot;I looked to The Football Association to give leadership on the matter of equality, inclusion and cohesion and I now expect those in positions of power across professional football, along with The FA, to drive forward the highest standards of activity in order to achieve these objectives which will benefit everyone who participates in the game.&quot;We look forward to working with The FA and the other authorities to bring about the changes necessary to make the game inclusive for all.&quot;Senior executives at the FA apologised to <a href=\"http://dbpedia.org/resource/England_women&apos;s_national_football_team\" title=\"http://dbpedia.org/resource/England_women&apos;s_national_football_team\" target=\"_blank\">England women</a>\\&apos;s players Eni Aluko and Drew Spence and admitted serious failings within the organisation in front of a Digital, Culture, Media and Sport Committee last year.That followed investigations into claims of discrimination against former head coach Mark Sampson, who was eventually found to have made &quot;discriminatory remarks on the grounds of race&quot; in an independent barrister\\&apos;s final report.A series of new FA initiatives and investments were released on Tuesday, which the body says will have a &quot;significant impact&quot; on both the organisation itself and English football.&quot;They illustrate both how committed the FA is to becoming a more inclusive and diverse organisation, and how much it contributes to English football,&quot; said chief executive Martin Glenn, who faced calls to resign following the Sampson inquiry.Increased revenue will see investment back into the game reach &#xA3;180m from the 2018-19 season, up from &#xA3;123m.The FA says the sales of broadcast rights, a long-term partnership with Nike and a corporate re-structure in 2015 will benefit all levels of the game.FA Cup prize money will be more than doubled, while the Wembley national stadium debt is intended to be cleared by the end of 2024.Investment in the women and girls\\&apos; game will be increased by an additional &#xA3;50m over six years as part of the FA\\&apos;s commitment to doubling participation in the women\\&apos;s game.\n"
}