{
  "date": "01/02/18",
  "title": "FA to investigate comments allegedly made by West Ham director of recruitment Tony Henry",
  "description": "The FA will investigate the alleged comments attributed to West Ham director of recruitment Tony Henry.",
  "content": "They will be seeking observations from both Henry and the club, following a report in the Daily Mail concerning comments allegedly made by Henry to other West Ham officials and agents in emails regarding the signing of African players.\nBoth West Ham and the PFA have released statements on the matter, with the club stating Henry has been suspended while an investigation takes place.\nA West Ham United spokesman said: \"The Club can confirm that Director of Player Recruitment Tony Henry has been suspended pending a full and thorough investigation.\n\"West Ham United will not tolerate any type of discrimination and has, therefore, acted swiftly due to the serious nature of these claims.\n\"The West Ham United family is an inclusive one where, regardless of gender, age, ability, race, religion or sexual orientation, everybody feels welcome and included.\n\"The Club will make no further comment until the investigation has been concluded.\"\nThe PFA also reacted to the reported comments and commended West Ham's response to them.\n\"We are shocked at the reported comments published in the media this morning. The PFA strongly condemn any such views and there is no place for them in football,\" read a statement.\n\"The swift action by West Ham United is encouraging and we trust they will deal with this in keeping with football's position on all matters of equality and anti-racism.\"\nHammers midfielder Cheikhou Kouyate - who is African descent - took to Instagram to have his say on the matter, posting: \"African and proud.\"\nAnd former West Ham striker Carlton Cole said in a statement: \"I am pleased to see that the club have acted so swiftly to investigate any accusations of discrimination and I'm sure they'll reach a satisfactory conclusion.\n\"I am a proud West Ham United former player and proud of my club. It is of course disappointing to hear alleged comments that my club have adopted a policy on African players, which I find hard to believe.\n\"Not many people have played for WHU longer than me and African players have always been made most welcome by the fans and club.\"\nHenry joined West Ham in 2014, having previously worked for Everton, Sunderland and Chelsea.\n",
  "dbpedia": "They will be seeking observations from both Henry and the club, following a report in the Daily Mail concerning comments allegedly made by Henry to other <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> officials and agents in emails regarding the signing of African players.<br>Both <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> and the PFA have released statements on the matter, with the club stating Henry has been suspended while an investigation takes place.<br>A <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham United</a> spokesman said: \"The Club can confirm that Director of Player Recruitment Tony Henry has been suspended pending a full and thorough investigation.<br>\"<a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham United</a> will not tolerate any type of discrimination and has, therefore, acted swiftly due to the serious nature of these claims.<br>\"The <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham United</a> family is an inclusive one where, regardless of gender, age, ability, race, religion or sexual orientation, everybody feels welcome and included.<br>\"The Club will make no further comment until the investigation has been concluded.\"<br>The PFA also reacted to the reported comments and commended <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a>'s response to them.<br>\"We are shocked at the reported comments published in the media this morning. The PFA strongly condemn any such views and there is no place for them in football,\" read a statement.<br>\"The swift action by <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham United</a> is encouraging and we trust they will deal with this in keeping with football's position on all matters of equality and anti-racism.\"<br>Hammers midfielder Cheikhou Kouyate - who is African descent - took to Instagram to have his say on the matter, posting: \"African and proud.\"<br>And former <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> striker <a href=\"http://dbpedia.org/resource/Carlton_Cole\" title=\"http://dbpedia.org/resource/Carlton_Cole\" target=\"_blank\">Carlton Cole</a> said in a statement: \"I am pleased to see that the club have acted so swiftly to investigate any accusations of discrimination and I'm sure they'll reach a satisfactory conclusion.<br>\"I am a proud <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham United</a> former player and proud of my club. It is of course disappointing to hear alleged comments that my club have adopted a policy on African players, which I find hard to believe.<br>\"Not many people have played for WHU longer than me and African players have always been made most welcome by the fans and club.\"<br>Henry joined <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> in 2014, having previously worked for <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>, <a href=\"http://dbpedia.org/resource/Sunderland_A.F.C.\" title=\"http://dbpedia.org/resource/Sunderland_A.F.C.\" target=\"_blank\">Sunderland</a> and <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>.<br>"
}