{
  "date": "21/01/18",
  "title": "Fan arrested after QPR keeper's water bottle 'urinated in' mid-match",
  "description": "A Middlesbrough fan who allegedly urinated in the QPR goalkeeper's water bottle during Saturday's Sky Bet Championship game at Loftus Road has been arrested and charged.",
  "content": "Video shared on social media shows a man reseal a water bottle and throw it onto the pitch behind the QPR goal during Boro's 3-0 win.\nIt is believed the bottle may have been taken earlier by a pitch invader.\nThe Metropolitan Police said a man was charged with throwing an item on to the pitch and will face court.\nThe MPS football unit tweeted: \"After an investigation @MPSFootballUnit can confirm that the male arrested at the @QPRFC v @Boro game yesterday has been charged with throwing an item on to the pitch. The male has been bailed and will appear at court next month.\"\nThe dedicated football officer for Cleveland Police, whose territory includes Middlesbrough, said on Twitter: \"I've been asked by a few followers and can confirm the so called @Boro fan who urinated in the @QPRFC goalie bottle was arrested by colleagues from @MPSFootballUnit.\n\"Disgusting act and I will do all I can to remove him from attending Boro games again.\"\n",
  "dbpedia": "Video shared on social media shows a man reseal a water bottle and throw it onto the pitch behind the <a href=\"http://dbpedia.org/resource/Queens_Park_Rangers_F.C.\" title=\"http://dbpedia.org/resource/Queens_Park_Rangers_F.C.\" target=\"_blank\">QPR</a> goal during Boro's 3-0 win.<br>It is believed the bottle may have been taken earlier by a pitch invader.<br>The Metropolitan Police said a man was charged with throwing an item on to the pitch and will face court.<br>The MPS football unit tweeted: \"After an investigation @MPSFootballUnit can confirm that the male arrested at the @QPRFC v @Boro game yesterday has been charged with throwing an item on to the pitch. The male has been bailed and will appear at court next month.\"<br>The dedicated football officer for Cleveland Police, whose territory includes <a href=\"http://dbpedia.org/resource/Middlesbrough_F.C.\" title=\"http://dbpedia.org/resource/Middlesbrough_F.C.\" target=\"_blank\">Middlesbrough</a>, said on Twitter: \"I've been asked by a few followers and can confirm the so called @Boro fan who urinated in the @QPRFC goalie bottle was arrested by colleagues from @MPSFootballUnit.<br>\"Disgusting act and I will do all I can to remove him from attending Boro games again.\"<br>"
}