{
  "date": "10/01/18",
  "title": "Farhad Moshiri says he wasted time on trying to keep Romelu Lukaku at Everton",
  "description": "Everton owner Farhad Moshiri has opened up about his two-year struggle to keep Romelu Lukaku at Goodison Park.",
  "content": "Lukaku, who moved to Manchester United last summer in a deal worth up to £90m, became Everton's record signing when he joined the club on a five-year deal from Chelsea in 2014.Speaking at Everton's AGM on Tuesday night, Moshiri revealed Lukaku was keen on returning to Stamford Bridge before the Belgian plumped for a move to Old Trafford.\"With Romelu I wasted two summers trying to keep him,\" Moshiri said.\"I spoke to him, his agent, his mother. We tried to offer him a better offer than Chelsea. He wanted to play for Chelsea though - at that time.\"Bill Kenwright [Everton's chairman] has been like a father to many players, but ultimately it's the agents they rely on. If I tell you what we offered him, you won't believe it, and we offered him an even better deal than Chelsea, whatever they offered we matched but he just didn't want to stay.\"A year ago, Lukaku's agent Mino Raiola claimed a deal to keep Lukaku at Everton was 99.9 per cent done.But Moshiri said he knew he faced a losing battle to hang on to him after the Belgium international holidayed in California with close friend and fellow Raiola client Paul Pogba at the end of last season.\"I got close to Rom, I like the boy, he's a good boy, and I used all my charm to keep him and I flatly failed,\" Moshiri added.\"Ultimately we lost money. To buy Rom now would be £120m. The issue was his brain had gone. He was in LA [with Pogba] and he wouldn't come back.\"It happens. Alex Ferguson got another year out of [Cristiano] Ronaldo but then he was off. [Luis] Suarez had to bite a few players to get off.\"Moshiri was similarly unsuccessful in trying to keep boyhood blue Ross Barkley, who moved to Chelsea at the start of January after backing out of a £35m deal on deadline day in August.\"I didn't spend as much time to keep Ross as I did Rom,\" added Moshiri.\"When it got to the two years I met his agent and said 'We need to extend the contract'. He said 'You need to get Ronald Koeman' and we got Koeman.\"He then said (John) Stones was his friend and he should be allowed to leave and he left. We got into the last year (of his contract) and again we didn't want him to go.\"Bill miraculously got an offer for £35m for a player who was injured and then he changed his mind. Sam (Allardyce) spoke to him and he didn't want to stay.\""
}