{
  "date": "13/01/18",
  "title": "Five stats to tell your mates: The best Premier League Opta stats",
  "description": "There was plenty of drama in the Premier League on Saturday with a late goal, a comeback from two goals down and an equaliser diverted in by someone's hand - and that was just at Vicarage Road. But even Chelsea's goalless draw with Leicester made some history. ",
  "content": "After previously being held 0-0 by Norwich in the FA Cup last weekend and then drawing the first leg of their Carabao Cup semi-final against Arsenal by the same scoreline, this result at Stamford Bridge completed a hat-trick of goalless games for Antonio Conte's team.Incredibly, this is the first time in Chelsea's history that they have drawn three consecutive matches by this scoreline. Leicester were grateful to hold out after losing Ben Chilwell to a red card midway through the second half, but they deserved their point.In fact, the Foxes made a bit of Stamford Bridge history of their own. Claude Puel's side had 12 shots during the first half - the most by any visiting team in the opening 45 minutes of a Premier League match at Stamford Bridge since the 2003/04 season.Another top-half team enduring an unwanted run are Burnley. Sean Dyche has had plenty of praise this season and the Clarets remain well-placed in seventh but the 1-0 defeat to Crystal Palace at Selhurst Park on Saturday was their sixth game in a row without a win.Only Southampton are on a longer run without a win than that - it is now 10 games in search of a victory for the Saints as they were denied by a controversial Watford goal late on as Abdoulaye Doucoure made it 2-2 with his hand in the 90th minute.When it comes to home form, even Southampton are not struggling quite as badly as Newcastle. Joselu did earn them a point at home to bottom-club Swansea on Saturday but it is now seven without a win at St James' Park - their longest winless run since 2009.Things are looking rather better for ex-Sunderland boss David Moyes. His West Ham team won 4-1 at Huddersfield with the result bringing Moyes his 200th win as a Premier League manager - joining Sir Alex Ferguson, Arsene Wenger and Harry Redknapp in the 200 club."
}