{
  "date": "31/01/18",
  "title": "Florian Kamberi joins Hibernian on loan from Grasshopper",
  "description": "Hibernian have signed Florian Kamberi on loan from Swiss club Grasshopper until the end of the season. ",
  "content": "The loan, subject to international clearance, comes after the 22-year-old impressed head coach Neil Lennon when training with Hibs' first-team squad over the last two weeks.The centre-forward had a loan spell at Bundesliga 2 side Karlsruher SC last season and has represented Switzerland at youth level.\"It's a big club for me, a big opportunity and I am very excited to be here,\" Kamberi told the club's official website.\"The training ground is very impressive - I didn't have that in Switzerland - and the team is strong. They play football, they don't play the long ball all the time, and for me when I heard about Hibs I knew from the beginning it was a great opportunity for me.\"I am a physical striker, I'm not one to stay in the box. I want to go up against defenders and bring players into play.\"Lennon said: \"I am pleased to have Flo in the door.\"He is not a monster but he is a big boy and he plays well with his back to goal. He has decent mobility and links the play well from what we have seen, and we have had a good look at him.\"I have been impressed by what he's shown and he will bring a different dimension to the way we play.\"",
  "dbpedia": "\nThe loan, subject to international clearance, comes after the 22-year-old impressed head coach <a href=\"http://dbpedia.org/resource/Neil_Lennon\" title=\"http://dbpedia.org/resource/Neil_Lennon\" target=\"_blank\">Neil Lennon</a> when training with <a href=\"http://dbpedia.org/resource/Hibernian_F.C.\" title=\"http://dbpedia.org/resource/Hibernian_F.C.\" target=\"_blank\">Hibs</a>\\&apos; first-team squad over the last two weeks.The centre-forward had a loan spell at Bundesliga 2 side <a href=\"http://dbpedia.org/resource/Karlsruher_SC\" title=\"http://dbpedia.org/resource/Karlsruher_SC\" target=\"_blank\">Karlsruher SC</a> last season and has represented <a href=\"http://dbpedia.org/resource/Switzerland_national_football_team\" title=\"http://dbpedia.org/resource/Switzerland_national_football_team\" target=\"_blank\">Switzerland</a> at youth level.&quot;It\\&apos;s a big club for me, a big opportunity and I am very excited to be here,&quot; Kamberi told the club\\&apos;s official website.&quot;The training ground is very impressive - I didn\\&apos;t have that in <a href=\"http://dbpedia.org/resource/Switzerland_national_football_team\" title=\"http://dbpedia.org/resource/Switzerland_national_football_team\" target=\"_blank\">Switzerland</a> - and the team is strong. They play football, they don\\&apos;t play the long ball all the time, and for me when I heard about <a href=\"http://dbpedia.org/resource/Hibernian_F.C.\" title=\"http://dbpedia.org/resource/Hibernian_F.C.\" target=\"_blank\">Hibs</a> I knew from the beginning it was a great opportunity for me.&quot;I am a physical striker, I\\&apos;m not one to stay in the box. I want to go up against defenders and bring players into play.&quot;Lennon said: &quot;I am pleased to have Flo in the door.&quot;He is not a monster but he is a big boy and he plays well with his back to goal. He has decent mobility and links the play well from what we have seen, and we have had a good look at him.&quot;I have been impressed by what he\\&apos;s shown and he will bring a different dimension to the way we play.&quot;\n"
}