{
  "date": "11/01/18",
  "title": "Former Chelsea midfielder Ramires eyes Inter Milan transfer in January ",
  "description": "Former Chelsea midfielder Ramires says he hopes to return to European football with Inter Milan in the January transfer window.",
  "content": "The Brazilian has been in China for the last two years after joining Jiangsu Suning from Chelsea, but says he is keen to move to Italy this month.\nSpeaking to Sky Italy, he said: \"If I had to go back to Europe and do it in a big club like Inter, it would be a happy moment for me and my family, and if it happens I will be ready.\n\"The question of the hiring not only depends on me, there are different parties involved - the negotiations must satisfy both clubs. I hope we can reach an agreement and go to Inter.\n\"I must continue doing well here to hope to return to Europe.\"\nRamires played over 150 times for Chelsea between 2010 and 2016 after joining from Benfica, and won the Champions League, Premier League and FA Cup during his time in West London.\n",
  "dbpedia": "The Brazilian has been in China for the last two years after joining Jiangsu Suning from <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>, but says he is keen to move to Italy this month.<br>Speaking to Sky Italy, he said: \"If I had to go back to Europe and do it in a big club like Inter, it would be a happy moment for me and my family, and if it happens I will be ready.<br>\"The question of the hiring not only depends on me, there are different parties involved - the negotiations must satisfy both clubs. I hope we can reach an agreement and go to Inter.<br>\"I must continue doing well here to hope to return to Europe.\"<br><a href=\"http://dbpedia.org/resource/Ramires\" title=\"http://dbpedia.org/resource/Ramires\" target=\"_blank\">Ramires</a> played over 150 times for <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> between 2010 and 2016 after joining from <a href=\"http://dbpedia.org/resource/S.L._Benfica\" title=\"http://dbpedia.org/resource/S.L._Benfica\" target=\"_blank\">Benfica</a>, and won the Champions League, <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> and FA Cup during his time in West London.<br>"
}