{
  "date": "09/01/18",
  "title": "Former Wigan defender Juan Carlos Garcia dies aged 29 ",
  "description": "Former Wigan defender Juan Carlos Garcia has died at the age of 29 following a battle with leukaemia, the League One club have announced.",
  "content": "Garcia had been diagnosed with the illness in early 2015 and remained in England until returning to his native Honduras towards the end of last year.He had joined Latics from Olimpia on a three-year contract in 2013, following the path previously taken by fellow Honduras internationals Maynor Figueroa, Wilson Palacios and Hendry Thomas.Though he would make just one appearance for Latics, against Manchester City in the League Cup, he featured in two of his country's games at the 2014 World Cup.Wigan chairman David Sharpe said on wiganathletic.com: \"This is such tragic news and we send our deepest condolences as a club to Juan Carlos' family and friends who have had to sit by and watch this sad story unfold over the past few years.\"We have offered what support we can but, despite the best possible treatment at Christie's Hospital, Juan Carlos has tragically not been able to beat this terrible illness.\"At just 29 years old, he was far too young to be taken and our thoughts are with his family at this sad time.\"Wigan will hold a period of silence for Garcia prior to Saturday's fixture with Peterborough.",
  "dbpedia": "\nGarcia had been diagnosed with the illness in early 2015 and remained in <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> until returning to his native <a href=\"http://dbpedia.org/resource/Honduras_national_football_team\" title=\"http://dbpedia.org/resource/Honduras_national_football_team\" target=\"_blank\">Honduras</a> towards the end of last year.He had joined Latics from <a href=\"http://dbpedia.org/resource/C.D._Olimpia\" title=\"http://dbpedia.org/resource/C.D._Olimpia\" target=\"_blank\">Olimpia</a> on a three-year contract in 2013, following the path previously taken by fellow <a href=\"http://dbpedia.org/resource/Honduras_national_football_team\" title=\"http://dbpedia.org/resource/Honduras_national_football_team\" target=\"_blank\">Honduras</a> internationals <a href=\"http://dbpedia.org/resource/Maynor_Figueroa\" title=\"http://dbpedia.org/resource/Maynor_Figueroa\" target=\"_blank\">Maynor Figueroa</a>, Wilson Palacios and Hendry Thomas.Though he would make just one appearance for Latics, against <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> in the League Cup, he featured in two of his country\\&apos;s games at the 2014 World Cup.Wigan chairman David Sharpe said on wiganathletic.com: &quot;This is such tragic news and we send our deepest condolences as a club to Juan Carlos\\&apos; family and friends who have had to sit by and watch this sad story unfold over the past few years.&quot;We have offered what support we can but, despite the best possible treatment at Christie\\&apos;s Hospital, Juan Carlos has tragically not been able to beat this terrible illness.&quot;At just 29 years old, he was far too young to be taken and our thoughts are with his family at this sad time.&quot;<a href=\"http://dbpedia.org/resource/Wigan_Athletic_F.C.\" title=\"http://dbpedia.org/resource/Wigan_Athletic_F.C.\" target=\"_blank\">Wigan</a> will hold a period of silence for Garcia prior to Saturday\\&apos;s fixture with <a href=\"http://dbpedia.org/resource/Peterborough_United_F.C.\" title=\"http://dbpedia.org/resource/Peterborough_United_F.C.\" target=\"_blank\">Peterborough</a>.\n"
}