{
  "date": "04/02/18",
  "title": "Former Swansea boss Paul Clement has no doubts Renato Sanches' performances will improve",
  "description": "Former Swansea manager Paul Clement told Goals on Sunday that he has no doubts Renato Sanches will improve after a difficult start to life at the Liberty Stadium.",
  "content": "Clement's reign at Swansea ended just before Christmas, though it was his ties with Bayern Munich which saw the club sign Sanches on a season-long loan deal last summer.\nSanches, who is currently out through injury, has ultimately failed to live up to expectations so far, making 12 Premier League appearances without a goal or an assist.\nHowever, following on from his comments to The Times about how Sanches arrived at Swansea \"more damaged\" than he thought, Clement is confident of an upturn in the Portuguese midfielder's performances.\n\"I was instrumental in bringing Renato to Swansea because of my relationship with him and the relationship I had with Bayern,\" Clement told Goals on Sunday.\n\"For me it was a really good signing. Initially people thought it was great to bring a player of his talent to the club. I like the lad a lot, he has amazing ability, but his career has faltered slightly at the moment, but he's still very young - he's 20 years old - what do we expect? I think he's got a great career ahead of him.\n\"The situation when he moved from Benfica to Bayern, he didn't play as much as he would have liked, and when you're not playing your confidence can go down, and your physical conditioning too.\n\"We were picking that up. He showed great things in games in times, but the consistency wasn't quite there and he showed amazing stuff in training, which made everyone think that you have to have belief and confidence in this player.\n\"I'm sure eventually he will start to perform. He's such a young player, he will come good eventually.\n\"When you achieve so much at such a young age, there's a lot of expectation. At times, he felt the weight of that on his shoulders. He tried to do things to impress at times, which you can understand.\n\"I have no doubt that eventually he will come back good. If he has managed that level as an 18, 19-year-old, it's going to take a little bit of time to get him going again.\"\n",
  "dbpedia": "Clement's reign at <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> ended just before Christmas, though it was his ties with <a href=\"http://dbpedia.org/resource/FC_Bayern_Munich\" title=\"http://dbpedia.org/resource/FC_Bayern_Munich\" target=\"_blank\">Bayern Munich</a> which saw the club sign Sanches on a season-long loan deal last summer.<br>Sanches, who is currently out through injury, has ultimately failed to live up to expectations so far, making 12 <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> appearances without a goal or an assist.<br>However, following on from his comments to The Times about how Sanches arrived at <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> \"more damaged\" than he thought, Clement is confident of an upturn in the Portuguese midfielder's performances.<br>\"I was instrumental in bringing Renato to <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> because of my relationship with him and the relationship I had with Bayern,\" Clement told Goals on Sunday.<br>\"For me it was a really good signing. Initially people thought it was great to bring a player of his talent to the club. I like the lad a lot, he has amazing ability, but his career has faltered slightly at the moment, but he's still very young - he's 20 years old - what do we expect? I think he's got a great career ahead of him.<br>\"The situation when he moved from <a href=\"http://dbpedia.org/resource/S.L._Benfica\" title=\"http://dbpedia.org/resource/S.L._Benfica\" target=\"_blank\">Benfica</a> to Bayern, he didn't play as much as he would have liked, and when you're not playing your confidence can go down, and your physical conditioning too.<br>\"We were picking that up. He showed great things in games in times, but the consistency wasn't quite there and he showed amazing stuff in training, which made everyone think that you have to have belief and confidence in this player.<br>\"I'm sure eventually he will start to perform. He's such a young player, he will come good eventually.<br>\"When you achieve so much at such a young age, there's a lot of expectation. At times, he felt the weight of that on his shoulders. He tried to do things to impress at times, which you can understand.<br>\"I have no doubt that eventually he will come back good. If he has managed that level as an 18, 19-year-old, it's going to take a little bit of time to get him going again.\"<br>"
}