{
  "date": "02/02/18",
  "title": "French referee Tony Chapron handed six-month ban for kicking player",
  "description": "A French referee who kicked out at a player during a Ligue 1 fixture has been handed a six-month ban, half of which is suspended.",
  "content": "Tony Chapron aimed a kick at Nantes' Diego Carlos towards the end of a match against Paris Saint-Germain last month after the pair collided and subsequently handed the player a second caution which saw the defender sent off.Chapron, who was subsequently suspended by the French Football Federation (FFF) following the incident, was handed his punishment by the league's disciplinary commission on Thursday.\"After hearing Mr Tony Chapron and reading the instructor's report, the commission decided to suspend him for six months, three of which were suspended,\" a post read on lfp.fr.The 45-year-old referee, who requested Carlos' booking be rescinded, described his reaction during the match on January 14 as \"clumsy\" and \"inappropriate\".\"The Nantes player, Diego Carlos, crashed into me,\" said Chapron, who has taken charge of more than 400 matches in his career, in a statement on January 15.\"At the time of the collision, I felt a sharp pain where I had recently suffered an injury. My unfortunate reaction was to stick my leg out towards the player.\"Several weeks before the incident, Chapron had announced that he planned to retire from refereeing at the end of the season.",
  "dbpedia": "\nTony Chapron aimed a kick at <a href=\"http://dbpedia.org/resource/FC_Nantes\" title=\"http://dbpedia.org/resource/FC_Nantes\" target=\"_blank\">Nantes</a>\\&apos; Diego Carlos towards the end of a match against <a href=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" title=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" target=\"_blank\">Paris Saint-Germain</a> last month after the pair collided and subsequently handed the player a second caution which saw the defender sent off.Chapron, who was subsequently suspended by the French Football Federation (FFF) following the incident, was handed his punishment by the league\\&apos;s disciplinary commission on Thursday.&quot;After hearing Mr Tony Chapron and reading the instructor\\&apos;s report, the commission decided to suspend him for six months, three of which were suspended,&quot; a post read on lfp.fr.The 45-year-old referee, who requested Carlos\\&apos; booking be rescinded, described his reaction during the match on January 14 as &quot;clumsy&quot; and &quot;inappropriate&quot;.&quot;The <a href=\"http://dbpedia.org/resource/FC_Nantes\" title=\"http://dbpedia.org/resource/FC_Nantes\" target=\"_blank\">Nantes</a> player, Diego Carlos, crashed into me,&quot; said Chapron, who has taken charge of more than 400 matches in his career, in a statement on January 15.&quot;At the time of the collision, I felt a sharp pain where I had recently suffered an injury. My unfortunate reaction was to stick my leg out towards the player.&quot;Several weeks before the incident, Chapron had announced that he planned to retire from refereeing at the end of the season.\n"
}