{
  "date": "14/01/18",
  "title": "Frustration for tired Chelsea with third goalless draw in a row",
  "description": "Tired Chelsea are feeling the strain from a busy schedule - but there's no let up coming for Antonio Conte's men, writes Peter Smith...",
  "content": "Tiredness turned to frustration at Stamford Bridge, as Antonio Conte's fears about how his over-worked Chelsea side would cope with the intense press of visitors Leicester were realised.While the home side survived several first-half scares and walked away with a point, their lack of control and struggle to create openings of their own will be a concern for the Italian.This is the first time in the club's history Chelsea have had three 0-0 results in a row, and their fourth consecutive draw across all competitions hints at a side missing the quality in the final third which they had shown in abundance earlier this season. After 14 matches in 46 days, the Blues are feeling the strain.\"For sure, everyone is frustrated after another 0-0,\" said Conte. \"In the first half and in the first 15 minutes of the second half we suffered a lot. We played the game against Arsenal on Wednesday night and we didn't have a lot of time to recover. I saw many, many players very tired.\"On Friday Conte had described Leicester as the \"worst team\" his fatigued group of players could come up against this weekend, following their midweek Carabao Cup semi-final first leg, and Foxes boss Claude Puel was left ruing a missed opportunity to take all three points off the defending champions.It made for tense viewing for the Chelsea home support. Their team had thrashed Stoke 5-0 in their final Premier League home game of 2017 but Chelsea have badly missed that creativity, cutting edge and ruthlessness in front of goal since the turn of the year.Alvaro Morata, who missed a hatful of chances at Arsenal in Chelsea's 2018 opener, was ineffective up front again on Saturday, repeatedly bullied out of possession by the impressive, imperious Leicester centre-back Harry Maguire.Conte was quick to defend his main striker after the match, describing the lack of goals as a \"problem not only for Morata but for all of the team\" and the fact Chelsea failed to conjure a single clear-cut chance pointed to wider issues in their attacking play.The reliance on chief creators Eden Hazard and Cesc Fabregas to provide an opening is clear but when those two are suffering with heavy legs, as they were here, that becomes a major problem.Their double substitution with less than an hour on the clock highlighted the home side's struggles to find a way through this Leicester defence - even weary, those two had been Chelsea's most likely route towards a goal against the run of play in a first half dominated by the Foxes.While Fabregas' rasping drive was well tipped over by Kasper Schmeichel and Hazard probed for an opening, there was a surprising lack of control from the hosts' midfield as the Foxes fired off 12 shots at goal in the opening 45 minutes, the most a visiting team has managed before the break at Stamford Bridge since 2003/04.Unusually Leicester had 53.6 per cent of possession in the first half, as Wilfred Ndidi matched N'Golo Kante by winning the ball back on eight occasions, and Tiemoue Bakayoko struggled to get into the game either offensively or defensively.In contrast to Chelsea's lethargy, Leicester were electric, particularly Jamie Vardy, who harried the Blues' defenders, and in-form Riyad Mahrez, whose deflected shot almost caught out Thibaut Courtois after the Belgian had been at full stretch to parry Ndidi's header.In search of some inspiration and innovation, Conte switched to a 3-4-3 formation when he withdrew Fabregas and Hazard, sending wingers Pedro and Willian onto the field. But even with Ben Chilwell's sending off on 68 minutes - which Puel described as \"very harsh\" - Chelsea couldn't find the spark in the final third which appears to have deserted them.Chelsea were camped on the edge of the Leicester box for long periods late on, trying to prise apart the disciplined 10 men in front of them. In truth, they didn't come close, with a Marcos Alonso free-kick, comfortably parried by Schmeichel, the best chance of note.Morata managed just three touches in the opposition box all game - his worst return from a completed Premier League game this season - while only four completed crosses from 19 attempted illustrated the wayward service on offer.Bakayoko drew groans from the home support as he twice blasted over and Morata's late kick out at Maguire, which earned him a yellow card, summed up the frustrated mood on the pitch and in the stands.Changing that feeling won't be easy. There's no let-up in the fixture list coming for Chelsea, with an FA Cup replay against Norwich on Wednesday, trip to Brighton next Saturday and Carabao Cup semi-final second leg four days after that.Somehow Conte must find time to rest and reinvigorate his squad - before draws turn to defeats."
}