{
  "date": "11/01/18",
  "title": "Fulham rule out Ryan Sessegnon departure amid Tottenham and Manchester United interest",
  "description": "Fulham's head of operations Tony Khan has confirmed Ryan Sessegnon will not be leaving the club in the January transfer window.",
  "content": "The 17-year-old left-back has been linked with a move to one of the Premier League's big-hitters, with Manchester United and Tottenham reportedly showing interest in the left-back.Sky Sports News understands that Spurs are looking at the defender as a possible long-term replacement for Danny Rose, should he leave the club, and Mauricio Pochettino's side would consider loaning Sessegnon back to Craven Cottage as part of any potential deal this month.Khan, who is also Fulham's head of football operations and son of owner Shahid Khan, told The Telegraph that the club will not be selling Sessegnon.\"As it's been the subject of a great deal of speculation, I'd like to announce that Ryan Sessegnon is staying with Fulham and will not be departing during this January transfer window,\" Khan said.\"Ryan is a very important part of the Fulham family, and we're grateful that he'll be with us as we fight to achieve promotion this season.\"Khan's comments come after Sky Sports reported earlier this month that the Cottagers are not looking to sell any of their players in January, while manager Slavisa Jokanovic has previously spoken out over his frustration at the club's lack of signings.Fulham are understood to be interested in bringing in Southampton left-back Matt Targett on loan for the rest of the season as Jokanovic looks to add another option in the position, however, no deal has yet to be agreed.",
  "dbpedia": "\nThe 17-year-old left-back has been linked with a move to one of the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>\\&apos;s big-hitters, with <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> and <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> reportedly showing interest in the left-back.Sky Sports News understands that Spurs are looking at the defender as a possible long-term replacement for <a href=\"http://dbpedia.org/resource/Danny_Rose_(footballer_born_1990)\" title=\"http://dbpedia.org/resource/Danny_Rose_(footballer_born_1990)\" target=\"_blank\">Danny Rose</a>, should he leave the club, and <a href=\"http://dbpedia.org/resource/Mauricio_Pochettino\" title=\"http://dbpedia.org/resource/Mauricio_Pochettino\" target=\"_blank\">Mauricio Pochettino</a>\\&apos;s side would consider loaning Sessegnon back to Craven Cottage as part of any potential deal this month.Khan, who is also <a href=\"http://dbpedia.org/resource/Fulham_F.C.\" title=\"http://dbpedia.org/resource/Fulham_F.C.\" target=\"_blank\">Fulham</a>\\&apos;s head of football operations and son of owner Shahid Khan, told The Telegraph that the club will not be selling Sessegnon.&quot;As it\\&apos;s been the subject of a great deal of speculation, I\\&apos;d like to announce that Ryan Sessegnon is staying with <a href=\"http://dbpedia.org/resource/Fulham_F.C.\" title=\"http://dbpedia.org/resource/Fulham_F.C.\" target=\"_blank\">Fulham</a> and will not be departing during this January transfer window,&quot; Khan said.&quot;Ryan is a very important part of the <a href=\"http://dbpedia.org/resource/Fulham_F.C.\" title=\"http://dbpedia.org/resource/Fulham_F.C.\" target=\"_blank\">Fulham</a> family, and we\\&apos;re grateful that he\\&apos;ll be with us as we fight to achieve promotion this season.&quot;Khan\\&apos;s comments come after Sky Sports reported earlier this month that the Cottagers are not looking to sell any of their players in January, while manager Slavisa Jokanovic has previously spoken out over his frustration at the club\\&apos;s lack of signings.Fulham are understood to be interested in bringing in <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> left-back Matt Targett on loan for the rest of the season as Jokanovic looks to add another option in the position, however, no deal has yet to be agreed.\n"
}