{
  "date": "11/01/18",
  "title": "Gai Assulin interview: Ex-Barcelona and Man City winger's big hope",
  "description": "Former Barcelona and Manchester City winger Gai Assulin is enjoying his football again, but still dreaming of a return to England. Adam Bate caught up with him to discuss Roberto Mancini and why Pep Guardiola's reign at City could not come soon enough... ",
  "content": "\"It's very good, mate,\" Gai Assulin tells Sky Sports, his language still influenced by the two years that he spent in the North West of England as a Manchester City player. \"Everything is great. The weather is very warm. It's like summer here. I guess it's freezing there?\"Home is now Barcelona once again. After spending his teenage years under the influence of Pep Guardiola, a key figure in the coach's promotion-winning B team a decade ago, the man who became Israel's youngest ever international that season is now at nearby Sabadell.He is playing in Spain's third tier. This is not how it was supposed to be for such a prodigious talent - a player who made his senior debut for Barcelona at 18, before turning down a three-year contract. The Camp Nou is still close by, but must feel a world away at Sabadell.\"Obviously, it is not like Barca,\" says Assulin. \"I was very lucky to be a part of that club and when you leave, it is not the same, the coaching is not the same and nothing is the same. But I hope to go up with the team this year. And then I hope to come back to England.\"It is almost six years now since the last of his appearances for Brighton on loan from Manchester City and injuries have hampered his progress since then. But Assulin is back in form and at 26, there is still the opportunity to make up for lost time.He cannot help but look back at his decision to trade Barcelona for Manchester City with frustration - particularly because he left a coach who trusted him for one who did not. It is only now - far too late - that his preferred man is in charge. \"Tell me about it,\" he says.\"If Pep had been there, I would definitely have had a chance. He liked me a lot and likes young players. Today in football, it is difficult to get those chances but he is the kind of guy who doesn't care if you are 16, 17 or 18, so I definitely wish he was there when I was there.\"I was unlucky to have Roberto Mancini as a coach because he didn't like younger players. He was not willing to give a chance to any of the players and that's a shame. But that's life and it doesn't depend on me. I am glad to see it is going well for City now.\"Assulin still has a close connection to Manchester. His girlfriend and daughter live in the city and there are many close friends too, so he remains a regular visitor, spending time there over Christmas. As a result, a playing return to England is never too far from his thoughts.\"I am very happy here at Sabadell but, of course, I would love to come back to England one day,\" he adds. \"That is one of my priorities because I love England and that is where my family are. I am looking for a team there so, hopefully, something will come up soon.\"",
  "dbpedia": "\n&quot;It\\&apos;s very good, mate,&quot; <a href=\"http://dbpedia.org/resource/Gai_Assulin\" title=\"http://dbpedia.org/resource/Gai_Assulin\" target=\"_blank\">Gai Assulin</a> tells Sky Sports, his language still influenced by the two years that he spent in the North West of <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> as a <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> player. &quot;Everything is great. The weather is very warm. It\\&apos;s like summer here. I guess it\\&apos;s freezing there?&quot;Home is now <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> once again. After spending his teenage years under the influence of <a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a>, a key figure in the coach\\&apos;s promotion-winning B team a decade ago, the man who became <a href=\"http://dbpedia.org/resource/Israel_national_football_team\" title=\"http://dbpedia.org/resource/Israel_national_football_team\" target=\"_blank\">Israel</a>\\&apos;s youngest ever international that season is now at nearby Sabadell.He is playing in <a href=\"http://dbpedia.org/resource/Spain_national_football_team\" title=\"http://dbpedia.org/resource/Spain_national_football_team\" target=\"_blank\">Spain</a>\\&apos;s third tier. This is not how it was supposed to be for such a prodigious talent - a player who made his senior debut for <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> at 18, before turning down a three-year contract. The <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Camp Nou</a> is still close by, but must feel a world away at <a href=\"http://dbpedia.org/resource/CE_Sabadell_FC\" title=\"http://dbpedia.org/resource/CE_Sabadell_FC\" target=\"_blank\">Sabadell</a>.&quot;Obviously, it is not like Barca,&quot; says Assulin. &quot;I was very lucky to be a part of that club and when you leave, it is not the same, the coaching is not the same and nothing is the same. But I hope to go up with the team this year. And then I hope to come back to <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a>.&quot;It is almost six years now since the last of his appearances for <a href=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a> on loan from <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> and injuries have hampered his progress since then. But Assulin is back in form and at 26, there is still the opportunity to make up for lost time.He cannot help but look back at his decision to trade <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> for <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> with frustration - particularly because he left a coach who trusted him for one who did not. It is only now - far too late - that his preferred man is in charge. &quot;Tell me about it,&quot; he says.&quot;If Pep had been there, I would definitely have had a chance. He liked me a lot and likes young players. Today in football, it is difficult to get those chances but he is the kind of guy who doesn\\&apos;t care if you are 16, 17 or 18, so I definitely wish he was there when I was there.&quot;I was unlucky to have <a href=\"http://dbpedia.org/resource/Roberto_Mancini\" title=\"http://dbpedia.org/resource/Roberto_Mancini\" target=\"_blank\">Roberto Mancini</a> as a coach because he didn\\&apos;t like younger players. He was not willing to give a chance to any of the players and that\\&apos;s a shame. But that\\&apos;s life and it doesn\\&apos;t depend on me. I am glad to see it is going well for City now.&quot;Assulin still has a close connection to Manchester. His girlfriend and daughter live in the city and there are many close friends too, so he remains a regular visitor, spending time there over Christmas. As a result, a playing return to <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> is never too far from his thoughts.&quot;I am very happy here at <a href=\"http://dbpedia.org/resource/CE_Sabadell_FC\" title=\"http://dbpedia.org/resource/CE_Sabadell_FC\" target=\"_blank\">Sabadell</a> but, of course, I would love to come back to <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> one day,&quot; he adds. &quot;That is one of my priorities because I love <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> and that is where my family are. I am looking for a team there so, hopefully, something will come up soon.&quot;\n"
}