{
  "date": "04/02/18",
  "title": "Gareth Southgate looks to NFL for England inspiration ahead of Super Bowl LII",
  "description": "England manager Gareth Southgate will look to take inspiration from the NFL as he heads into his first World Cup as an international coach.",
  "content": "Southgate is stateside this week on coaching duties, and will be in attendance at the 52nd Super Bowl between the New England Patriots and the Philadelphia Eagles.\nBeing able to witness the NFL atmosphere up close and at elite level, Southgate feels much can be learned from the sport that will help England in the lead up to the Russia World Cup.\nEngland are often criticised for an inability to rise to the big occasions, and Southgate feels the Super Bowl typifies the challenge of going up against opponents with big-match experience.\n\"I think it's always difficult to go against people with big match experience in finals,\" Southgate told Sky Sports.\n\"My experience of finals is that there's a level of performance that you're capable of hitting and very often people think you've got to find a level above that to win a final, and actually getting as close to your normal level as possible is normally enough because people freeze on big occasions or the distractions of the whole week are detrimental to the performance.\n\"Normally those guys with the big-match experience that have been through it, it's a big, big advantage.\"\nSouthgate, who has also been attending a Leaders in Sport gathering in the US, revealed a number of England personnel had also travelled in order to see how the NFL operate and whether the principles can be applied to English football, particularly with regards to media interaction.\n\"One of the reasons some of our guys have travelled is to see how the NFL operate because we don't have to do things the way they've always been done, we can try different things that work,\" said Southgate.\n\"I think sometimes around major tournaments the relationships between our guys and the media has been a bit confrontational and I don't think it has to be that way. So this [Super Bowl] seems very open, a lot more relaxed, there seems to be a lot more respect between people.\n\"If you keep always doing what you've always done you get the same results.\"\nWith one eye constantly on the approaching World Cup, the England boss admits he is taking inspiration from any sport he is able to watch, by looking how different methods could possibly apply to football.\n\"The fascination for me is, yes, the occasion, but also watching the coaches on the side and the defensive strategies and attacking strategies of the teams, so there'll be so much that I'm looking forward to watching as well as just the game and the outcome.\n\"All of the coaches have been speaking about the details of what is going on and you're always thinking about how it might relate to your sport.\"\nThe January transfer window saw several potential England World Cup players switch clubs in search of game time - something which Southgate acknowledges will be taken into account.\n\"Looking at the team-sheets you're never quite sure one weekend to the next who's going to be in a team and who isn't. I've got to monitor that over a period of time not just one week to the next with the changes in the team selection, because the number of games are really high.\n\"We're quite clear in our mind where we want to head and who's capable of doing that.\"\n",
  "dbpedia": "Southgate is stateside this week on coaching duties, and will be in attendance at the 52nd Super Bowl between the New England Patriots and the Philadelphia Eagles.<br>Being able to witness the NFL atmosphere up close and at elite level, Southgate feels much can be learned from the sport that will help <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> in the lead up to the Russia World Cup.<br><a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> are often criticised for an inability to rise to the big occasions, and Southgate feels the Super Bowl typifies the challenge of going up against opponents with big-match experience.<br>\"I think it's always difficult to go against people with big match experience in finals,\" Southgate told Sky Sports.<br>\"My experience of finals is that there's a level of performance that you're capable of hitting and very often people think you've got to find a level above that to win a final, and actually getting as close to your normal level as possible is normally enough because people freeze on big occasions or the distractions of the whole week are detrimental to the performance.<br>\"Normally those guys with the big-match experience that have been through it, it's a big, big advantage.\"<br>Southgate, who has also been attending a Leaders in Sport gathering in the US, revealed a number of <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> personnel had also travelled in order to see how the NFL operate and whether the principles can be applied to English football, particularly with regards to media interaction.<br>\"One of the reasons some of our guys have travelled is to see how the NFL operate because we don't have to do things the way they've always been done, we can try different things that work,\" said Southgate.<br>\"I think sometimes around major tournaments the relationships between our guys and the media has been a bit confrontational and I don't think it has to be that way. So this [Super Bowl] seems very open, a lot more relaxed, there seems to be a lot more respect between people.<br>\"If you keep always doing what you've always done you get the same results.\"<br>With one eye constantly on the approaching World Cup, the <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> boss admits he is taking inspiration from any sport he is able to watch, by looking how different methods could possibly apply to football.<br>\"The fascination for me is, yes, the occasion, but also watching the coaches on the side and the defensive strategies and attacking strategies of the teams, so there'll be so much that I'm looking forward to watching as well as just the game and the outcome.<br>\"All of the coaches have been speaking about the details of what is going on and you're always thinking about how it might relate to your sport.\"<br>The January transfer window saw several potential <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> World Cup players switch clubs in search of game time - something which Southgate acknowledges will be taken into account.<br>\"Looking at the team-sheets you're never quite sure one weekend to the next who's going to be in a team and who isn't. I've got to monitor that over a period of time not just one week to the next with the changes in the team selection, because the number of games are really high.<br>\"We're quite clear in our mind where we want to head and who's capable of doing that.\"<br>"
}