{
  "date": "19/01/18",
  "title": "Gareth Bale will stay at Real Madrid despite transfer rumours, says Guillem Balague",
  "description": "Gareth Bale is set to stay at Real Madrid despite ongoing transfer rumours, says Sky Sports' Spanish football expert Guillem Balague.",
  "content": "Speculation continues to link the former Tottenham player with a move to Manchester United, a transfer rumour which has persisted throughout his time in the Spanish capital.Bale has won three Champions League titles and a La Liga crown at the Bernabeu, but has also struggled with injuries during his four-year spell at the club.However, Balague says all signals point to the Wales international staying at the European champions.\"Gareth Bale is somebody now that just needs to be continuously playing,\" Balague told Sky Sports News.\"Hopefully not being affected by injuries, actually if the goals come and the assists come and his presence is important, especially in the Champions League - remember that's the main target this season now - I don't think he will go anywhere.\"But, of course, that is not guaranteed for as long as we don't see a Gareth Bale with the same kind of stats we have seen in previous years - there will be a lot of rumours suggesting Real Madrid want to let him go or he wants to go.\"What I'm getting from his entourage is that there is no intention for Gareth Bale to leave Real Madrid.\"What I'm getting from Real Madrid is a guarded answer but it is like: 'Why would we get rid of him?' But, of course, if injuries continue that situation may change but so far both parties are saying Gareth Bale is to stay.\"",
  "dbpedia": "\nSpeculation continues to link the former <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> player with a move to <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>, a transfer rumour which has persisted throughout his time in the Spanish capital.Bale has won three Champions League titles and a <a href=\"http://dbpedia.org/resource/La_Liga\" title=\"http://dbpedia.org/resource/La_Liga\" target=\"_blank\">La Liga</a> crown at the Bernabeu, but has also struggled with injuries during his four-year spell at the club.However, Balague says all signals point to the <a href=\"http://dbpedia.org/resource/Wales_national_football_team\" title=\"http://dbpedia.org/resource/Wales_national_football_team\" target=\"_blank\">Wales</a> international staying at the European champions.&quot;<a href=\"http://dbpedia.org/resource/Gareth_Bale\" title=\"http://dbpedia.org/resource/Gareth_Bale\" target=\"_blank\">Gareth Bale</a> is somebody now that just needs to be continuously playing,&quot; Balague told Sky Sports News.&quot;Hopefully not being affected by injuries, actually if the goals come and the assists come and his presence is important, especially in the Champions League - remember that\\&apos;s the main target this season now - I don\\&apos;t think he will go anywhere.&quot;But, of course, that is not guaranteed for as long as we don\\&apos;t see a <a href=\"http://dbpedia.org/resource/Gareth_Bale\" title=\"http://dbpedia.org/resource/Gareth_Bale\" target=\"_blank\">Gareth Bale</a> with the same kind of stats we have seen in previous years - there will be a lot of rumours suggesting <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> want to let him go or he wants to go.&quot;What I\\&apos;m getting from his entourage is that there is no intention for <a href=\"http://dbpedia.org/resource/Gareth_Bale\" title=\"http://dbpedia.org/resource/Gareth_Bale\" target=\"_blank\">Gareth Bale</a> to leave <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a>.&quot;What I\\&apos;m getting from <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> is a guarded answer but it is like: \\&apos;Why would we get rid of him?\\&apos; But, of course, if injuries continue that situation may change but so far both parties are saying <a href=\"http://dbpedia.org/resource/Gareth_Bale\" title=\"http://dbpedia.org/resource/Gareth_Bale\" target=\"_blank\">Gareth Bale</a> is to stay.&quot;\n"
}