{
  "date": "24/01/18",
  "title": "Gareth Southgate says England will be tested in UEFA Nations League",
  "description": "England will be tested by the newly-devised UEFA Nations League which could make international football more meaningful, Gareth Southgate says.",
  "content": "England have been drawn to face Spain and Croatia in League A of the inaugural competition, which will get underway in September.\nThe format will see four leagues - A, B, C and D - split into four groups of three or four teams, which will replace the majority of friendlies.\nThe Nations League, which has promotion and relegation, is designed to allow teams to play against those who are similarly ranked, and will offer some countries who do not qualify for Euro 2020 via the normal route a path to the play-offs.\nSouthgate has welcomed the concept of the tournament and believes the national side will benefit from playing more high quality and competitive matches.\n\"The whole concept of this tournament is that you play high-quality matches and competitive matches, so that criteria is fulfilled with the group that we're in,\" Southgate told Sky Sports following the draw in Switzerland.\n\"In particular Croatia we haven't played for a little while so we're looking forward to that and of course Spain, one of the best teams in the world. It's good to test ourselves in these games.\n\"We like the concept of fewer friendlies and the concept of games against high-level teams, I think that's really important.\"\nSouthgate has also backed the tournament to restore the status of international football and enable fans to get excited about seeing their nation in action.\n\"We saw in November in matches against Brazil and Germany, the enthusiasm of the players, the supporters and everybody was a different level and that's what we have to recreate to make international football meaningful,\" the England manager said.\nTurning his attention to his first-team squad, Southgate remained upbeat when asked about the recent form of Arsenal midfielder Jack Wilshere.\n\"It's a real plus to see him playing as well as he is and playing regularly. He is a player who nobody has ever questioned the quality that he has,\" said Southgate.\n\"He had a really bad injury that he had to come over at Bournemouth last year. It's no surprise that that took some time but he looks sharp and looks fit and is playing regularly, midweek games as well.\n\"That's great because we want our best players to be available and in good form.\"\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> have been drawn to face <a href=\"http://dbpedia.org/resource/Spain_national_football_team\" title=\"http://dbpedia.org/resource/Spain_national_football_team\" target=\"_blank\">Spain</a> and <a href=\"http://dbpedia.org/resource/Croatia_national_football_team\" title=\"http://dbpedia.org/resource/Croatia_national_football_team\" target=\"_blank\">Croatia</a> in League A of the inaugural competition, which will get underway in September.<br>The format will see four leagues - A, B, C and D - split into four groups of three or four teams, which will replace the majority of friendlies.<br>The Nations League, which has promotion and relegation, is designed to allow teams to play against those who are similarly ranked, and will offer some countries who do not qualify for Euro 2020 via the normal route a path to the play-offs.<br>Southgate has welcomed the concept of the tournament and believes the national side will benefit from playing more high quality and competitive matches.<br>\"The whole concept of this tournament is that you play high-quality matches and competitive matches, so that criteria is fulfilled with the group that we're in,\" Southgate told Sky Sports following the draw in <a href=\"http://dbpedia.org/resource/Switzerland_national_football_team\" title=\"http://dbpedia.org/resource/Switzerland_national_football_team\" target=\"_blank\">Switzerland</a>.<br>\"In particular <a href=\"http://dbpedia.org/resource/Croatia_national_football_team\" title=\"http://dbpedia.org/resource/Croatia_national_football_team\" target=\"_blank\">Croatia</a> we haven't played for a little while so we're looking forward to that and of course <a href=\"http://dbpedia.org/resource/Spain_national_football_team\" title=\"http://dbpedia.org/resource/Spain_national_football_team\" target=\"_blank\">Spain</a>, one of the best teams in the world. It's good to test ourselves in these games.<br>\"We like the concept of fewer friendlies and the concept of games against high-level teams, I think that's really important.\"<br>Southgate has also backed the tournament to restore the status of international football and enable fans to get excited about seeing their nation in action.<br>\"We saw in November in matches against <a href=\"http://dbpedia.org/resource/Brazil_national_football_team\" title=\"http://dbpedia.org/resource/Brazil_national_football_team\" target=\"_blank\">Brazil</a> and <a href=\"http://dbpedia.org/resource/Germany_national_football_team\" title=\"http://dbpedia.org/resource/Germany_national_football_team\" target=\"_blank\">Germany</a>, the enthusiasm of the players, the supporters and everybody was a different level and that's what we have to recreate to make international football meaningful,\" the <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> manager said.<br>Turning his attention to his first-team squad, Southgate remained upbeat when asked about the recent form of <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> midfielder <a href=\"http://dbpedia.org/resource/Jack_Wilshere\" title=\"http://dbpedia.org/resource/Jack_Wilshere\" target=\"_blank\">Jack Wilshere</a>.<br>\"It's a real plus to see him playing as well as he is and playing regularly. He is a player who nobody has ever questioned the quality that he has,\" said Southgate.<br>\"He had a really bad injury that he had to come over at <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a> last year. It's no surprise that that took some time but he looks sharp and looks fit and is playing regularly, midweek games as well.<br>\"That's great because we want our best players to be available and in good form.\"<br>"
}