{
  "date": "17/01/18",
  "title": "Garry Monk has 'unfinished business' at Middlesbrough after surprise sacking",
  "description": "Garry Monk describes his sacking by Middlesbrough as a \"shock to the system\" and says he still has \"unfinished business\" at the Riverside Stadium.",
  "content": "Monk, 38, had only just returned home from a 2-1 win at Sheffield Wednesday in December when he received a call from chairman Steve Gibson to tell him he had lost his job, after just 198 days in charge.\nMiddlesbrough wasted no time in hiring Tony Pulis as Monk's replacement but the former West Brom boss has lost two of his first three league matches.\nIn an exclusive interview with Sky Sports News, Monk says he did not see the dismissal coming considering his side were sitting ninth in the Championship with a \"good feeling\" among his squad.\n\"It was certainly one I didn't see coming, I didn't expect that,\" he said.\n\"Particularly the timing considering it was off the back of a really good performance. We got three points away to Sheffield Wednesday and there was a good feeling in the squad afterwards.\n\"Then to receive that call - it will always be a shock to the system to be dismissed by a club. The timing of it makes it feel like there was unfinished business.\"\nMonk says the business-oriented nature of the modern game has increased the demand for instant success but maintains he was on course to achieve his long-term target of promotion back into the Premier League with Middlesbrough.\nHe said: \"It's out of your hands, you can only control what you control. I would love to be at a club for four, five or six years and have that time to build something. That's the ambition of most managers.\n\"But you are also in a results business. It's very much business-like in that sense at clubs - the here and now. The demand is instant.\n\"We were so close. We were very much in contact with where we wanted to be. It's just a shame we weren't given the time to finish it off.\"\n",
  "dbpedia": "Monk, 38, had only just returned home from a 2-1 win at <a href=\"http://dbpedia.org/resource/Sheffield_Wednesday_F.C.\" title=\"http://dbpedia.org/resource/Sheffield_Wednesday_F.C.\" target=\"_blank\">Sheffield Wednesday</a> in December when he received a call from chairman Steve Gibson to tell him he had lost his job, after just 198 days in charge.<br><a href=\"http://dbpedia.org/resource/Middlesbrough_F.C.\" title=\"http://dbpedia.org/resource/Middlesbrough_F.C.\" target=\"_blank\">Middlesbrough</a> wasted no time in hiring <a href=\"http://dbpedia.org/resource/Tony_Pulis\" title=\"http://dbpedia.org/resource/Tony_Pulis\" target=\"_blank\">Tony Pulis</a> as Monk's replacement but the former <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> boss has lost two of his first three league matches.<br>In an exclusive interview with Sky Sports News, Monk says he did not see the dismissal coming considering his side were sitting ninth in the Championship with a \"good feeling\" among his squad.<br>\"It was certainly one I didn't see coming, I didn't expect that,\" he said.<br>\"Particularly the timing considering it was off the back of a really good performance. We got three points away to <a href=\"http://dbpedia.org/resource/Sheffield_Wednesday_F.C.\" title=\"http://dbpedia.org/resource/Sheffield_Wednesday_F.C.\" target=\"_blank\">Sheffield Wednesday</a> and there was a good feeling in the squad afterwards.<br>\"Then to receive that call - it will always be a shock to the system to be dismissed by a club. The timing of it makes it feel like there was unfinished business.\"<br>Monk says the business-oriented nature of the modern game has increased the demand for instant success but maintains he was on course to achieve his long-term target of promotion back into the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> with <a href=\"http://dbpedia.org/resource/Middlesbrough_F.C.\" title=\"http://dbpedia.org/resource/Middlesbrough_F.C.\" target=\"_blank\">Middlesbrough</a>.<br>He said: \"It's out of your hands, you can only control what you control. I would love to be at a club for four, five or six years and have that time to build something. That's the ambition of most managers.<br>\"But you are also in a results business. It's very much business-like in that sense at clubs - the here and now. The demand is instant.<br>\"We were so close. We were very much in contact with where we wanted to be. It's just a shame we weren't given the time to finish it off.\"<br>"
}