{
  "date": "03/02/18",
  "title": "Gary Neville criticises Pep Guardiola for naming only six substitutes against Burnley",
  "description": "Gary Neville was unimpressed by Pep Guardiola's decision to only name six substitutes against Burnley, calling it \"a joke\".",
  "content": "Manchester City's bench for Saturday's match at Turf Moor consisted of Claudio Bravo, Aymeric Laporte, Tosin Adarabioyo, Oleksandr Zinchenko, Yaya Toure and Brahim Diaz with no seventh substitute named as David Silva, Leroy Sane, Fabian Delph, Gabriel Jesus, Benjamin Mendy and John Stones were among the players unavailable.\nGuardiola told Sky Sports \"we don't have any more\" when asked about the decision, explaining that the club's U23s were involved in a game on Friday night.\nBut Sky Sports expert Neville was unimpressed with that explanation, arguing a young player should have been given the seventh spot.\n\"I think it's a joke, I absolutely think it's a joke,\" Neville told Sky Sports.\n\"If you're a youth team manager at Manchester City, ring him up and ask which kid deserves that boost. Who has been playing well this season and who has worked hard?\n\"Forget the second team. Even if they played yesterday, bring one and put them on the bench. Bring a kid to travel with the team, help the kit man and put him on the bench to have the experience of being in a Premier League game. Give someone a boost at the club.\n\"If you're the Academy or reserve team manager at Manchester City you must think 'I'm wasting my time'. Forget the fact they've spent however much money, six players on the bench… to me it's like a protest.\n\"I'm not sure why he's peddling this theme. He's an absolutely incredible manager and the work he has done with this team is unbelievable and the team performance is absolutely outstanding.\n\"Things like that let you down. He doesn't need to do things like that.\"\nManchester City's U23s lost 1-0 to Swansea on Friday night, but Neville argued Guardiola has missed an opportunity to do something positive for a young player.\nHe claimed the Man City manager's stance was \"poor\", even if he had no intention of using a youth-team player in the match.\nNeville added: \"He doesn't have to bring the kid off the bench, the kid could just sit on the bench, travel with the team and have that experience and that feeling.\n\"Rather than saying in an interview 'I haven't got the players', he could say he's brought a young team from the youth team who has been wonderful this season.\n\"To me, the opportunity has been missed again to promote the wonderful youth team that Manchester City have got. I don't know why he is peddling the story of having no players.\n\"It's poor to not bring a young player, really poor. And I can guarantee you the youth team coach and reserve team coach at Man City will feel disheartened by him having six players on the bench. I guarantee you.\"\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>'s bench for Saturday's match at <a href=\"http://dbpedia.org/resource/Turf_Moor\" title=\"http://dbpedia.org/resource/Turf_Moor\" target=\"_blank\">Turf Moor</a> consisted of <a href=\"http://dbpedia.org/resource/Claudio_Bravo_(footballer)\" title=\"http://dbpedia.org/resource/Claudio_Bravo_(footballer)\" target=\"_blank\">Claudio Bravo</a>, <a href=\"http://dbpedia.org/resource/Aymeric_Laporte\" title=\"http://dbpedia.org/resource/Aymeric_Laporte\" target=\"_blank\">Aymeric Laporte</a>, Tosin Adarabioyo, Oleksandr Zinchenko, Yaya Toure and Brahim Diaz with no seventh substitute named as <a href=\"http://dbpedia.org/resource/David_Silva\" title=\"http://dbpedia.org/resource/David_Silva\" target=\"_blank\">David Silva</a>, Leroy Sane, <a href=\"http://dbpedia.org/resource/Fabian_Delph\" title=\"http://dbpedia.org/resource/Fabian_Delph\" target=\"_blank\">Fabian Delph</a>, Gabriel Jesus, Benjamin Mendy and <a href=\"http://dbpedia.org/resource/John_Stones\" title=\"http://dbpedia.org/resource/John_Stones\" target=\"_blank\">John Stones</a> were among the players unavailable.<br>Guardiola told Sky Sports \"we don't have any more\" when asked about the decision, explaining that the club's U23s were involved in a game on Friday night.<br>But Sky Sports expert Neville was unimpressed with that explanation, arguing a young player should have been given the seventh spot.<br>\"I think it's a joke, I absolutely think it's a joke,\" Neville told Sky Sports.<br>\"If you're a youth team manager at <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>, ring him up and ask which kid deserves that boost. Who has been playing well this season and who has worked hard?<br>\"Forget the second team. Even if they played yesterday, bring one and put them on the bench. Bring a kid to travel with the team, help the kit man and put him on the bench to have the experience of being in a <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> game. Give someone a boost at the club.<br>\"If you're the Academy or reserve team manager at <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> you must think 'I'm wasting my time'. Forget the fact they've spent however much money, six players on the bench… to me it's like a protest.<br>\"I'm not sure why he's peddling this theme. He's an absolutely incredible manager and the work he has done with this team is unbelievable and the team performance is absolutely outstanding.<br>\"Things like that let you down. He doesn't need to do things like that.\"<br><a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>'s U23s lost 1-0 to <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> on Friday night, but Neville argued Guardiola has missed an opportunity to do something positive for a young player.<br>He claimed the Man City manager's stance was \"poor\", even if he had no intention of using a youth-team player in the match.<br>Neville added: \"He doesn't have to bring the kid off the bench, the kid could just sit on the bench, travel with the team and have that experience and that feeling.<br>\"Rather than saying in an interview 'I haven't got the players', he could say he's brought a young team from the youth team who has been wonderful this season.<br>\"To me, the opportunity has been missed again to promote the wonderful youth team that <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> have got. I don't know why he is peddling the story of having no players.<br>\"It's poor to not bring a young player, really poor. And I can guarantee you the youth team coach and reserve team coach at Man City will feel disheartened by him having six players on the bench. I guarantee you.\"<br>"
}