{
  "date": "22/01/18",
  "title": "Gary Neville on Chelsea's 'desperate' search for a target man and those Peter Crouch rumours",
  "description": "Gary Neville has questioned Chelsea's search for a target man, describing their reported interest in Peter Crouch as random.",
  "content": "Antonio Conte's side have made enquiries for a string of big centre-forwards over the past week including Andy Carroll, Fernando Llorente, Peter Crouch and Edin Dzeko.According to Sky Sports News, Burnley's Ashley Barnes is the latest player Chelsea have expressed an interest in as they widen their search for a target man, but Neville cannot understand Chelsea's desperation to sign a big striker.He told the Gary Neville podcast: \"Chelsea seem to be hell-bent on getting anybody that's over 6ft 3in and a target man.\"There is no doubt that Conte likes a target man. Graziano Pelle was a big favourite of Conte's when he was in charge of Italy so he does like someone up front who is a presence. But, are they really that desperate to have somebody for the last three months of the season?\"I don't see it personally. I think Chelsea are having a good season.\"People will say they are not reaching the heights of last season but my view would be that for managers at Chelsea, the season post winning the title is not easy and Conte is doing very well this season to keep the team and the momentum going.\"So I'm not quite sure why they are so hell-bent on getting a big striker. I know Conte does like a target man but I'm not sure why they are so desperate.\"Crouch was the surprise name of the strikers linked with a move to Stamford Bridge but sources close to Stoke City have told Sky Sports News the club has had no approach from Chelsea.The former England striker, who turns 37 at the end of this month, signed a one-year contract extension at Stoke before Christmas and has made 21 appearances in all competitions this season, scoring four goals.When asked about the potential deal, Neville added: \"It just seems a little random. Everybody on social media, in particular, feels it's a little bit random. \""
}