{
  "date": "05/01/18",
  "title": "Gary Neville on 'exceptional' Manchester City and Manchester United's second-place challenge",
  "description": "Gary Neville runs the rule over the Manchester clubs following an action-packed festive period, paying tribute to City and laying down the gauntlet to United.",
  "content": "Pep Guardiola's side are 15 points clear at the top of the Premier League table after a gruelling schedule that has seen them claim victories over Bournemouth, Newcastle and Watford, as well as preserving their unbeaten league record, thanks to Ederson's last-gasp penalty save at Crystal Palace.Jose Mourinho's men, meanwhile, started 2018 on a high note with a 2-0 win over Everton but had previously laboured to three successive draws - two at Old Trafford - and now sit only a point ahead of third-placed Chelsea.Speaking on the latest Gary Neville Podcast, the Sky Sports pundit assesses the rivals' performances and, while heaping praise on the blue half of Manchester, sets a challenge to the red half...\"Exceptional. They nearly lost their unbeaten record at Crystal Palace but they hung onto it. You're going to have moments like that - those scrapes, near-misses - but they've been exceptional.\"I was at the Newcastle game on December 27th - it was a tough one for them because Newcastle sat deep and though they should have been three or four up at half-time, it was a very professional performance. The football's wonderful - they're just the best in every single department.\"To be at the top at Christmas by that many points but to do it in the style they have... I questioned it, I said it had never been done before in terms of winning the Premier League in that kind of style. You look at Chelsea's team or Manchester United, which has power through the spine - that has ordinarily won the Premier League. This season City do have some power through the spine but not what you would call the natural way with two big centre-backs, the holding midfield player, the powerful striker.\"They're doing it in a wonderful way - the Pep Guardiola way - and it looks like the league is gone already. That's disappointing - not just because I'm a Man Utd fan - but in any season, any team would be behind this one.\"I was talking before the game about the two Jose Mourinho seasons at Chelsea when he first arrived. In that first one, with the points that he had at this stage, he would have been eight points behind this City team. In the second season, he would have been two points behind.\"I remember at that time it was the only period in my Manchester United career where I thought I wasn't going to win a league again because I thought in that second season, this is so exceptional what we're seeing from Jose and Chelsea. And yet they would have been two points behind this Man City team.\"We're talking exceptional seasons and you have to give credit to what Man City are doing - it's unprecedented. The rest are left trailing in their wake and always would be, probably, in any season.\"The festive period has ended on a high. I started the period co-commentating on the Leicester game, which was such a big disappointment because they deserved to win that game and in the last minute they shot themselves in the foot. That set them back, then they had the two home draws.\"You'd say Huddersfield, Southampton, Burnley, Leicester are the games you can look at and say there should be four, five more points on the board. Then you'd say Manchester United would be having a fantastic season but it's those dropped points combined with what's happening over the road - the fact the City are so many points clear and the style in which they're playing. But it's still better at United than it has been in the past few years.\"The problem is that when you've got such big rivals and such big rivals in management terms as Jose and Pep, everything gets amplified. That's the nature of a big club like Manchester United - getting criticism as well as the praise.\"But you have to forget the uncontrollables - don't feel picked on, because nobody feels sorry for you when you're at Manchester United; you have to accept and be tough enough to overcome it.\"They've still got trophies to play for - the FA Cup, the Champions League - and they have a real challenge on to finish second in the league.\"While second shouldn't be tolerated at Manchester United, it would be an improvement on recent years.\"",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a>\\&apos;s side are 15 points clear at the top of the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> table after a gruelling schedule that has seen them claim victories over <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a>, <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> and <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a>, as well as preserving their unbeaten league record, thanks to <a href=\"http://dbpedia.org/resource/Ederson_Honorato_Campos\" title=\"http://dbpedia.org/resource/Ederson_Honorato_Campos\" target=\"_blank\">Ederson</a>\\&apos;s last-gasp penalty save at Crystal Palace.Jose Mourinho\\&apos;s men, meanwhile, started 2018 on a high note with a 2-0 win over <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> but had previously laboured to three successive draws - two at Old Trafford - and now sit only a point ahead of third-placed Chelsea.Speaking on the latest <a href=\"http://dbpedia.org/resource/Gary_Neville\" title=\"http://dbpedia.org/resource/Gary_Neville\" target=\"_blank\">Gary Neville</a> Podcast, the Sky Sports pundit assesses the rivals\\&apos; performances and, while heaping praise on the blue half of Manchester, sets a challenge to the red half...&quot;Exceptional. They nearly lost their unbeaten record at <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a> but they hung onto it. You\\&apos;re going to have moments like that - those scrapes, near-misses - but they\\&apos;ve been exceptional.&quot;I was at the <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> game on December 27th - it was a tough one for them because <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> sat deep and though they should have been three or four up at half-time, it was a very professional performance. The football\\&apos;s wonderful - they\\&apos;re just the best in every single department.&quot;To be at the top at Christmas by that many points but to do it in the style they have... I questioned it, I said it had never been done before in terms of winning the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> in that kind of style. You look at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>\\&apos;s team or <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>, which has power through the spine - that has ordinarily won the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>. This season City do have some power through the spine but not what you would call the natural way with two big centre-backs, the holding midfield player, the powerful striker.&quot;They\\&apos;re doing it in a wonderful way - the <a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a> way - and it looks like the league is gone already. That\\&apos;s disappointing - not just because I\\&apos;m a Man Utd fan - but in any season, any team would be behind this one.&quot;I was talking before the game about the two Jose Mourinho seasons at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> when he first arrived. In that first one, with the points that he had at this stage, he would have been eight points behind this City team. In the second season, he would have been two points behind.&quot;I remember at that time it was the only period in my <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> career where I thought I wasn\\&apos;t going to win a league again because I thought in that second season, this is so exceptional what we\\&apos;re seeing from Jose and <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>. And yet they would have been two points behind this Man City team.&quot;We\\&apos;re talking exceptional seasons and you have to give credit to what Man City are doing - it\\&apos;s unprecedented. The rest are left trailing in their wake and always would be, probably, in any season.&quot;The festive period has ended on a high. I started the period co-commentating on the <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a> game, which was such a big disappointment because they deserved to win that game and in the last minute they shot themselves in the foot. That set them back, then they had the two home draws.&quot;You\\&apos;d say <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a>, <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a>, <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a>, <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a> are the games you can look at and say there should be four, five more points on the board. Then you\\&apos;d say <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> would be having a fantastic season but it\\&apos;s those dropped points combined with what\\&apos;s happening over the road - the fact the City are so many points clear and the style in which they\\&apos;re playing. But it\\&apos;s still better at United than it has been in the past few years.&quot;The problem is that when you\\&apos;ve got such big rivals and such big rivals in management terms as Jose and Pep, everything gets amplified. That\\&apos;s the nature of a big club like <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> - getting criticism as well as the praise.&quot;But you have to forget the uncontrollables - don\\&apos;t feel picked on, because nobody feels sorry for you when you\\&apos;re at <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>; you have to accept and be tough enough to overcome it.&quot;They\\&apos;ve still got trophies to play for - the FA Cup, the Champions League - and they have a real challenge on to finish second in the league.&quot;While second shouldn\\&apos;t be tolerated at <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>, it would be an improvement on recent years.&quot;\n"
}