{
  "date": "06/01/18",
  "title": "Gary Rowett proud of Derby's FA Cup effort at Manchester United",
  "description": "Gary Rowett was pleased with the performance of his Derby team as they went out of the FA Cup at Manchester United.",
  "content": "The Championship side were beaten 2-0 at Old Trafford but it took two fine late goals from Jesse Lingard and Romelu Lukaku for United to take their place in the fourth round.\"I was really proud of the players,\" said Rowett. \"I thought we learnt an awful lot about our team. They're actually downhearted in there to lose the game 2-0.\"There was really good tactical discipline by the players and concentration. We counter-attack really well in the first half and there were some uncomfortable moments for them.\"I think there will be Premier League teams who come here and get beaten by a lot more than that and get beaten a lot more comfortably by a very strong Manchester United team.\"Marcus Rashford hit the post twice and Paul Pogba peppered the Derby goal but it took a brilliant strike into the top corner by former Derby loanee Lingard to break the deadlock.\"We rode our luck. Scotty Carson made a few saves and there were some brilliant defensive blocks,\" added Rowett, whose side are currently second in the Championship.\"To get to 83 minutes and a period when it looked like they were getting a bit frustrated, you knew it was going to be a wonder goal that got them out of trouble.\"Unfortunately for me I was right behind it. He couldn't have hit it any better. No back lift. Lingard, a player that Derby fans know all about. For it to nestle in the corner like that, I actually applauded for about 10 seconds because there was not a lot else I could do.\"",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/Football_League_Championship\" title=\"http://dbpedia.org/resource/Football_League_Championship\" target=\"_blank\">The Championship</a> side were beaten 2-0 at Old Trafford but it took two fine late goals from <a href=\"http://dbpedia.org/resource/Jesse_Lingard\" title=\"http://dbpedia.org/resource/Jesse_Lingard\" target=\"_blank\">Jesse Lingard</a> and <a href=\"http://dbpedia.org/resource/Romelu_Lukaku\" title=\"http://dbpedia.org/resource/Romelu_Lukaku\" target=\"_blank\">Romelu Lukaku</a> for United to take their place in the fourth round.&quot;I was really proud of the players,&quot; said Rowett. &quot;I thought we learnt an awful lot about our team. They\\&apos;re actually downhearted in there to lose the game 2-0.&quot;There was really good tactical discipline by the players and concentration. We counter-attack really well in the first half and there were some uncomfortable moments for them.&quot;I think there will be <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> teams who come here and get beaten by a lot more than that and get beaten a lot more comfortably by a very strong <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> team.&quot;Marcus Rashford hit the post twice and <a href=\"http://dbpedia.org/resource/Paul_Pogba\" title=\"http://dbpedia.org/resource/Paul_Pogba\" target=\"_blank\">Paul Pogba</a> peppered the <a href=\"http://dbpedia.org/resource/Derby_County_F.C.\" title=\"http://dbpedia.org/resource/Derby_County_F.C.\" target=\"_blank\">Derby</a> goal but it took a brilliant strike into the top corner by former <a href=\"http://dbpedia.org/resource/Derby_County_F.C.\" title=\"http://dbpedia.org/resource/Derby_County_F.C.\" target=\"_blank\">Derby</a> loanee Lingard to break the deadlock.&quot;We rode our luck. Scotty Carson made a few saves and there were some brilliant defensive blocks,&quot; added Rowett, whose side are currently second in the Championship.&quot;To get to 83 minutes and a period when it looked like they were getting a bit frustrated, you knew it was going to be a wonder goal that got them out of trouble.&quot;Unfortunately for me I was right behind it. He couldn\\&apos;t have hit it any better. No back lift. Lingard, a player that <a href=\"http://dbpedia.org/resource/Derby_County_F.C.\" title=\"http://dbpedia.org/resource/Derby_County_F.C.\" target=\"_blank\">Derby</a> fans know all about. For it to nestle in the corner like that, I actually applauded for about 10 seconds because there was not a lot else I could do.&quot;\n"
}