{
  "date": "16/01/18",
  "title": "Gary Neville: Jack Wilshere is 'best English midfield player by a street'",
  "description": "Gary Neville believes Jack Wilshere is England's best central midfielder and could play in any team in Europe if fully fit.",
  "content": "The Arsenal player is in the final six months of his contract, but has started their last seven Premier League games and captained the side in the Carabao Cup semi-final first leg at Chelsea.\nAnd Neville, who worked with Wilshere in the England set-up between from 2012 to 2016, reckons there is no other midfielder in the country who is better.\n\"He's the best English midfield player by a street,\" he told Monday Night Football.\n\"I worked with all of the English midfield players for four years and he could play in any single team in this country and live in that team or any single team in Europe, he is that good.\n\"The problem with Jack Wilshere is his fitness and his injuries and his reliability. If you had him playing every week he is a wonderful, wonderful player. He has a great attitude, he trains well and he has got fantastic ability.\n\"He takes the ball on the half-turn and he's the only English central midfield player [like that]. Dele Alli yes and Ross Barkley yes, but I class them as being more forwards.\n\"I've worked with him and I've got no allegiance to Jack Wilshere or Arsenal Football Club and this is a fantastic player and talent, who is a must for England if he is fit and playing well.\"\nWilshere spent last season on loan at Bournemouth after struggling with a succession of injuries and losing his place with both Arsenal and England.\nAnd Neville admits that injuries have held him back for too long.\n\"He's not been fit long enough to prove himself,\" he added.\n\"You can't rely upon Jack that is the big problem with him. He played a sixth game on the bounce against West Brom and I thought it could be a game too far for him and he might break down.\n\"Every time he goes into a challenge or over-runs the ball a little bit, I think 'broken leg'. I know that sounds really bad.\n\"That is the only problem with him. His performance levels are high, but the reliability is not good enough. You need him to play three, four or five seasons on the bounce.\n\"The talent is unquestionable. For me, he is the best midfield player that I saw with England in my time there. Steven Gerrard and Frank Lampard were coming to the end in my first year, but overall in that four-year period, for me he was the best of the bunch.\"\n",
  "dbpedia": "The <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> player is in the final six months of his contract, but has started their last seven <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> games and captained the side in the Carabao Cup semi-final first leg at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>.<br>And Neville, who worked with Wilshere in the <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> set-up between from 2012 to 2016, reckons there is no other midfielder in the country who is better.<br>\"He's the best English midfield player by a street,\" he told Monday Night Football.<br>\"I worked with all of the English midfield players for four years and he could play in any single team in this country and live in that team or any single team in Europe, he is that good.<br>\"The problem with <a href=\"http://dbpedia.org/resource/Jack_Wilshere\" title=\"http://dbpedia.org/resource/Jack_Wilshere\" target=\"_blank\">Jack Wilshere</a> is his fitness and his injuries and his reliability. If you had him playing every week he is a wonderful, wonderful player. He has a great attitude, he trains well and he has got fantastic ability.<br>\"He takes the ball on the half-turn and he's the only English central midfield player [like that]. Dele Alli yes and <a href=\"http://dbpedia.org/resource/Ross_Barkley\" title=\"http://dbpedia.org/resource/Ross_Barkley\" target=\"_blank\">Ross Barkley</a> yes, but I class them as being more forwards.<br>\"I've worked with him and I've got no allegiance to <a href=\"http://dbpedia.org/resource/Jack_Wilshere\" title=\"http://dbpedia.org/resource/Jack_Wilshere\" target=\"_blank\">Jack Wilshere</a> or <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal Football Club</a> and this is a fantastic player and talent, who is a must for <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> if he is fit and playing well.\"<br>Wilshere spent last season on loan at <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a> after struggling with a succession of injuries and losing his place with both <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> and <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a>.<br>And Neville admits that injuries have held him back for too long.<br>\"He's not been fit long enough to prove himself,\" he added.<br>\"You can't rely upon Jack that is the big problem with him. He played a sixth game on the bounce against <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> and I thought it could be a game too far for him and he might break down.<br>\"Every time he goes into a challenge or over-runs the ball a little bit, I think 'broken leg'. I know that sounds really bad.<br>\"That is the only problem with him. His performance levels are high, but the reliability is not good enough. You need him to play three, four or five seasons on the bounce.<br>\"The talent is unquestionable. For me, he is the best midfield player that I saw with <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> in my time there. <a href=\"http://dbpedia.org/resource/Steven_Gerrard\" title=\"http://dbpedia.org/resource/Steven_Gerrard\" target=\"_blank\">Steven Gerrard</a> and <a href=\"http://dbpedia.org/resource/Frank_Lampard\" title=\"http://dbpedia.org/resource/Frank_Lampard\" target=\"_blank\">Frank Lampard</a> were coming to the end in my first year, but overall in that four-year period, for me he was the best of the bunch.\"<br>"
}