{
  "date": "07/01/18",
  "title": "Gary Brazil says Nottingham Forest's win over Arsenal was 'deserved'",
  "description": "Gary Brazil said he felt Nottingham Forest's 4-2 FA Cup victory over Arsenal was \"well deserved\", but he does not expect to be in charge for their fourth-round clash.",
  "content": "Brazil, who has been in caretaker charge since Mark Warburton was sacked, led Forest to a famous win over the Gunners at the City Ground.Eric Lichaj scored twice either side of Per Mertesacker's equaliser before second-half penalties from Ben Brereton and Kieran Dowell secured the victory.\"I'm very proud of the players and I think the senior players led by example,\" said Brazil. \"The young players handled the occasion well too and I am very pleased with the group as a whole.\"I may be a little bit biased but I think it was a well-deserved win. There were some big performances from the players this afternoon and I always felt comfortable we would go on and win the game and so it proved.\"I never felt at any stage that we weren't going to win the game. There were some good players in Nottingham Forest shirts today and to a man I thought we worked really hard.\"Whoever the next manager may be, he has a very good group of players.\"Sunday's match was Brazil's second in charge since being asked to step up from his academy role following Warburton's sacking.Asked if he thought he would still be in charge for Forest's fourth-round tie towards the end of the month, he said: \"No. I don't know how long it will be but the communication inside the club is really good and we have been asked to take the first team on a game-by-game basis and we are really comfortable doing that.\"",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/Brazil_national_football_team\" title=\"http://dbpedia.org/resource/Brazil_national_football_team\" target=\"_blank\">Brazil</a>, who has been in caretaker charge since Mark Warburton was sacked, led Forest to a famous win over the Gunners at the City Ground.Eric Lichaj scored twice either side of <a href=\"http://dbpedia.org/resource/Per_Mertesacker\" title=\"http://dbpedia.org/resource/Per_Mertesacker\" target=\"_blank\">Per Mertesacker</a>\\&apos;s equaliser before second-half penalties from Ben Brereton and Kieran Dowell secured the victory.&quot;I\\&apos;m very proud of the players and I think the senior players led by example,&quot; said <a href=\"http://dbpedia.org/resource/Brazil_national_football_team\" title=\"http://dbpedia.org/resource/Brazil_national_football_team\" target=\"_blank\">Brazil</a>. &quot;The young players handled the occasion well too and I am very pleased with the group as a whole.&quot;I may be a little bit biased but I think it was a well-deserved win. There were some big performances from the players this afternoon and I always felt comfortable we would go on and win the game and so it proved.&quot;I never felt at any stage that we weren\\&apos;t going to win the game. There were some good players in <a href=\"http://dbpedia.org/resource/Nottingham_Forest_F.C.\" title=\"http://dbpedia.org/resource/Nottingham_Forest_F.C.\" target=\"_blank\">Nottingham Forest</a> shirts today and to a man I thought we worked really hard.&quot;Whoever the next manager may be, he has a very good group of players.&quot;Sunday\\&apos;s match was <a href=\"http://dbpedia.org/resource/Brazil_national_football_team\" title=\"http://dbpedia.org/resource/Brazil_national_football_team\" target=\"_blank\">Brazil</a>\\&apos;s second in charge since being asked to step up from his academy role following Warburton\\&apos;s sacking.Asked if he thought he would still be in charge for Forest\\&apos;s fourth-round tie towards the end of the month, he said: &quot;No. I don\\&apos;t know how long it will be but the communication inside the club is really good and we have been asked to take the first team on a game-by-game basis and we are really comfortable doing that.&quot;\n"
}