{
  "date": "10/01/18",
  "title": "Gary Rowett signs new deal to remain Derby manager until 2021",
  "description": "Gary Rowett has signed a new contract to remain as Derby manager until 2021.",
  "content": "Rowett was installed as an early favourite to replace Mark Hughes as Stoke boss but Sky Sports News reported earlier on Tuesday that the former Birmingham manager was poised to sign a new contract.\nDerby, who sit second in the Championship table, have moved quickly to tie down the 43-year-old manager to a new deal, having overseen a strong promotion push with the Rams on a seven-match unbeaten run in the league.\n\"I am thrilled to extend my contract with this great club through to 2021 and I have thoroughly enjoyed being back at Derby County,\" Rowett said.\n\"I would like to thank my immediate staff and back-office teams who have been a massive factor in our progress to date, and will be a critical part of our success moving forward.\n\"The first-team squad have also been superb to work with and have really embraced the changes we felt were necessary for success; they are a joy to work with.\n\"I would also like to thank our chairman, Mel Morris, for the support and guidance he has provided in so many areas of the club.\n\"We have a great relationship which is critical, particularly when so many things needed rapid change. I am looking forward to the future and helping to guide Derby County back to the Premier League, where it belongs.\"\nRowett, Steve McClaren's successor, has taken charge of 38 matches as Derby's manager since his appointment in March of last year and his previous deal was due to run until the end of the 2018/19 season.\nHe has overseen 19 wins, 10 draws and nine defeats and was named as the Championship's Manager of the Month for October 2017 and will hope to extend his unbeaten league run when Derby visit Rowett's former side Birmingham on Saturday.\nMel Morris, Derby County's executive chairman, said: \"Gary is a hugely talented football manager who has shown what can be achieved at this great club.\n\"He is a pleasure to work with and this is acknowledged at all levels within the club.\n\"Supported by Gary embracing the club's objectives and with his leadership, we have been able to create a sense of unity which is key to our on-going development and our quest for Premier League football.\n\"While results are of course the true measure of our success Gary has helped our squad reach new heights in terms of individual and team performance, motivation and morale. Our football operations have never been in better shape.\"\n",
  "dbpedia": "Rowett was installed as an early favourite to replace <a href=\"http://dbpedia.org/resource/Mark_Hughes\" title=\"http://dbpedia.org/resource/Mark_Hughes\" target=\"_blank\">Mark Hughes</a> as <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> boss but Sky Sports News reported earlier on Tuesday that the former <a href=\"http://dbpedia.org/resource/Birmingham_City_F.C.\" title=\"http://dbpedia.org/resource/Birmingham_City_F.C.\" target=\"_blank\">Birmingham</a> manager was poised to sign a new contract.<br><a href=\"http://dbpedia.org/resource/Derby_County_F.C.\" title=\"http://dbpedia.org/resource/Derby_County_F.C.\" target=\"_blank\">Derby</a>, who sit second in the Championship table, have moved quickly to tie down the 43-year-old manager to a new deal, having overseen a strong promotion push with the Rams on a seven-match unbeaten run in the league.<br>\"I am thrilled to extend my contract with this great club through to 2021 and I have thoroughly enjoyed being back at <a href=\"http://dbpedia.org/resource/Derby_County_F.C.\" title=\"http://dbpedia.org/resource/Derby_County_F.C.\" target=\"_blank\">Derby County</a>,\" Rowett said.<br>\"I would like to thank my immediate staff and back-office teams who have been a massive factor in our progress to date, and will be a critical part of our success moving forward.<br>\"The first-team squad have also been superb to work with and have really embraced the changes we felt were necessary for success; they are a joy to work with.<br>\"I would also like to thank our chairman, Mel Morris, for the support and guidance he has provided in so many areas of the club.<br>\"We have a great relationship which is critical, particularly when so many things needed rapid change. I am looking forward to the future and helping to guide <a href=\"http://dbpedia.org/resource/Derby_County_F.C.\" title=\"http://dbpedia.org/resource/Derby_County_F.C.\" target=\"_blank\">Derby County</a> back to the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, where it belongs.\"<br>Rowett, <a href=\"http://dbpedia.org/resource/Steve_McClaren\" title=\"http://dbpedia.org/resource/Steve_McClaren\" target=\"_blank\">Steve McClaren</a>'s successor, has taken charge of 38 matches as <a href=\"http://dbpedia.org/resource/Derby_County_F.C.\" title=\"http://dbpedia.org/resource/Derby_County_F.C.\" target=\"_blank\">Derby</a>'s manager since his appointment in March of last year and his previous deal was due to run until the end of the 2018/19 season.<br>He has overseen 19 wins, 10 draws and nine defeats and was named as the Championship's Manager of the Month for October 2017 and will hope to extend his unbeaten league run when <a href=\"http://dbpedia.org/resource/Derby_County_F.C.\" title=\"http://dbpedia.org/resource/Derby_County_F.C.\" target=\"_blank\">Derby</a> visit Rowett's former side <a href=\"http://dbpedia.org/resource/Birmingham_City_F.C.\" title=\"http://dbpedia.org/resource/Birmingham_City_F.C.\" target=\"_blank\">Birmingham</a> on Saturday.<br>Mel Morris, <a href=\"http://dbpedia.org/resource/Derby_County_F.C.\" title=\"http://dbpedia.org/resource/Derby_County_F.C.\" target=\"_blank\">Derby County</a>'s executive chairman, said: \"Gary is a hugely talented football manager who has shown what can be achieved at this great club.<br>\"He is a pleasure to work with and this is acknowledged at all levels within the club.<br>\"Supported by Gary embracing the club's objectives and with his leadership, we have been able to create a sense of unity which is key to our on-going development and our quest for <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> football.<br>\"While results are of course the true measure of our success Gary has helped our squad reach new heights in terms of individual and team performance, motivation and morale. Our football operations have never been in better shape.\"<br>"
}