{
  "date": "05/02/18",
  "title": "Gary Neville's big match verdict: Liverpool 2-2 Tottenham",
  "description": "Speaking on the Gary Neville Podcast, the Sky Sports pundit gives his verdict on a dramatic match at Anfield as Spurs drew 2-2 with Liverpool.",
  "content": "Here, Neville covers an array of subjects with commentator Martin Tyler, from the contentious penalty decisions to Mo Salah's brilliance, to Harry Kane entering the 100 club.\n\"You don't know who will be happy, who will be sad, who will be angry? You'd think both of them when they reflect on this game in 24 hours' time will say it is perhaps a fair result.\n\"It's everything you want in a game of football. The way both teams play, it just did not disappoint at all.\"\n\"The tactics were perfect, the energy was wonderful, and as a performance it was faultless. The only thing is, they needed that second goal.\n\"I've never seen Harry Kane as redundant as he was in that first half. They couldn't get anything into him, and I think he went around 12 minutes without touching the ball. Liverpool were setting traps everywhere.\"\n\"I didn't think Liverpool would dip as much as they did in the second half, and I also didn't think Spurs would step up as much as they did, so you have to give credit to Spurs for that recovery.\n\"Tottenham started to get the balls into Eriksen more and more, the pathways opened.\"\n\"Loris Karius maybe should have done a little bit better, but as it came to Wanyama I was thinking: 'No, don't shoot, you're just going to sky it into the Kop.' He hit the most wonderful strike. It was perfect, top corner, and one that he'll remember for the rest of his life.\n\"Karius threw himself out at it, and Jurgen Klopp won't be settled down by the goalkeeper today, and neither will the goalkeeper.\n\"It was a penalty for me, it looked reckless, and the chat between the linesman and the referee is something that created nervousness amongst officials.\"\n\"I don't think anyone could have expected the impact he has had here. The improvement he has made, he is perfect for Liverpool in terms of how Jurgen Klopp plays, with the runs in behind.\n\"He delivered for his side today, and it looked to be the winner…\"\n\"It looked like a penalty from here. I shouted penalty! I've done that one myself, where you don't see the attacker coming across you, you control and then all of a sudden he's there. It just looked a clear penalty.\n\"I have to say, my feeling was the assistant referee Eddie Smart, who had that nervous chat with Jon Moss earlier, could have easily said no. Moss waved it away and said no penalty, and the assistant referee gave it. That takes real nerve. I thought it was the correct decision.\"\n\"I said straight away: 'Will Kane take it?', but I shouldn't have really asked the question, it's obvious, a man of his stature, responsibility, he was always going to step up.\"\n",
  "dbpedia": "Here, Neville covers an array of subjects with commentator Martin Tyler, from the contentious penalty decisions to Mo Salah's brilliance, to <a href=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" title=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" target=\"_blank\">Harry Kane</a> entering the 100 club.<br>\"You don't know who will be happy, who will be sad, who will be angry? You'd think both of them when they reflect on this game in 24 hours' time will say it is perhaps a fair result.<br>\"It's everything you want in a game of football. The way both teams play, it just did not disappoint at all.\"<br>\"The tactics were perfect, the energy was wonderful, and as a performance it was faultless. The only thing is, they needed that second goal.<br>\"I've never seen <a href=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" title=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" target=\"_blank\">Harry Kane</a> as redundant as he was in that first half. They couldn't get anything into him, and I think he went around 12 minutes without touching the ball. <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> were setting traps everywhere.\"<br>\"I didn't think <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> would dip as much as they did in the second half, and I also didn't think Spurs would step up as much as they did, so you have to give credit to Spurs for that recovery.<br>\"<a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> started to get the balls into Eriksen more and more, the pathways opened.\"<br>\"Loris Karius maybe should have done a little bit better, but as it came to Wanyama I was thinking: 'No, don't shoot, you're just going to sky it into the Kop.' He hit the most wonderful strike. It was perfect, top corner, and one that he'll remember for the rest of his life.<br>\"Karius threw himself out at it, and Jurgen Klopp won't be settled down by the goalkeeper today, and neither will the goalkeeper.<br>\"It was a penalty for me, it looked reckless, and the chat between the linesman and the referee is something that created nervousness amongst officials.\"<br>\"I don't think anyone could have expected the impact he has had here. The improvement he has made, he is perfect for <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> in terms of how Jurgen Klopp plays, with the runs in behind.<br>\"He delivered for his side today, and it looked to be the winner…\"<br>\"It looked like a penalty from here. I shouted penalty! I've done that one myself, where you don't see the attacker coming across you, you control and then all of a sudden he's there. It just looked a clear penalty.<br>\"I have to say, my feeling was the assistant referee Eddie Smart, who had that nervous chat with Jon Moss earlier, could have easily said no. Moss waved it away and said no penalty, and the assistant referee gave it. That takes real nerve. I thought it was the correct decision.\"<br>\"I said straight away: 'Will Kane take it?', but I shouldn't have really asked the question, it's obvious, a man of his stature, responsibility, he was always going to step up.\"<br>"
}