{
  "date": "15/01/18",
  "title": "Georginio Wijnaldum says Liverpool must hold onto more leads to challenge for Premier League title",
  "description": "Liverpool midfielder Georginio Wijnaldum admits they will not be title contenders until they learn how to finish off matches.",
  "content": "The Reds ended Manchester City's unbeaten Premier League run with a 4-3 win, City's first loss since April.\nHowever, having been 4-1 up with seven minutes to go, Liverpool conceded twice late and faced an unnecessarily nervous finish - with Sergio Aguero going close to a late equaliser.\nWijnaldum accepts that Liverpool need to improve in those situations to be able to challenge for the Premier League.\nThe Dutch international said: \"That's the reality and you have to accept it. There were some difficult games for them but they still scored and killed the game.\n\"That is something we didn't do. We still gave them a chance to come back. That is the biggest thing we have to change if we want to compete with teams like City.\n\"I don't want to say the difference is not big because they show it every game, and even in the games they did not play very well they won. So that is the step we have to make to compete for the title.\"\nLiverpool are on an 18-game unbeaten run which is their best since 2008, but despite this the former Newcastle midfielder wants his side to take more advantage of winning positions at Anfield.\n\"The first game (of the season) against Watford we played well and conceded at the end of the game (to draw 3-3),\" said Wijnaldum.\n\"Burnley (1-1) at home we created chances and did not score often. At home we have had games we did not score - you have around six points there already. We gave a lot of points away that we could have collected.\"\n",
  "dbpedia": "The Reds ended <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>'s unbeaten <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> run with a 4-3 win, City's first loss since April.<br>However, having been 4-1 up with seven minutes to go, <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> conceded twice late and faced an unnecessarily nervous finish - with Sergio Aguero going close to a late equaliser.<br>Wijnaldum accepts that <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> need to improve in those situations to be able to challenge for the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>.<br>The Dutch international said: \"That's the reality and you have to accept it. There were some difficult games for them but they still scored and killed the game.<br>\"That is something we didn't do. We still gave them a chance to come back. That is the biggest thing we have to change if we want to compete with teams like City.<br>\"I don't want to say the difference is not big because they show it every game, and even in the games they did not play very well they won. So that is the step we have to make to compete for the title.\"<br><a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> are on an 18-game unbeaten run which is their best since 2008, but despite this the former <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> midfielder wants his side to take more advantage of winning positions at <a href=\"http://dbpedia.org/resource/Anfield\" title=\"http://dbpedia.org/resource/Anfield\" target=\"_blank\">Anfield</a>.<br>\"The first game (of the season) against <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> we played well and conceded at the end of the game (to draw 3-3),\" said Wijnaldum.<br>\"<a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a> (1-1) at home we created chances and did not score often. At home we have had games we did not score - you have around six points there already. We gave a lot of points away that we could have collected.\"<br>"
}