{
  "date": "06/01/18",
  "title": "Georginio Wijnaldum backs Liverpool team-mate James Milner for management",
  "description": "James Milner should consider moving into management once his playing career is over, according to Liverpool team-mate Georginio Wijnaldum.",
  "content": "Wijnaldum insists he already sees potential in Milner, who opened the scoring with a penalty as Liverpool beat Everton 2-1 in the FA Cup on Friday.At 32, Milner is now one of the most experienced players in Jurgen Klopp's squad, and Wijnaldum believes the versatile midfielder possesses all the attributes needed to forge a career in management after retirement.When asked who would make a good boss from the current Liverpool squad, Wijnaldum replied: \"Milner, definitely.\"He is now a manager, kind of. The way that he speaks with us and also on the pitch, the way he helps players out.\"He is almost the same as a manager. He can do it - I don't know if he wants to do it.\"James is a good person and he's also a person when you have problems or things don't go right, you can go to him to speak about it and he will help you.\"",
  "dbpedia": "\nWijnaldum insists he already sees potential in Milner, who opened the scoring with a penalty as <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> beat <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> 2-1 in the FA Cup on Friday.At 32, Milner is now one of the most experienced players in Jurgen Klopp\\&apos;s squad, and Wijnaldum believes the versatile midfielder possesses all the attributes needed to forge a career in management after retirement.When asked who would make a good boss from the current <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> squad, Wijnaldum replied: &quot;Milner, definitely.&quot;He is now a manager, kind of. The way that he speaks with us and also on the pitch, the way he helps players out.&quot;He is almost the same as a manager. He can do it - I don\\&apos;t know if he wants to do it.&quot;James is a good person and he\\&apos;s also a person when you have problems or things don\\&apos;t go right, you can go to him to speak about it and he will help you.&quot;\n"
}