{
  "date": "22/01/18",
  "title": "Gini Wijnaldum: The Premier League top scorer without an away goal",
  "description": "It is one of the more curious statistics around right now. Georginio Wijnaldum has scored more Premier League goals without finding the net away from home than any other player in the competition’s history. In fact, he has twice as many as anyone else.",
  "content": "The Liverpool midfielder has netted 18 Premier League goals - 11 for Newcastle and seven for his current club - but every one of them has come at home. The most by anyone else without scoring away is nine, the tally reached by Clive Wilson for QPR and Tottenham.Sky Sports' own Gary Neville is near the top of the list, having scored all five of his Premier League goals at Old Trafford, but Ronny Johnsen and Jeff Kenna are the only two players other than Wilson and Wijnaldum to net more than six goals without scoring away.The contrast between the Dutchman's fortunes at home and away is remarkable. He has 18 goals in 47 in home games, a record that many strikers would be proud of. But he is goalless in his 47 away matches. So what is the reason for this extraordinary disparity?It is natural that both Newcastle and Liverpool have been more dominant at home. But there is little difference in Wijnaldum's assist statistics. Eight of his assists have come at home but he also provided seven assists for others on his travels.It is also understandable that Wijnaldum is a little more cautious away from home and does not break into the box quite so often. But while he has had 67 touches in the opposition area in home games, he has still had 40 touches there in away games too.While he has had 91 shots at home, his 50 efforts on the road should surely have yielded a goal? Perhaps the biggest clue is in the quality of his chances. According to Opta, Wijnaldum has had 18 clear-cut opportunities to score at home but only two such chances away.The 27-year-old midfielder has hardly been in prolific form anywhere this season, his only Premier League goal to date coming in the win over Huddersfield in October. But the trip to Swansea represents a good chance to break his duck - and lose a record in the process.Watch Liverpool in action at Swansea on Monday Night Football from 7pm"
}