{
  "date": "22/01/18",
  "title": "Gordan Strachan not surprised Michael O'Neill rejected Scotland job",
  "description": "Gordan Strachan says he is not surprised Michael O'Neill turned down the chance to become Scotland manager to stay in his post with Northern Ireland.",
  "content": "O'Neill held talks with the Scottish Football Association last week about possibly taking over from Gordon Strachan - who left in October after Scotland failed to reach the World Cup finals.The SFA had agreed to make a £500,000 compensation payment to the Irish FA in order to secure the services of O'Neill, who lives in Edinburgh, and last week's talks were described as \"productive\".However, O'Neill announced on Monday that he had decided to remain in his current post rather than mastermind Scotland's bid for a place at Euro 2020.\"In a way, no [I am not surprised]. When I met Michael, first of all when I starting coaching him at Coventry, he always asked questions, was always willing to take information, but at the end of the day he was his own man,\" Strachan told TalkSport.\"There was a lot to be thinking about, a lot to be done - he lives in Scotland and he could have been swayed - but he has had a look at it and for whatever reason, I don't know, he has decided to stay with a group of people that he has worked very well with for the last five years.\"Sometimes you get so long to think, there is so many things come into your thinking and you think well, it seems like a good idea at a time, but the longer you have to think of it you think maybe it is not such a good idea.\"O'Neill now appears poised to sign an improved contract, the Irish Football Association having offered him a deal which runs until 2024.Meanwhile, Scotland will continue their search for the man who they hope can end a long wait for major tournament qualification, which extends to the 1998 World Cup.",
  "dbpedia": "\nO\\&apos;Neill held talks with the Scottish Football Association last week about possibly taking over from <a href=\"http://dbpedia.org/resource/Gordon_Strachan\" title=\"http://dbpedia.org/resource/Gordon_Strachan\" target=\"_blank\">Gordon Strachan</a> - who left in October after <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scotland</a> failed to reach the World Cup finals.The SFA had agreed to make a &#xA3;500,000 compensation payment to the Irish FA in order to secure the services of O\\&apos;Neill, who lives in Edinburgh, and last week\\&apos;s talks were described as &quot;productive&quot;.However, O\\&apos;Neill announced on Monday that he had decided to remain in his current post rather than mastermind <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scotland</a>\\&apos;s bid for a place at Euro 2020.&quot;In a way, no [I am not surprised]. When I met Michael, first of all when I starting coaching him at <a href=\"http://dbpedia.org/resource/Coventry_City_F.C.\" title=\"http://dbpedia.org/resource/Coventry_City_F.C.\" target=\"_blank\">Coventry</a>, he always asked questions, was always willing to take information, but at the end of the day he was his own man,&quot; Strachan told TalkSport.&quot;There was a lot to be thinking about, a lot to be done - he lives in <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scotland</a> and he could have been swayed - but he has had a look at it and for whatever reason, I don\\&apos;t know, he has decided to stay with a group of people that he has worked very well with for the last five years.&quot;Sometimes you get so long to think, there is so many things come into your thinking and you think well, it seems like a good idea at a time, but the longer you have to think of it you think maybe it is not such a good idea.&quot;O\\&apos;Neill now appears poised to sign an improved contract, the Irish Football Association having offered him a deal which runs until 2024.Meanwhile, <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scotland</a> will continue their search for the man who they hope can end a long wait for major tournament qualification, which extends to the 1998 World Cup.\n"
}