{
  "date": "15/01/18",
  "title": "Graham Westley named Barnet head coach",
  "description": "Barnet have appointed Graham Westley as their new head coach and he will take charge of all first-team affairs, according to manager Mark McGhee.",
  "content": "Rossi Eames was sacked as head coach in November, and McGhee was brought in as the Bees' boss, while Eames was retained as head of player development.Westley had two spells with Stevenage, winning two promotions with Boro, in 2010 and 2011, as they reached League One.He has also had managerial spells with Preston North End, Peterborough United and most recently Newport County.McGhee told the club's official website: \"Graham has a fantastic track record at this level and above. His knowledge of the division and the players in it will be a crucial factor in our fight to climb the table during the remainder of the season.\"The 49-year-old arrives at the Hive Stadium bottom of League Two, four points adrift of safety having lost five consecutive games. McGhee will now be head of technical.",
  "dbpedia": "\nRossi Eames was sacked as head coach in November, and McGhee was brought in as the Bees\\&apos; boss, while Eames was retained as head of player development.Westley had two spells with <a href=\"http://dbpedia.org/resource/Stevenage_F.C.\" title=\"http://dbpedia.org/resource/Stevenage_F.C.\" target=\"_blank\">Stevenage</a>, winning two promotions with Boro, in 2010 and 2011, as they reached League One.He has also had managerial spells with <a href=\"http://dbpedia.org/resource/Preston_North_End_F.C.\" title=\"http://dbpedia.org/resource/Preston_North_End_F.C.\" target=\"_blank\">Preston North End</a>, <a href=\"http://dbpedia.org/resource/Peterborough_United_F.C.\" title=\"http://dbpedia.org/resource/Peterborough_United_F.C.\" target=\"_blank\">Peterborough United</a> and most recently Newport County.McGhee told the club\\&apos;s official website: &quot;Graham has a fantastic track record at this level and above. His knowledge of the division and the players in it will be a crucial factor in our fight to climb the table during the remainder of the season.&quot;The 49-year-old arrives at the Hive Stadium bottom of <a href=\"http://dbpedia.org/resource/Football_League_Two\" title=\"http://dbpedia.org/resource/Football_League_Two\" target=\"_blank\">League Two</a>, four points adrift of safety having lost five consecutive games. McGhee will now be head of technical.\n"
}