{
  "date": "08/01/18",
  "title": "Antoine Griezmann could follow Philippe Coutinho to Barcelona in summer, says Guillem Balague",
  "description": "In his latest Sky Sports column, Guillem Balague looks at how Philippe Coutinho's arrival at Barcelona could see Antoine Griezmann join the Nou Camp in a summer overhaul.",
  "content": "Brazil international Coutinho became the second-most expensive player in football history by completing a £146m move from Liverpool on Monday.The transfer came at the end of hectic week in La Liga, which saw Real Madrid fall 16 points behind leaders Barca, Diego Costa see red on his Atletico Madrid comeback, and crowd trouble mar a thrilling Seville derby.We now know the details of the transfer, and the thing to look into in real detail is what role Coutinho will play at Barcelona.He has been portrayed as a replacement for Andres Iniesta, and I have the impression that Iniesta is seriously considering leaving Barcelona at the end of the season. He may be persuaded by the club to stay on, however, as a way of helping Coutinho bed in to a midfield role.Meanwhile, Ernesto Valverde now has so many options. He has said Barcelona need one day of training with Coutinho to figure out where they will begin to play him. I'm sure Valverde has an idea that goes a little like this…They will let him feel comfortable, playing in offensive positions. Of course, every Barcelona player has defensive responsibilities without the ball, but the further forward you play the smaller those responsibilities are.Valverde has already said Coutinho plays in four different positions, so don't be surprised to see him tested in all of them.Staying with Barcelona, Valverde is using his team so well. Valverde described Paulinho's positioning in the box as brilliant, and that skill does not come by chance. He understands the game, follows it closely, and knows when to appear.But it goes beyond Paulinho; the two full-backs, Sergi Roberto and Jordi Alba, are creating so many chances, and the goals against Levante came through their work. That's not by chance again, this is all hard work on the training ground.The Barcelona squad will be recycled in the summer, around a third of the team, but Valverde is very much enjoying working with the squad he has.They're very optimistic at the club that they will add Antoine Griezmann's signature in the summer, though Manchester United may have something to say about that.Zinedine Zidane has let the side slide at a time when he had to intervene, feeling obliged to play the guys that did so well last season. It's pretty obvious he doesn't trust the players on the bench and that relaxes everyone in the starting line-up, not having people pushing you.Nobody in the squad has more than four league goals, the only ones that have are Gareth Bale, Cristiano Ronaldo, Isco and Marcos Asensio. Karim Benzema has only scored two league goals and Real are considering the possibility of selling him in the summer and bringing fresh forwards to the club.It's clear they have given up in La Liga. They are not properly structured; full-backs go forward without cover, the midfielders - Luka Modric and Toni Kroos - don't control games as they used to, the strikers don't score and all that means they are 16 points off Barcelona.At a time when coaches generally have to be brave, intervene and make everyone feel important, Zidane is letting all of that go. These are the basics of coaching, but he feels his first-choice XI deserve to play more than others, in the hope that the BBC can rekindle their form.It was clear that Diego Costa's return would be the dawn of a new-look Atletico Madrid. They have been a bit boring to watch, they didn't kill games off, they had good starts but didn't threaten enough and didn't defend as well as they have in the past.With Costa in the team, though, they have had a second wind. He stretches teams, he's aggressive as we all know, he had two or three clashes with players and, of course, he was sent off for a second yellow after celebrating his goal with the Atletico Madrid fans. Atleti want to show pictures of others - namely Rodrigo from Valencia - doing the same thing in the hope his suspension is rescinded.But it was the Costa show, and Griezmann and Costa up front offers such an exciting possibility for Diego Simeone. When Costa scores, the stats say Atletico win 95 per cent of their games - that's the kind of quality he brings.There were 23 arrests after an organised battle in the streets of Seville between Sevilla and Real Betis fans. This is a side of the fans in Sevilla that is unsavoury and, even though Sevilla have tried to stop it, it hasn't been completely eradicated from football in this part of the world.There is tribalism but there is an increased perception that violence is infiltrating into football. Everyone needs to react, not only the police, the clubs need to be stronger by preventing these people from coming into stadiums. The problem, though, is that the Spanish Federation is going through a process of regeneration and elections, so without that authority you can see these things happening again and again.The derby, meanwhile, was fantastic - 3-5 to Betis, the first time they've scored five goals away at Sevilla. Quique Setien is a coach that proposes a style of football that is so open and entertaining but it's akin to tossing a coin. They are the best goalscorers in the league but they have the third-worst defence, how he improves that without taking anything away from his philosophy is something we are yet to see, he wasn't able to do so at Las Palmas.After the game, Joaquin revealed he told the players that anyone who went home before 5am would be fined. He insisted everyone had to enjoy themselves and celebrate, and it's good to see such passion from a player, he is a little genius in the way he approaches football and life in general.In the case of Sevilla, Oscar Arias is the new director of football and, at the moment, his decisions are the cleverest. Vincenzo Montella has arrived with not much credit and, of course, he's got an uphill battle to make this team strong again. They have rebuilt an ageing side around Luis Muriel, an expensive striker who goalscoring has been far from prolific. The acquisitions of Jesus Navas and Nolito are not bearing fruit and it's a team that struggle physically in the second half of games.It's going to be very difficult for Sevilla to arrive at the Manchester United game with the right mentality because there are so many weaknesses all over the pitch. Against Betis you could see they don't work together, there were many gaps and they don't manage games well.To make matters worse, the fans are impatient. They went after Unai Emery having grown \"tired\" with him, with the club deciding to go for a more offensive style of football with Jorge Sampaoli and Eduardo Berizzo. But, little by little, they are losing what Sevilla had in the past that made them three-time Europa League winners.",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/Brazil_national_football_team\" title=\"http://dbpedia.org/resource/Brazil_national_football_team\" target=\"_blank\">Brazil</a> international Coutinho became the second-most expensive player in football history by completing a &#xA3;146m move from <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> on Monday.The transfer came at the end of hectic week in <a href=\"http://dbpedia.org/resource/La_Liga\" title=\"http://dbpedia.org/resource/La_Liga\" target=\"_blank\">La Liga</a>, which saw <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> fall 16 points behind leaders Barca, Diego Costa see red on his Atletico Madrid comeback, and crowd trouble mar a thrilling Seville derby.We now know the details of the transfer, and the thing to look into in real detail is what role Coutinho will play at Barcelona.He has been portrayed as a replacement for Andres Iniesta, and I have the impression that Iniesta is seriously considering leaving <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> at the end of the season. He may be persuaded by the club to stay on, however, as a way of helping Coutinho bed in to a midfield role.Meanwhile, <a href=\"http://dbpedia.org/resource/Ernesto_Valverde\" title=\"http://dbpedia.org/resource/Ernesto_Valverde\" target=\"_blank\">Ernesto Valverde</a> now has so many options. He has said <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> need one day of training with Coutinho to figure out where they will begin to play him. I\\&apos;m sure Valverde has an idea that goes a little like this&#x2026;They will let him feel comfortable, playing in offensive positions. Of course, every <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> player has defensive responsibilities without the ball, but the further forward you play the smaller those responsibilities are.Valverde has already said Coutinho plays in four different positions, so don\\&apos;t be surprised to see him tested in all of them.Staying with <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a>, Valverde is using his team so well. Valverde described Paulinho\\&apos;s positioning in the box as brilliant, and that skill does not come by chance. He understands the game, follows it closely, and knows when to appear.But it goes beyond Paulinho; the two full-backs, <a href=\"http://dbpedia.org/resource/Sergi_Roberto\" title=\"http://dbpedia.org/resource/Sergi_Roberto\" target=\"_blank\">Sergi Roberto</a> and <a href=\"http://dbpedia.org/resource/Jordi_Alba\" title=\"http://dbpedia.org/resource/Jordi_Alba\" target=\"_blank\">Jordi Alba</a>, are creating so many chances, and the goals against Levante came through their work. That\\&apos;s not by chance again, this is all hard work on the training ground.The <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> squad will be recycled in the summer, around a third of the team, but Valverde is very much enjoying working with the squad he has.They\\&apos;re very optimistic at the club that they will add <a href=\"http://dbpedia.org/resource/Antoine_Griezmann\" title=\"http://dbpedia.org/resource/Antoine_Griezmann\" target=\"_blank\">Antoine Griezmann</a>\\&apos;s signature in the summer, though <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> may have something to say about that.Zinedine <a href=\"http://dbpedia.org/resource/Zinedine_Zidane\" title=\"http://dbpedia.org/resource/Zinedine_Zidane\" target=\"_blank\">Zidane</a> has let the side slide at a time when he had to intervene, feeling obliged to play the guys that did so well last season. It\\&apos;s pretty obvious he doesn\\&apos;t trust the players on the bench and that relaxes everyone in the starting line-up, not having people pushing you.Nobody in the squad has more than four league goals, the only ones that have are <a href=\"http://dbpedia.org/resource/Gareth_Bale\" title=\"http://dbpedia.org/resource/Gareth_Bale\" target=\"_blank\">Gareth Bale</a>, <a href=\"http://dbpedia.org/resource/Cristiano_Ronaldo\" title=\"http://dbpedia.org/resource/Cristiano_Ronaldo\" target=\"_blank\">Cristiano Ronaldo</a>, <a href=\"http://dbpedia.org/resource/Isco\" title=\"http://dbpedia.org/resource/Isco\" target=\"_blank\">Isco</a> and Marcos Asensio. <a href=\"http://dbpedia.org/resource/Karim_Benzema\" title=\"http://dbpedia.org/resource/Karim_Benzema\" target=\"_blank\">Karim Benzema</a> has only scored two league goals and Real are considering the possibility of selling him in the summer and bringing fresh forwards to the club.It\\&apos;s clear they have given up in <a href=\"http://dbpedia.org/resource/La_Liga\" title=\"http://dbpedia.org/resource/La_Liga\" target=\"_blank\">La Liga</a>. They are not properly structured; full-backs go forward without cover, the midfielders - Luka Modric and <a href=\"http://dbpedia.org/resource/Toni_Kroos\" title=\"http://dbpedia.org/resource/Toni_Kroos\" target=\"_blank\">Toni Kroos</a> - don\\&apos;t control games as they used to, the strikers don\\&apos;t score and all that means they are 16 points off Barcelona.At a time when coaches generally have to be brave, intervene and make everyone feel important, <a href=\"http://dbpedia.org/resource/Zinedine_Zidane\" title=\"http://dbpedia.org/resource/Zinedine_Zidane\" target=\"_blank\">Zidane</a> is letting all of that go. These are the basics of coaching, but he feels his first-choice XI deserve to play more than others, in the hope that the BBC can rekindle their form.It was clear that Diego Costa\\&apos;s return would be the dawn of a new-look Atletico Madrid. They have been a bit boring to watch, they didn\\&apos;t kill games off, they had good starts but didn\\&apos;t threaten enough and didn\\&apos;t defend as well as they have in the past.With Costa in the team, though, they have had a second wind. He stretches teams, he\\&apos;s aggressive as we all know, he had two or three clashes with players and, of course, he was sent off for a second yellow after celebrating his goal with the Atletico Madrid fans. Atleti want to show pictures of others - namely Rodrigo from <a href=\"http://dbpedia.org/resource/Valencia_CF\" title=\"http://dbpedia.org/resource/Valencia_CF\" target=\"_blank\">Valencia</a> - doing the same thing in the hope his suspension is rescinded.But it was the Costa show, and Griezmann and Costa up front offers such an exciting possibility for <a href=\"http://dbpedia.org/resource/Diego_Simeone\" title=\"http://dbpedia.org/resource/Diego_Simeone\" target=\"_blank\">Diego Simeone</a>. When Costa scores, the stats say Atletico win 95 per cent of their games - that\\&apos;s the kind of quality he brings.There were 23 arrests after an organised battle in the streets of Seville between <a href=\"http://dbpedia.org/resource/Sevilla_FC\" title=\"http://dbpedia.org/resource/Sevilla_FC\" target=\"_blank\">Sevilla</a> and <a href=\"http://dbpedia.org/resource/Real_Betis\" title=\"http://dbpedia.org/resource/Real_Betis\" target=\"_blank\">Real Betis</a> fans. This is a side of the fans in <a href=\"http://dbpedia.org/resource/Sevilla_FC\" title=\"http://dbpedia.org/resource/Sevilla_FC\" target=\"_blank\">Sevilla</a> that is unsavoury and, even though <a href=\"http://dbpedia.org/resource/Sevilla_FC\" title=\"http://dbpedia.org/resource/Sevilla_FC\" target=\"_blank\">Sevilla</a> have tried to stop it, it hasn\\&apos;t been completely eradicated from football in this part of the world.There is tribalism but there is an increased perception that violence is infiltrating into football. Everyone needs to react, not only the police, the clubs need to be stronger by preventing these people from coming into stadiums. The problem, though, is that the Spanish Federation is going through a process of regeneration and elections, so without that authority you can see these things happening again and again.The derby, meanwhile, was fantastic - 3-5 to <a href=\"http://dbpedia.org/resource/Real_Betis\" title=\"http://dbpedia.org/resource/Real_Betis\" target=\"_blank\">Betis</a>, the first time they\\&apos;ve scored five goals away at <a href=\"http://dbpedia.org/resource/Sevilla_FC\" title=\"http://dbpedia.org/resource/Sevilla_FC\" target=\"_blank\">Sevilla</a>. Quique Setien is a coach that proposes a style of football that is so open and entertaining but it\\&apos;s akin to tossing a coin. They are the best goalscorers in the league but they have the third-worst defence, how he improves that without taking anything away from his philosophy is something we are yet to see, he wasn\\&apos;t able to do so at Las Palmas.After the game, Joaquin revealed he told the players that anyone who went home before 5am would be fined. He insisted everyone had to enjoy themselves and celebrate, and it\\&apos;s good to see such passion from a player, he is a little genius in the way he approaches football and life in general.In the case of <a href=\"http://dbpedia.org/resource/Sevilla_FC\" title=\"http://dbpedia.org/resource/Sevilla_FC\" target=\"_blank\">Sevilla</a>, Oscar Arias is the new director of football and, at the moment, his decisions are the cleverest. <a href=\"http://dbpedia.org/resource/Vincenzo_Montella\" title=\"http://dbpedia.org/resource/Vincenzo_Montella\" target=\"_blank\">Vincenzo Montella</a> has arrived with not much credit and, of course, he\\&apos;s got an uphill battle to make this team strong again. They have rebuilt an ageing side around <a href=\"http://dbpedia.org/resource/Luis_Muriel\" title=\"http://dbpedia.org/resource/Luis_Muriel\" target=\"_blank\">Luis Muriel</a>, an expensive striker who goalscoring has been far from prolific. The acquisitions of Jesus Navas and <a href=\"http://dbpedia.org/resource/Nolito\" title=\"http://dbpedia.org/resource/Nolito\" target=\"_blank\">Nolito</a> are not bearing fruit and it\\&apos;s a team that struggle physically in the second half of games.It\\&apos;s going to be very difficult for <a href=\"http://dbpedia.org/resource/Sevilla_FC\" title=\"http://dbpedia.org/resource/Sevilla_FC\" target=\"_blank\">Sevilla</a> to arrive at the <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> game with the right mentality because there are so many weaknesses all over the pitch. Against <a href=\"http://dbpedia.org/resource/Real_Betis\" title=\"http://dbpedia.org/resource/Real_Betis\" target=\"_blank\">Betis</a> you could see they don\\&apos;t work together, there were many gaps and they don\\&apos;t manage games well.To make matters worse, the fans are impatient. They went after <a href=\"http://dbpedia.org/resource/Unai_Emery\" title=\"http://dbpedia.org/resource/Unai_Emery\" target=\"_blank\">Unai Emery</a> having grown &quot;tired&quot; with him, with the club deciding to go for a more offensive style of football with <a href=\"http://dbpedia.org/resource/Jorge_Sampaoli\" title=\"http://dbpedia.org/resource/Jorge_Sampaoli\" target=\"_blank\">Jorge Sampaoli</a> and <a href=\"http://dbpedia.org/resource/Eduardo_Berizzo\" title=\"http://dbpedia.org/resource/Eduardo_Berizzo\" target=\"_blank\">Eduardo Berizzo</a>. But, little by little, they are losing what <a href=\"http://dbpedia.org/resource/Sevilla_FC\" title=\"http://dbpedia.org/resource/Sevilla_FC\" target=\"_blank\">Sevilla</a> had in the past that made them three-time Europa League winners.\n"
}