{
  "date": "16/01/18",
  "title": "Guillem Balague column: Ernesto Valverde the hero at Barcelona as Zinedine Zidane shows weakness",
  "description": "After Barcelona showed title-winning traits, and Real Madrid once again slipped up, Guillem Balague brings his weekly briefing from La Liga.",
  "content": "Barcelona fought back from 2-0 down at Real Sociedad to win 4-2, while Real Madrid lost 1-0 at home to Villarreal, meaning they are closer to the relegation zone (16 points) than they are to leaders Barca (19 points).Here, Sky Sports' Spanish football expert Balague dissects the weekend…The focus has to be on Ernesto Valverde today. This is a team that have won a lot, and as you can see with Real Madrid, it is very difficult to keep winning having been successful.They have a mentally strong side. They were 2-0 down at the Anoeta, the dreaded Anoeta, and came back to get points. They also fought back to get a late point at Atletico Madrid this season, showing their spirit.Paulinho, Luis Suarez and Lionel Messi have scored 38 goals between them; that's more than Real Madrid as a whole.Everything that Valverde has done so far has worked. He has created good form out of players many managers would have given up on, for instance, Andre Gomes, and in the case of Paulinho he realised what the Brazilian could give the side.There are players coming from the bench and making a difference, and he has changed formation a few times, but always with the players' best form in mind, rather than an experiment from the training ground.Everybody talks about the calmness that Valverde brings to the side, a calmness that takes the pressure off players and enables them to analyse games.He is the big hero of Barcelona right now.Zinedine Zidane keeps insisting on the same ideas, the same XI. The consequence of that is: if you know you are making mistakes but the boss says you're very good and keeps picking you, you relax. The ones that are on the bench don't make much of a difference, and in fact players coming from the bench have only scored once for Real this season.The stats don't make for good reading. They've lost eight games out of 16 at the Bernabeu, they haven't scored in the past two there, which is unheard of, and it's four without a victory.As a consequence, other things are being sold to the fans to take the focus away from what is happening on the pitch. Florentino Perez has this dream of signing Neymar, which has been mentioned in different media outlets.Regarding Cristiano Ronaldo, even though he was promised a new contract after the Champions League final last season, he hasn't got that. It looks like Real don't have an intention of extending yet, as the last contract was signed in November 2016.Cue another story about him going to Manchester United, which has come from inside his camp. But he's going to be 33 in February, and quite clearly the kind of money that any club would have to put on him can't be justified. It's not just the fact he isn't scoring much, as I've said for a couple years now he has peaked physically. The huge amount of money his transfer would demand cannot be justified.They've got no soul, no resistance, they don't play well in either box, and they're just the opposite to the Sevilla we know. Their 1-0 defeat at Alaves on Sunday means they are down in sixth.Part of the reason for this is because in the past 18 months or so they have decided to go in a different direction. They wanted more control, and probably felt the fans were tired of their playing style, which was effective but not brilliant to watch.Of the 200m euros spent by the new director of football Oscar Arias, only 10 per cent of players have really made an impact.It seems new manager Vincenzo Montella doesn't know where he is, and the impression in Sevilla is that he may not even last the season.After negotiating with Stoke, Quique Sanchez Flores has decided to stay at Espanyol. He was offered a five-year deal, there was money available right away, and it was an ambitious project, but there were many aspects not agreed on.Flores' name was whistled when his name was mentioned in the stadium during the 1-1 draw with Athletic on Sunday, as the supporters felt he did not handle the situation properly.But to be honest, that's how football works at the moment, and it always has in fact. If an offer comes, you have to listen, and it was a big offer. He communicated all of this with Espanyol, and he decided not to leave.Levante midfielder Jefferson Lerma has accused Iago Aspas of racially abusing him during Celta Vigo's 1-0 win on Sunday. The referee was told by Lerma, but it was not included in the referee's report.As a consequence, Lerma said after the game what had happened. Levante has backed him up, and Aspas has denied saying anything, and in fact said: \"What is said on the pitch, stays on the pitch.\"La Liga have said they will investigate, but the competition committee cannot intervene without an accusation from either the referee or Levante.Levante issued a statement saying they fully supported Lerma and their \"rejection of all racism in football\".All of this shows how behind we [the Spanish league] are. These things are still not being taken seriously in Spain, and this is probably stormy weather which will disappear, and that is a shame. Hopefully next time more and more noise will be made, and we will start to realise how wrong we are not to act on it straight away.",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> fought back from 2-0 down at <a href=\"http://dbpedia.org/resource/Real_Sociedad\" title=\"http://dbpedia.org/resource/Real_Sociedad\" target=\"_blank\">Real Sociedad</a> to win 4-2, while <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> lost 1-0 at home to <a href=\"http://dbpedia.org/resource/Villarreal_CF\" title=\"http://dbpedia.org/resource/Villarreal_CF\" target=\"_blank\">Villarreal</a>, meaning they are closer to the relegation zone (16 points) than they are to leaders Barca (19 points).Here, Sky Sports\\&apos; Spanish football expert Balague dissects the weekend&#x2026;The focus has to be on <a href=\"http://dbpedia.org/resource/Ernesto_Valverde\" title=\"http://dbpedia.org/resource/Ernesto_Valverde\" target=\"_blank\">Ernesto Valverde</a> today. This is a team that have won a lot, and as you can see with <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a>, it is very difficult to keep winning having been successful.They have a mentally strong side. They were 2-0 down at the Anoeta, the dreaded Anoeta, and came back to get points. They also fought back to get a late point at Atletico Madrid this season, showing their spirit.Paulinho, Luis Suarez and <a href=\"http://dbpedia.org/resource/Lionel_Messi\" title=\"http://dbpedia.org/resource/Lionel_Messi\" target=\"_blank\">Lionel Messi</a> have scored 38 goals between them; that\\&apos;s more than <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> as a whole.Everything that Valverde has done so far has worked. He has created good form out of players many managers would have given up on, for instance, Andre Gomes, and in the case of Paulinho he realised what the <a href=\"http://dbpedia.org/resource/Brazil_national_football_team\" title=\"http://dbpedia.org/resource/Brazil_national_football_team\" target=\"_blank\">Brazilian</a> could give the side.There are players coming from the bench and making a difference, and he has changed formation a few times, but always with the players\\&apos; best form in mind, rather than an experiment from the training ground.Everybody talks about the calmness that Valverde brings to the side, a calmness that takes the pressure off players and enables them to analyse games.He is the big hero of <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> right now.Zinedine <a href=\"http://dbpedia.org/resource/Zinedine_Zidane\" title=\"http://dbpedia.org/resource/Zinedine_Zidane\" target=\"_blank\">Zidane</a> keeps insisting on the same ideas, the same XI. The consequence of that is: if you know you are making mistakes but the boss says you\\&apos;re very good and keeps picking you, you relax. The ones that are on the bench don\\&apos;t make much of a difference, and in fact players coming from the bench have only scored once for Real this season.The stats don\\&apos;t make for good reading. They\\&apos;ve lost eight games out of 16 at the Bernabeu, they haven\\&apos;t scored in the past two there, which is unheard of, and it\\&apos;s four without a victory.As a consequence, other things are being sold to the fans to take the focus away from what is happening on the pitch. Florentino Perez has this dream of signing <a href=\"http://dbpedia.org/resource/Neymar\" title=\"http://dbpedia.org/resource/Neymar\" target=\"_blank\">Neymar</a>, which has been mentioned in different media outlets.Regarding <a href=\"http://dbpedia.org/resource/Cristiano_Ronaldo\" title=\"http://dbpedia.org/resource/Cristiano_Ronaldo\" target=\"_blank\">Cristiano Ronaldo</a>, even though he was promised a new contract after the Champions League final last season, he hasn\\&apos;t got that. It looks like Real don\\&apos;t have an intention of extending yet, as the last contract was signed in November 2016.Cue another story about him going to <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>, which has come from inside his camp. But he\\&apos;s going to be 33 in February, and quite clearly the kind of money that any club would have to put on him can\\&apos;t be justified. It\\&apos;s not just the fact he isn\\&apos;t scoring much, as I\\&apos;ve said for a couple years now he has peaked physically. The huge amount of money his transfer would demand cannot be justified.They\\&apos;ve got no soul, no resistance, they don\\&apos;t play well in either box, and they\\&apos;re just the opposite to the <a href=\"http://dbpedia.org/resource/Sevilla_FC\" title=\"http://dbpedia.org/resource/Sevilla_FC\" target=\"_blank\">Sevilla</a> we know. Their 1-0 defeat at Alaves on Sunday means they are down in sixth.Part of the reason for this is because in the past 18 months or so they have decided to go in a different direction. They wanted more control, and probably felt the fans were tired of their playing style, which was effective but not brilliant to watch.Of the 200m euros spent by the new director of football Oscar Arias, only 10 per cent of players have really made an impact.It seems new manager <a href=\"http://dbpedia.org/resource/Vincenzo_Montella\" title=\"http://dbpedia.org/resource/Vincenzo_Montella\" target=\"_blank\">Vincenzo Montella</a> doesn\\&apos;t know where he is, and the impression in <a href=\"http://dbpedia.org/resource/Sevilla_FC\" title=\"http://dbpedia.org/resource/Sevilla_FC\" target=\"_blank\">Sevilla</a> is that he may not even last the season.After negotiating with <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a>, <a href=\"http://dbpedia.org/resource/Quique_Flores\" title=\"http://dbpedia.org/resource/Quique_Flores\" target=\"_blank\">Quique Sanchez Flores</a> has decided to stay at <a href=\"http://dbpedia.org/resource/RCD_Espanyol\" title=\"http://dbpedia.org/resource/RCD_Espanyol\" target=\"_blank\">Espanyol</a>. He was offered a five-year deal, there was money available right away, and it was an ambitious project, but there were many aspects not agreed on.Flores\\&apos; name was whistled when his name was mentioned in the stadium during the 1-1 draw with Athletic on Sunday, as the supporters felt he did not handle the situation properly.But to be honest, that\\&apos;s how football works at the moment, and it always has in fact. If an offer comes, you have to listen, and it was a big offer. He communicated all of this with <a href=\"http://dbpedia.org/resource/RCD_Espanyol\" title=\"http://dbpedia.org/resource/RCD_Espanyol\" target=\"_blank\">Espanyol</a>, and he decided not to leave.Levante midfielder Jefferson Lerma has accused <a href=\"http://dbpedia.org/resource/Iago_Aspas\" title=\"http://dbpedia.org/resource/Iago_Aspas\" target=\"_blank\">Iago Aspas</a> of racially abusing him during <a href=\"http://dbpedia.org/resource/Celta_de_Vigo\" title=\"http://dbpedia.org/resource/Celta_de_Vigo\" target=\"_blank\">Celta Vigo</a>\\&apos;s 1-0 win on Sunday. The referee was told by Lerma, but it was not included in the referee\\&apos;s report.As a consequence, Lerma said after the game what had happened. Levante has backed him up, and Aspas has denied saying anything, and in fact said: &quot;What is said on the pitch, stays on the pitch.&quot;<a href=\"http://dbpedia.org/resource/La_Liga\" title=\"http://dbpedia.org/resource/La_Liga\" target=\"_blank\">La Liga</a> have said they will investigate, but the competition committee cannot intervene without an accusation from either the referee or Levante.Levante issued a statement saying they fully supported Lerma and their &quot;rejection of all racism in football&quot;.All of this shows how behind we [the Spanish league] are. These things are still not being taken seriously in <a href=\"http://dbpedia.org/resource/Spain_national_football_team\" title=\"http://dbpedia.org/resource/Spain_national_football_team\" target=\"_blank\">Spain</a>, and this is probably stormy weather which will disappear, and that is a shame. Hopefully next time more and more noise will be made, and we will start to realise how wrong we are not to act on it straight away.\n"
}