{
  "date": "01/02/18",
  "title": "Harry Wilson hoping to impress trio of managers after loan move to Hull",
  "description": "Harry Wilson has joined Hull on loan from Liverpool and now Nigel Adkins joins his list of people to impress including Jurgen Klopp and Wales boss Ryan Giggs.",
  "content": "Wilson committed his future to Liverpool with a new long-term deal on Deadline Day, and will now spend the second half of the season with Hull, who are currently coached by Adkins.The youngster is now hoping to impress a trio of managers including Jurgen Klopp and recently announced Wales boss Ryan Giggs.\"So there's two new managers that I have to impress as well as Liverpool and I'm looking forward to giving my best to do that,\" said Wilson.The young prospect has been on fire for the Liverpool U23 team and made his first-team debut in the FA Cup against Plymouth in January 2017.Hull will hope for their new signing to produce the goods at the KCOM Stadium, just as he was back in Merseyside, and Wilson seems happy to oblige.\"In terms of fitness I feel ready and I've played pretty much every 90 minutes for Liverpool U23s this season,\" he said. \"I can't wait to get started here!\"Wilson agreed to the move after speaking with Klopp.\"In terms of the manager at Liverpool, he is a great man-manager and he always has time for his players,\" said Wilson. \"He respects every player in the same way. I had a few chats with him and I was happy to come to Hull.\"Wilson, 20, has been at Liverpool since U9 level and now moves to his second loan spell away from Anfield.The young winger will hope regular first-team football can get him noticed by Wales boss Giggs and with a view to possibly featuring in Wales' upcoming China Cup fixture in March.He said: \"I'm also hoping that this move will help me to get into the new Wales manager's thoughts. I'm with the U21s at the minute, but I've been involved with the first team a few times and I want more of that.\"Wilson became the youngest player ever to represent Wales at the age of 16 under Chris Coleman, succeeding previous record holder Gareth Bale.",
  "dbpedia": "\nWilson committed his future to <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> with a new long-term deal on Deadline Day, and will now spend the second half of the season with <a href=\"http://dbpedia.org/resource/Hull_City_A.F.C.\" title=\"http://dbpedia.org/resource/Hull_City_A.F.C.\" target=\"_blank\">Hull</a>, who are currently coached by Adkins.The youngster is now hoping to impress a trio of managers including Jurgen Klopp and recently announced <a href=\"http://dbpedia.org/resource/Wales_national_football_team\" title=\"http://dbpedia.org/resource/Wales_national_football_team\" target=\"_blank\">Wales</a> boss <a href=\"http://dbpedia.org/resource/Ryan_Giggs\" title=\"http://dbpedia.org/resource/Ryan_Giggs\" target=\"_blank\">Ryan Giggs</a>.&quot;So there\\&apos;s two new managers that I have to impress as well as <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> and I\\&apos;m looking forward to giving my best to do that,&quot; said Wilson.The young prospect has been on fire for the <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> U23 team and made his first-team debut in the FA Cup against <a href=\"http://dbpedia.org/resource/Plymouth_Argyle_F.C.\" title=\"http://dbpedia.org/resource/Plymouth_Argyle_F.C.\" target=\"_blank\">Plymouth</a> in January 2017.<a href=\"http://dbpedia.org/resource/Hull_City_A.F.C.\" title=\"http://dbpedia.org/resource/Hull_City_A.F.C.\" target=\"_blank\">Hull</a> will hope for their new signing to produce the goods at the KCOM Stadium, just as he was back in Merseyside, and Wilson seems happy to oblige.&quot;In terms of fitness I feel ready and I\\&apos;ve played pretty much every 90 minutes for <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> U23s this season,&quot; he said. &quot;I can\\&apos;t wait to get started here!&quot;Wilson agreed to the move after speaking with Klopp.&quot;In terms of the manager at <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>, he is a great man-manager and he always has time for his players,&quot; said Wilson. &quot;He respects every player in the same way. I had a few chats with him and I was happy to come to <a href=\"http://dbpedia.org/resource/Hull_City_A.F.C.\" title=\"http://dbpedia.org/resource/Hull_City_A.F.C.\" target=\"_blank\">Hull</a>.&quot;Wilson, 20, has been at <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> since U9 level and now moves to his second loan spell away from Anfield.The young winger will hope regular first-team football can get him noticed by <a href=\"http://dbpedia.org/resource/Wales_national_football_team\" title=\"http://dbpedia.org/resource/Wales_national_football_team\" target=\"_blank\">Wales</a> boss <a href=\"http://dbpedia.org/resource/Ryan_Giggs\" title=\"http://dbpedia.org/resource/Ryan_Giggs\" target=\"_blank\">Giggs</a> and with a view to possibly featuring in <a href=\"http://dbpedia.org/resource/Wales_national_football_team\" title=\"http://dbpedia.org/resource/Wales_national_football_team\" target=\"_blank\">Wales</a>\\&apos; upcoming <a href=\"http://dbpedia.org/resource/China_PR_national_football_team\" title=\"http://dbpedia.org/resource/China_PR_national_football_team\" target=\"_blank\">China</a> Cup fixture in March.He said: &quot;I\\&apos;m also hoping that this move will help me to get into the new <a href=\"http://dbpedia.org/resource/Wales_national_football_team\" title=\"http://dbpedia.org/resource/Wales_national_football_team\" target=\"_blank\">Wales</a> manager\\&apos;s thoughts. I\\&apos;m with the U21s at the minute, but I\\&apos;ve been involved with the first team a few times and I want more of that.&quot;Wilson became the youngest player ever to represent <a href=\"http://dbpedia.org/resource/Wales_national_football_team\" title=\"http://dbpedia.org/resource/Wales_national_football_team\" target=\"_blank\">Wales</a> at the age of 16 under <a href=\"http://dbpedia.org/resource/Chris_Coleman_(footballer)\" title=\"http://dbpedia.org/resource/Chris_Coleman_(footballer)\" target=\"_blank\">Chris Coleman</a>, succeeding previous record holder <a href=\"http://dbpedia.org/resource/Gareth_Bale\" title=\"http://dbpedia.org/resource/Gareth_Bale\" target=\"_blank\">Gareth Bale</a>.\n"
}