{
  "date": "04/02/18",
  "title": "Harry Kane reveals penalty routines in Tottenham's draw at Liverpool",
  "description": "Harry Kane talked Jamie Redknapp through his penalty technique and routines after he missed one and scored one in Tottenham's dramatic 2-2 draw with Liverpool.",
  "content": "With Spurs trailing 1-0 in the 89th minute at Anfield, Kane won a penalty and stepped up to take it, only to be denied by Loris Karius.\nIt looked like the miss would condemn Spurs to defeat after Mohamed Salah put Liverpool 2-1 ahead with a superb goal in injury-time.\nBut Spurs won another penalty and Kane again stepped up, this time firing into the corner to score his 100th Premier League goal.\n\"As I was waiting I was thinking which way should I go and thought about previous penalties and what I have done,\" Kane told Sky Sports pundit Redknapp. \"I have gone to the left quite a few times so thought the keeper would go that way and I put it in the other corner.\"\nHit play on the video at the top of the page to watch Kane talk through his technique and approach for both penalties\n",
  "dbpedia": "With Spurs trailing 1-0 in the 89th minute at <a href=\"http://dbpedia.org/resource/Anfield\" title=\"http://dbpedia.org/resource/Anfield\" target=\"_blank\">Anfield</a>, Kane won a penalty and stepped up to take it, only to be denied by Loris Karius.<br>It looked like the miss would condemn Spurs to defeat after <a href=\"http://dbpedia.org/resource/Mohamed_Salah\" title=\"http://dbpedia.org/resource/Mohamed_Salah\" target=\"_blank\">Mohamed Salah</a> put <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> 2-1 ahead with a superb goal in injury-time.<br>But Spurs won another penalty and Kane again stepped up, this time firing into the corner to score his 100th <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> goal.<br>\"As I was waiting I was thinking which way should I go and thought about previous penalties and what I have done,\" Kane told Sky Sports pundit Redknapp. \"I have gone to the left quite a few times so thought the keeper would go that way and I put it in the other corner.\"<br>Hit play on the video at the top of the page to watch Kane talk through his technique and approach for both penalties<br>"
}