{
  "date": "14/01/18",
  "title": "Harry Kane is now Tottenham's record Premier League goalscorer",
  "description": "Harry Kane's two second-half goals in Tottenham's 4-0 win over Everton at Wembley mean he is now the club's record Premier League goalscorer. The second of Kane's close-range strikes took him to 98 goals in the competition – above Teddy Sheringham's tally of 97. ",
  "content": "The 24-year-old England international has surpassed it in quick time too. Kane has still only played 135 Premier League games for Spurs. Sheringham's total came in 236 appearances for the club - the last of which came as a 37-year-old. How many can Kane get?Jimmy Greaves' all-time record of league goals for Tottenham remains some way off. The legendary forward hit 220 in his nine seasons at White Hart Lane. Kane will need to stay at Spurs for a while to break that record but his current scoring rate means it is possible.He already has 20 goals this season, usually the benchmark for an entire campaign. It is still only January. This is the fourth year in a row that Kane has reached that total and that achievement alone puts him among the Premier League greats of the past.Kane is only the third player to score 20 goals in four consecutive Premier League seasons. Many greats never managed the feat. He joins Alan Shearer and Thierry Henry in that little club, although Sergio Aguero could join them if he reaches the 20-goal mark this season.But for now it is Kane who leads the way and 20 is not the mark that matters now - he is hunting down the record of 34 goals in a season that was set by Andy Cole in 1993/94 and then matched by Shearer the following year. That came in a 42-game season too.So could Kane pass that mark? With 15 games of the season remaining, Tottenham boss Mauricio Pochettino thinks it is possible. \"He can do everything because of his mentality and how he is,\" he said afterwards. \"He can achieve all that he wishes and all that he wants.\"It is unbelievable how he is able to work. He is always thinking and trying to improve, improve and improve. He is fantastic. He deserves all the credit and a lot of praise. He is fantastic and I congratulate him one more time.\""
}