{
  "date": "22/01/18",
  "title": "Harry Kane named 2017 England Men's player of the year ",
  "description": "Tottenham striker Harry Kane has been named the 2017 England Men's Player of the Year.",
  "content": "Kane, 24, polled 75% of the votes from members of the England Supporters Club.Kane succeeds 2016 winner Adam Lallana after scoring seven times in six England fixtures last year as Gareth Southgate's side secured qualification for this summer's World Cup in Russia.Kane said: \"It's always special to represent your country so to be voted as England's best player of 2017 from such a talented squad is a real honour after what was a memorable year for me personally.\"To play your part in reaching the finals of a World Cup is every young footballer's dream and I'd like to thank all of my international teammates for the part they played in that journey.\"However, I'd especially like to thank the Three Lions' fans for their fantastic support both at Wembley and across Europe. Now here's to an exciting summer in Russia.\"Meanwhile, Everton goalkeeper Jordan Pickford was selected as the under-21 player of the year with 33% of the votes in a separate poll.The 23-year-old, who was under 21 at the time of squad registration, was a key member of Aidy Boothroyd's side that reached the semi-finals of the Under-21 European Championships last summer and was handed his senior international debut during England's goalless draw with Germany in November.Pickford said: \"It's great to win the award. I felt I had a good year - I tried my best and put in some good performances. I've put in a lot of hard work over the last few years, playing not just for England U21s but also the international levels below.\"I thought I did well at the Euros. As a team we were disappointed not to get to the final because that's how much we believed in each other. That tournament helped me on the pathway to the senior side and I've been happy with that progression all the way through from the youth set-up.\"It's also about putting in performances week in, week out at club level and that too helped to earn the chance to make my England debut. Representing your country as a young lad is what you dream of.\"Jodie Taylor and Lauren Hemp were named England Women's Player and Young Player of the Year respectively at the FA Women's Football Awards in September.",
  "dbpedia": "\nKane, 24, polled 75% of the votes from members of the <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> Supporters Club.Kane succeeds 2016 winner <a href=\"http://dbpedia.org/resource/Adam_Lallana\" title=\"http://dbpedia.org/resource/Adam_Lallana\" target=\"_blank\">Adam Lallana</a> after scoring seven times in six <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> fixtures last year as <a href=\"http://dbpedia.org/resource/Gareth_Southgate\" title=\"http://dbpedia.org/resource/Gareth_Southgate\" target=\"_blank\">Gareth Southgate</a>\\&apos;s side secured qualification for this summer\\&apos;s World Cup in Russia.Kane said: &quot;It\\&apos;s always special to represent your country so to be voted as <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a>\\&apos;s best player of 2017 from such a talented squad is a real honour after what was a memorable year for me personally.&quot;To play your part in reaching the finals of a World Cup is every young footballer\\&apos;s dream and I\\&apos;d like to thank all of my international teammates for the part they played in that journey.&quot;However, I\\&apos;d especially like to thank the Three Lions\\&apos; fans for their fantastic support both at Wembley and across Europe. Now here\\&apos;s to an exciting summer in <a href=\"http://dbpedia.org/resource/Russia_national_football_team\" title=\"http://dbpedia.org/resource/Russia_national_football_team\" target=\"_blank\">Russia</a>.&quot;Meanwhile, <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> goalkeeper Jordan Pickford was selected as the under-21 player of the year with 33% of the votes in a separate poll.The 23-year-old, who was under 21 at the time of squad registration, was a key member of <a href=\"http://dbpedia.org/resource/Aidy_Boothroyd\" title=\"http://dbpedia.org/resource/Aidy_Boothroyd\" target=\"_blank\">Aidy Boothroyd</a>\\&apos;s side that reached the semi-finals of the Under-21 European Championships last summer and was handed his senior international debut during <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a>\\&apos;s goalless draw with <a href=\"http://dbpedia.org/resource/Germany_national_football_team\" title=\"http://dbpedia.org/resource/Germany_national_football_team\" target=\"_blank\">Germany</a> in November.Pickford said: &quot;It\\&apos;s great to win the award. I felt I had a good year - I tried my best and put in some good performances. I\\&apos;ve put in a lot of hard work over the last few years, playing not just for <a href=\"http://dbpedia.org/resource/England_national_under-21_football_team\" title=\"http://dbpedia.org/resource/England_national_under-21_football_team\" target=\"_blank\">England U21s</a> but also the international levels below.&quot;I thought I did well at the Euros. As a team we were disappointed not to get to the final because that\\&apos;s how much we believed in each other. That tournament helped me on the pathway to the senior side and I\\&apos;ve been happy with that progression all the way through from the youth set-up.&quot;It\\&apos;s also about putting in performances week in, week out at club level and that too helped to earn the chance to make my <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> debut. Representing your country as a young lad is what you dream of.&quot;<a href=\"http://dbpedia.org/resource/Jodie_Taylor\" title=\"http://dbpedia.org/resource/Jodie_Taylor\" target=\"_blank\">Jodie Taylor</a> and Lauren Hemp were named <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> Women\\&apos;s Player and Young Player of the Year respectively at the FA Women\\&apos;s Football Awards in September.\n"
}