{
  "date": "03/02/18",
  "title": "Harry Kane would relish being the permanent England captain, says Tim Sherwood",
  "description": "Tim Sherwood has backed Harry Kane to become the permanent England captain and believes Gareth Southgate is wrong to share the responsibility.",
  "content": "The England manager revealed this week that he plans to share the armband among the squad, rather than have one continuous captain, which will take the pressure off one individual.Southgate has rotated the captaincy since Wayne Rooney's international career reached its conclusion, sharing the role among six players, but Sherwood, speaking on The Debate, feels Kane is more than ready to lead his country.\"Captains generally play the majority of the games, and you are not judged on how you perform, it is how you make others react around you,\" Sherwood said. \"I think Harry Kane is a leader. He has always been a leader since he was a kid.\"If he is not playing particularly well, he will try and affect others around him. I think that is what captains need to be able to do.\"I am trying to see it from Gareth's point of view, and he is trying to do everything to try and take the pressure off the squad.\"But someone like Harry Kane would grow from that responsibility. There is no greater honour than captaining your country and I think Harry would relish it.\"Danny Murphy shared Sherwood's views, and feels swapping the captain for each match could actually be detrimental to England.\"I think he [Southgate] is trying too hard to be different,\" Murphy said. \"As a player, I personally liked having a captain I could confide in, pass messages to, feelings to, look up to.\"I would understand it if there wasn't an obvious candidate. We haven't got many, but Harry Kane is such a fantastic footballer, his temperament is tremendous, he is very unselfish, not just in the way he plays, but the way he conducts himself.\"The other thing is, if you swapped the captaincy about, give it Kane for a few games, then pass it on to someone else, how is that going to make Kane feel? Is he going to take on board and do the job that is needed responsibly if he knows he will only have it temporarily?\"",
  "dbpedia": "\nThe <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> manager revealed this week that he plans to share the armband among the squad, rather than have one continuous captain, which will take the pressure off one individual.Southgate has rotated the captaincy since <a href=\"http://dbpedia.org/resource/Wayne_Rooney\" title=\"http://dbpedia.org/resource/Wayne_Rooney\" target=\"_blank\">Wayne Rooney</a>\\&apos;s international career reached its conclusion, sharing the role among six players, but Sherwood, speaking on The Debate, feels Kane is more than ready to lead his country.&quot;Captains generally play the majority of the games, and you are not judged on how you perform, it is how you make others react around you,&quot; Sherwood said. &quot;I think <a href=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" title=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" target=\"_blank\">Harry Kane</a> is a leader. He has always been a leader since he was a kid.&quot;If he is not playing particularly well, he will try and affect others around him. I think that is what captains need to be able to do.&quot;I am trying to see it from Gareth\\&apos;s point of view, and he is trying to do everything to try and take the pressure off the squad.&quot;But someone like <a href=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" title=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" target=\"_blank\">Harry Kane</a> would grow from that responsibility. There is no greater honour than captaining your country and I think Harry would relish it.&quot;<a href=\"http://dbpedia.org/resource/Danny_Murphy_(footballer_born_1977)\" title=\"http://dbpedia.org/resource/Danny_Murphy_(footballer_born_1977)\" target=\"_blank\">Danny Murphy</a> shared Sherwood\\&apos;s views, and feels swapping the captain for each match could actually be detrimental to <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a>.&quot;I think he [Southgate] is trying too hard to be different,&quot; Murphy said. &quot;As a player, I personally liked having a captain I could confide in, pass messages to, feelings to, look up to.&quot;I would understand it if there wasn\\&apos;t an obvious candidate. We haven\\&apos;t got many, but <a href=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" title=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" target=\"_blank\">Harry Kane</a> is such a fantastic footballer, his temperament is tremendous, he is very unselfish, not just in the way he plays, but the way he conducts himself.&quot;The other thing is, if you swapped the captaincy about, give it Kane for a few games, then pass it on to someone else, how is that going to make Kane feel? Is he going to take on board and do the job that is needed responsibly if he knows he will only have it temporarily?&quot;\n"
}