{
  "date": "26/12/17",
  "title": "Harry Kane's record breaking 2017: The stats you need to know about the Tottenham star's year",
  "description": "It's been a stunning 2017 for Harry Kane.",
  "content": "The Tottenham striker has had a 12 months to remember, and capped the year with a hat-trick in his side's 5-2 thrashing of Southampton at Wembley.Here, we pick out the standout stats which highlight Kane's remarkable run since January - and how his numbers compare with some of the game's biggest names...Want even more Kane stats?- Kane's 39 goals in 2017 were split as 21 from January-May and 18 from August-December. (Kane only had eight between August and December in 2016)- Kane goals usually come in Tottenham victories. In fact, 37 of Kane's goals have come in Spurs wins, with his goal in the 1-1 draw with West Brom and 2-1 loss to Leicester the only exceptions.- Kane has shared his goals out evenly in terms of home and away games. He's scored 20 times in Premier League home games - at both White Hart Lane and Wembley - and 19 on the road.",
  "dbpedia": "\nThe <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> striker has had a 12 months to remember, and capped the year with a hat-trick in his side\\&apos;s 5-2 thrashing of <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> at Wembley.Here, we pick out the standout stats which highlight Kane\\&apos;s remarkable run since January - and how his numbers compare with some of the game\\&apos;s biggest names...Want even more Kane stats?- Kane\\&apos;s 39 goals in 2017 were split as 21 from January-May and 18 from August-December. (Kane only had eight between August and December in 2016)- Kane goals usually come in <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> victories. In fact, 37 of Kane\\&apos;s goals have come in Spurs wins, with his goal in the 1-1 draw with <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> and 2-1 loss to <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a> the only exceptions.- Kane has shared his goals out evenly in terms of home and away games. He\\&apos;s scored 20 times in <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> home games - at both White Hart Lane and Wembley - and 19 on the road.\n"
}