{
  "date": "07/01/18",
  "title": "Harry Kane could stay at Tottenham for his entire career, says Mauricio Pochettino",
  "description": "Mauricio Pochettino admits Philippe Coutinho's move from Liverpool to Barcelona shows how hard it is for clubs to keep their best players, but insists Harry Kane could emulate Roma legend Francesco Totti by staying at Tottenham for his entire career.",
  "content": "Kane struck his first two goals of 2018 as Tottenham secured a 3-0 win over AFC Wimbledon in Sunday's FA Cup third-round tie at Wembley, taking his tally for the season to 26 in all competitions.Kane's latest heroics came a day after Liverpool reluctantly sanctioned the departure of their own star man to Barcelona, and Pochettino believes Coutinho's £146m move to the Spanish giants highlights the challenge facing every club in the modern game.\"I think it's a massive example of how this business of football is, and how difficult it is for clubs to keep their best players,\" he said in his post-match press conference at Wembley.\"Liverpool is historically one of the best clubs in the world, but when a player like Coutinho wants to leave, it is difficult. Look what happened with Cristiano Ronaldo at Manchester United, with [Zinedine] Zidane at Juventus, with [Luis] Figo at Barcelona. There are a lot of examples.\"That is why it is so important how you care for your players. That's why you need to anticipate things. It's so important to work on the human side, to try to create a project where the players feel comfortable and happy to be with you.\"But today, when the player decides to leave, it's what happens. If another club pays the type of money [Barcelona] pay, how do you stop it? I heard what [Jurgen] Klopp said. Our job is so difficult.\"Kane is likely to attract the same kind of interest as Coutinho given his extraordinary scoring feats in 2017, when he broke the record for Premier League goals in a calendar year with 39, but Pochettino believes he will remain loyal - as long as the club continues to show the same ambition.\"I think Harry is special, so special, because he loves Tottenham and he feels Tottenham, but we need to be careful and clever with how we manage him,\" he said.\"The player needs to choose to stay here. You cannot force everyone to stay here. I think our job is to try to work together and to try to achieve all that we want.\"I tell him he seems like Totti in Italy. Only a few players, special players, can spend all their career in one club. I think Harry is the type of player who can because he loves Tottenham.\"But in football, you can't be sure of anything. That is why it is so important to work together and try to achieve all that we want. This project is so exciting. I hope and we hope that he will spend a lot of time here trying to win trophies and achieving all that we want.\""
}