{
  "date": "02/02/18",
  "title": "Harry Kane wants Tottenham to show form from Manchester United win when they play Liverpool",
  "description": "Harry Kane has urged Tottenham to replicate the form they showed to beat Manchester United when they play Liverpool on Sunday, live on Sky Sports.",
  "content": "Kane played a part in Spurs' opening goal - scored by Christian Eriksen after just 11 seconds - in the 2-0 win over United at Wembley, before Phil Jones put the ball into his own net an hour into the game.Tottenham beat Liverpool 4-1 at home when the sides met in October, although Spurs are likely to face a tougher test at Anfield, where Jurgen Klopp's side are unbeaten in 14 Premier League matches.\"We have got to put in the same performance as we did against United,\" said Kane.\"Liverpool are a strong team, especially at home when they are on the attack. They have some fast players and last season [a 2-0 defeat] we didn't cope with that very well.\"We were poor throughout the whole team, but we can take confidence from the United game. This is the kind of performance we need to produce against the big teams, both at home and away.\"We played well against Liverpool at Wembley so we have to go to Anfield full of confidence.\"Lucas Moura, Tottenham's Deadline Day signing from Paris Saint-Germain, watched on from the stands as Spurs beat Manchester United.Kane is looking forward to seeing the Brazilian in action, with the addition of Moura adding competition for places in attacking areas.\"Hopefully he can fit right in and when he gets an opportunity, he takes it,\" Kane added.\"There is no rush and it will keep everyone on their toes. He's done some amazing stuff for PSG so we are excited to see what can happen.\"Watch Liverpool v Tottenham on Nissan Super Sunday. Coverage begins on Sky Sports Premier League and Sky Sports Main Event at 4:15pm, after Crystal Palace v Newcastle.",
  "dbpedia": "\nKane played a part in Spurs\\&apos; opening goal - scored by <a href=\"http://dbpedia.org/resource/Christian_Eriksen\" title=\"http://dbpedia.org/resource/Christian_Eriksen\" target=\"_blank\">Christian Eriksen</a> after just 11 seconds - in the 2-0 win over United at Wembley, before <a href=\"http://dbpedia.org/resource/Phil_Jones_(footballer)\" title=\"http://dbpedia.org/resource/Phil_Jones_(footballer)\" target=\"_blank\">Phil Jones</a> put the ball into his own net an hour into the game.Tottenham beat <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> 4-1 at home when the sides met in October, although Spurs are likely to face a tougher test at Anfield, where Jurgen Klopp\\&apos;s side are unbeaten in 14 <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> matches.&quot;We have got to put in the same performance as we did against United,&quot; said Kane.&quot;<a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> are a strong team, especially at home when they are on the attack. They have some fast players and last season [a 2-0 defeat] we didn\\&apos;t cope with that very well.&quot;We were poor throughout the whole team, but we can take confidence from the United game. This is the kind of performance we need to produce against the big teams, both at home and away.&quot;We played well against <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> at Wembley so we have to go to Anfield full of confidence.&quot;<a href=\"http://dbpedia.org/resource/Lucas_Moura\" title=\"http://dbpedia.org/resource/Lucas_Moura\" target=\"_blank\">Lucas Moura</a>, <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a>\\&apos;s Deadline Day signing from <a href=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" title=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" target=\"_blank\">Paris Saint-Germain</a>, watched on from the stands as Spurs beat Manchester United.Kane is looking forward to seeing the <a href=\"http://dbpedia.org/resource/Brazil_national_football_team\" title=\"http://dbpedia.org/resource/Brazil_national_football_team\" target=\"_blank\">Brazilian</a> in action, with the addition of Moura adding competition for places in attacking areas.&quot;Hopefully he can fit right in and when he gets an opportunity, he takes it,&quot; Kane added.&quot;There is no rush and it will keep everyone on their toes. He\\&apos;s done some amazing stuff for <a href=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" title=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" target=\"_blank\">PSG</a> so we are excited to see what can happen.&quot;Watch <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> v <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> on Nissan Super Sunday. Coverage begins on Sky Sports <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> and Sky Sports Main Event at 4:15pm, after <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a> v <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a>.\n"
}