{
  "date": "05/02/18",
  "title": "Eden Hazard capable of winning the Ballon d'Or, says Cesc Fabregas",
  "description": "Eden Hazard has all the attributes to win the Ballon d'Or, according to Chelsea team-mate Cesc Fabregas.",
  "content": "Hazard was one of the key figures in Chelsea's title success last season, but was pipped to the individual honours by team-mate N'Golo Kante, while his highest placing in the Ballon d'Or ranking has been eighth, back in 2015.\nThis season has seen Hazard weigh in with eight league goals so far, but the Belgium international has failed to reach the highs of last campaign on a consistent basis.\nFabregas, speaking exclusively to Sky Sports ahead of Chelsea's Monday Night Football clash with Watford, insisted Hazard still has the talent to be regarded as the best in the world and said the 27-year-old just has to apply himself.\n\"He is a player who can do one on one, he can get possession of the ball, he can pass and has great ability with the ball,\" Fabregas said. \"With Eden, if he wants to win the Ballon d'Or it's up to him.\n\"I've played football for a long time and played with top, top playe足足rs and he has all the quality, I know what he can do.\"\nFabregas also revealed he has personally informed Hazard he can reach the pinnacle of world football.\n\"I have told him that it's up to him, I like to be honest,\" Fabregas added. \"In my opinion, he has the quality.\"\n\"Without the ball he's very difficult to bring down and get the ball off him. When he is on top of his game he's up there with the very best.\"\nCatch Cesc Fabregas in action on Monday Night Football as Chelsea head to Watford from 7pm on Sky Sports Premier League\n",
  "dbpedia": "Hazard was one of the key figures in <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>'s title success last season, but was pipped to the individual honours by team-mate N'Golo Kante, while his highest placing in the Ballon d'Or ranking has been eighth, back in 2015.<br>This season has seen Hazard weigh in with eight league goals so far, but the <a href=\"http://dbpedia.org/resource/Belgium_national_football_team\" title=\"http://dbpedia.org/resource/Belgium_national_football_team\" target=\"_blank\">Belgium international</a> has failed to reach the highs of last campaign on a consistent basis.<br>Fabregas, speaking exclusively to Sky Sports ahead of <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>'s Monday Night Football clash with <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a>, insisted Hazard still has the talent to be regarded as the best in the world and said the 27-year-old just has to apply himself.<br>\"He is a player who can do one on one, he can get possession of the ball, he can pass and has great ability with the ball,\" Fabregas said. \"With Eden, if he wants to win the Ballon d'Or it's up to him.<br>\"I've played football for a long time and played with top, top playe足足rs and he has all the quality, I know what he can do.\"<br>Fabregas also revealed he has personally informed Hazard he can reach the pinnacle of world football.<br>\"I have told him that it's up to him, I like to be honest,\" Fabregas added. \"In my opinion, he has the quality.\"<br>\"Without the ball he's very difficult to bring down and get the ball off him. When he is on top of his game he's up there with the very best.\"<br>Catch Cesc Fabregas in action on Monday Night Football as <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> head to <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> from 7pm on Sky Sports <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a><br>"
}