{
  "date": "22/01/18",
  "title": "Henrikh Mkhitaryan says Arsenal move a 'dream come true'",
  "description": "New Arsenal signing Henrik Mkhitaryan has described his move to the Emirates as a \"dream come true\".",
  "content": "The 29-year-old comes to the Gunners on a three-and-a-half year deal in a swap deal for Alexis Sanchez who moves in the opposite direction to Manchester United.\nThe Armenia international moved to Old Trafford from Borussia Dortmund for £26.3m in July 2016 and since his arrival has scored 13 goals in 63 appearances for United.\n\"It's a dream come true because I've always dreamed of playing for Arsenal,\" Mkhitaryan told the club's website.\n\"I'm very happy that we could finish this deal and I'm very happy to be here.\n\"Now that I'm here, I'll do my best for this club to create history.\"\nMkhitaryan had a mixed spell at Old Trafford after his arrival 18 months ago, enduring a slow start to life at the club before playing his way into Mourinho's plans last season.\nHe scored in the Europa League final against Ajax, helping United back into the Champions League, and started the new campaign in terrific form before falling out of favour.\nWenger added: \"Henrikh is a very complete player. He creates chances, he defends well, he can absorb distances and he's very committed as well. I must say he's a player who has all the attributes.\"\nMkhitaryan will be available to play in Arsenal's Premier League game at Swansea on January 30 as he is cup-tied for the club's Carabao Cup semi-final second leg against Chelsea on Wednesday.\n",
  "dbpedia": "The 29-year-old comes to the Gunners on a three-and-a-half year deal in a swap deal for Alexis Sanchez who moves in the opposite direction to <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>.<br>The <a href=\"http://dbpedia.org/resource/Armenia_national_football_team\" title=\"http://dbpedia.org/resource/Armenia_national_football_team\" target=\"_blank\">Armenia</a> international moved to <a href=\"http://dbpedia.org/resource/Old_Trafford\" title=\"http://dbpedia.org/resource/Old_Trafford\" target=\"_blank\">Old Trafford</a> from <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Borussia Dortmund</a> for £26.3m in July 2016 and since his arrival has scored 13 goals in 63 appearances for United.<br>\"It's a dream come true because I've always dreamed of playing for <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>,\" Mkhitaryan told the club's website.<br>\"I'm very happy that we could finish this deal and I'm very happy to be here.<br>\"Now that I'm here, I'll do my best for this club to create history.\"<br>Mkhitaryan had a mixed spell at <a href=\"http://dbpedia.org/resource/Old_Trafford\" title=\"http://dbpedia.org/resource/Old_Trafford\" target=\"_blank\">Old Trafford</a> after his arrival 18 months ago, enduring a slow start to life at the club before playing his way into Mourinho's plans last season.<br>He scored in the Europa League final against <a href=\"http://dbpedia.org/resource/AFC_Ajax\" title=\"http://dbpedia.org/resource/AFC_Ajax\" target=\"_blank\">Ajax</a>, helping United back into the Champions League, and started the new campaign in terrific form before falling out of favour.<br>Wenger added: \"<a href=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" title=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" target=\"_blank\">Henrikh</a> is a very complete player. He creates chances, he defends well, he can absorb distances and he's very committed as well. I must say he's a player who has all the attributes.\"<br>Mkhitaryan will be available to play in <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>'s <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> game at <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> on January 30 as he is cup-tied for the club's Carabao Cup semi-final second leg against <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> on Wednesday.<br>"
}