{
  "date": "21/01/18",
  "title": "Henrikh Mkhitaryan in London to have Arsenal medical",
  "description": "Henrikh Mkhitaryan will undergo a medical at Arsenal on Sunday with his move to the Gunners expected to be completed by Monday, according to Sky sources.",
  "content": "The Armenia international was left out of Manchester United's squad for Saturday's 1-0 win at Burnley as he nears a move to the Emirates Stadium that will see Alexis Sanchez move in the other direction.\nSky Sports News understands it will be a straight swap deal between United and Arsenal but as of Sunday morning, the paperwork on every aspect of deal has yet to be signed off.\nAsked about the potential swap deal, Gunners boss Arsene Wenger said: \"It happens only one way, if the other way happens as well.\n\"That's why it takes longer as well because it has to be co-ordinated.\"\nLike Mkhitaryan, Sanchez was absent for Arsenal's 4-1 victory over Crystal Palace and Wenger revealed after the game that the Chilean had travelled to Manchester for negotiations with United.\n\"I didn't take him because there is a question of him moving to Manchester United and you cannot drive up north and as well play football,\" said Wenger.\n\"That's difficult so that's why I decided to leave him out.\"\nMourinho confirmed that both Ed Woodward, the club's executive vice-chairman, and Matt Judge, their head of corporate finance, were working on a swap deal that will give the United manager another attacking option.\nWinger Anthony Martial scored the winner against Burnley but Mourinho feels he needs greater options going forward.\n\"In this moment there is no competition for places, we have four attacking players for three positions, three are starting, one is on the bench,\" he said.\n\"You look to the attacking areas and we need that extra competitive internal competition but more solutions for us so let's see.\"\n",
  "dbpedia": "The <a href=\"http://dbpedia.org/resource/Armenia_national_football_team\" title=\"http://dbpedia.org/resource/Armenia_national_football_team\" target=\"_blank\">Armenia</a> international was left out of <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>'s squad for Saturday's 1-0 win at <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a> as he nears a move to the <a href=\"http://dbpedia.org/resource/Emirates_Stadium\" title=\"http://dbpedia.org/resource/Emirates_Stadium\" target=\"_blank\">Emirates Stadium</a> that will see Alexis Sanchez move in the other direction.<br>Sky Sports News understands it will be a straight swap deal between United and <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> but as of Sunday morning, the paperwork on every aspect of deal has yet to be signed off.<br>Asked about the potential swap deal, Gunners boss Arsene Wenger said: \"It happens only one way, if the other way happens as well.<br>\"That's why it takes longer as well because it has to be co-ordinated.\"<br>Like Mkhitaryan, Sanchez was absent for <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>'s 4-1 victory over <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a> and Wenger revealed after the game that the <a href=\"http://dbpedia.org/resource/Chile_national_football_team\" title=\"http://dbpedia.org/resource/Chile_national_football_team\" target=\"_blank\">Chilean</a> had travelled to Manchester for negotiations with United.<br>\"I didn't take him because there is a question of him moving to <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> and you cannot drive up north and as well play football,\" said Wenger.<br>\"That's difficult so that's why I decided to leave him out.\"<br>Mourinho confirmed that both Ed Woodward, the club's executive vice-chairman, and Matt Judge, their head of corporate finance, were working on a swap deal that will give the United manager another attacking option.<br>Winger Anthony Martial scored the winner against <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a> but Mourinho feels he needs greater options going forward.<br>\"In this moment there is no competition for places, we have four attacking players for three positions, three are starting, one is on the bench,\" he said.<br>\"You look to the attacking areas and we need that extra competitive internal competition but more solutions for us so let's see.\"<br>"
}