{
  "date": "14/01/18",
  "title": "Henrikh Mkhitaryan swap with Alexis Sanchez makes sense for Arsenal, says Paul Merson",
  "description": "Paul Merson has labelled Henrikh Mkhitaryan \"one of the best players in the Premier League\" and urged Arsenal to sign him if Alexis Sanchez and Mesut Ozil leave the club.",
  "content": "Mkhitaryan, who has fallen out of favour at Old Trafford this season, is reportedly part of a Manchester United bid to lure Sanchez away from the Emirates.\nAnd Merse believes such a deal is Arsenal's only way of saving face at the end of a transfer saga which could see them lose their two best players for nothing this summer.\n\"I think selling Sanchez to United and getting Mkhitaryan in return would work,\" he told Soccer Saturday.\n\"I honestly believe Mkhitaryan is one of the best players in the Premier League, his confidence is just shot at United.\n\"If Arsenal could get him playing like he was at Borussia Dortmund they would have one of the best players in the league. That would represent a good deal.\"\nMerson fears Arsenal's handling of Sanchez and Ozil's futures could be the decisive factor in the club's alarming fall from grace in recent seasons.\nHe added: \"If Sanchez and Ozil go Arsenal have no stars. Who will fans get on the back of their shirts if those two leave? Every shirt will have nobody's name on it.\n\"These are not the only players whose contracts are almost up. If Arsenal don't sort themselves out they will be absolute also-rans next season.\n\"No disrespect to Everton, but Arsenal could be on a par with them, not competing for the top four and finishing around seventh.\n\"This a quick fall from grace for Arsenal, they were a top-four team and all of a sudden they look a distance away from finishing in the top four.\"\n",
  "dbpedia": "Mkhitaryan, who has fallen out of favour at <a href=\"http://dbpedia.org/resource/Old_Trafford\" title=\"http://dbpedia.org/resource/Old_Trafford\" target=\"_blank\">Old Trafford</a> this season, is reportedly part of a <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> bid to lure Sanchez away from the Emirates.<br>And Merse believes such a deal is <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>'s only way of saving face at the end of a transfer saga which could see them lose their two best players for nothing this summer.<br>\"I think selling Sanchez to United and getting Mkhitaryan in return would work,\" he told Soccer Saturday.<br>\"I honestly believe Mkhitaryan is one of the best players in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, his confidence is just shot at United.<br>\"If <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> could get him playing like he was at <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Borussia Dortmund</a> they would have one of the best players in the league. That would represent a good deal.\"<br>Merson fears <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>'s handling of Sanchez and Ozil's futures could be the decisive factor in the club's alarming fall from grace in recent seasons.<br>He added: \"If Sanchez and Ozil go <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> have no stars. Who will fans get on the back of their shirts if those two leave? Every shirt will have nobody's name on it.<br>\"These are not the only players whose contracts are almost up. If <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> don't sort themselves out they will be absolute also-rans next season.<br>\"No disrespect to <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>, but <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> could be on a par with them, not competing for the top four and finishing around seventh.<br>\"This a quick fall from grace for <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>, they were a top-four team and all of a sudden they look a distance away from finishing in the top four.\"<br>"
}