{
  "date": "26/01/18",
  "title": "Hibernian boss Neil Lennon flattered by link to Scotland job",
  "description": "Neil Lennon says it is \"flattering\" to be linked to the vacant Scotland manager's job.",
  "content": "Michael O'Neill was heavily touted to succeed Gordon Strachan - who left in October after Scotland failed to reach the World Cup finals - but the Northern Ireland boss pulled out of the running following talks with the Scottish Football Association.\nBrendan Rodgers has suggested the SFA should be looking to Lennon, describing him as \"a great fit\", and Lennon did not rule himself out of the running but laughed off Rodgers' comments.\n\"I thought he was my friend,\" the Hibernian boss said.\n\"If an approach comes, and it's a huge if, then we will deal with it accordingly but until then there's no further comment.\n\"It's very flattering from someone of Brendan's stature in the game and I appreciate the sentiment, but I am the Hibs manager.\"\nLennon, who takes his side to Parkhead to face Rodgers' Celtic on Saturday, talked up the position but believes that the SFA were too hasty in sacking Strachan.\n\"I'm not speaking from a personal point of view, but it's a great job,\" he said.\n\"I've said it before, but they should have kept Gordon on and there is progress being made.\n\"They targeted Michael and that has not come to fruition but I'm sure there will be plenty of other contenders for the job. It is a good job and there is no question of that.\"\n",
  "dbpedia": "Michael O'Neill was heavily touted to succeed <a href=\"http://dbpedia.org/resource/Gordon_Strachan\" title=\"http://dbpedia.org/resource/Gordon_Strachan\" target=\"_blank\">Gordon Strachan</a> - who left in October after <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scotland</a> failed to reach the World Cup finals - but the <a href=\"http://dbpedia.org/resource/Northern_Ireland_national_football_team\" title=\"http://dbpedia.org/resource/Northern_Ireland_national_football_team\" target=\"_blank\">Northern Ireland</a> boss pulled out of the running following talks with the Scottish Football Association.<br><a href=\"http://dbpedia.org/resource/Brendan_Rodgers\" title=\"http://dbpedia.org/resource/Brendan_Rodgers\" target=\"_blank\">Brendan Rodgers</a> has suggested the SFA should be looking to Lennon, describing him as \"a great fit\", and Lennon did not rule himself out of the running but laughed off Rodgers' comments.<br>\"I thought he was my friend,\" the <a href=\"http://dbpedia.org/resource/Hibernian_F.C.\" title=\"http://dbpedia.org/resource/Hibernian_F.C.\" target=\"_blank\">Hibernian</a> boss said.<br>\"If an approach comes, and it's a huge if, then we will deal with it accordingly but until then there's no further comment.<br>\"It's very flattering from someone of Brendan's stature in the game and I appreciate the sentiment, but I am the <a href=\"http://dbpedia.org/resource/Hibernian_F.C.\" title=\"http://dbpedia.org/resource/Hibernian_F.C.\" target=\"_blank\">Hibs</a> manager.\"<br>Lennon, who takes his side to <a href=\"http://dbpedia.org/resource/Celtic_Park\" title=\"http://dbpedia.org/resource/Celtic_Park\" target=\"_blank\">Parkhead</a> to face Rodgers' <a href=\"http://dbpedia.org/resource/Celtic_F.C.\" title=\"http://dbpedia.org/resource/Celtic_F.C.\" target=\"_blank\">Celtic</a> on Saturday, talked up the position but believes that the SFA were too hasty in sacking Strachan.<br>\"I'm not speaking from a personal point of view, but it's a great job,\" he said.<br>\"I've said it before, but they should have kept Gordon on and there is progress being made.<br>\"They targeted Michael and that has not come to fruition but I'm sure there will be plenty of other contenders for the job. It is a good job and there is no question of that.\"<br>"
}