{
  "date": "11/01/18",
  "title": "How VAR succeeded at Stamford Bridge as Arsenal hold Chelsea",
  "description": "VAR was used several times during Arsenal's 0-0 draw at Chelsea in the Carabao Cup on Wednesday, and the consensus is: thumbs up.",
  "content": "The system was used twice in the first half, first for a shove by Calum Chambers on Cesar Azpilicueta in the penalty area, which resulted in Martin Atkinson speaking to the pair.\nThen, later in the half, Ainsley Maitland-Niles went down under a challenge from Victor Moses, prompting Atkinson to have another look, but the referee returned to his original decision, awarding a goal kick to Chelsea.\nBut the most contentious decision came minutes from the end as Danny Welbeck left a leg in on Cesc Fabregas inside the box, and though play went on for another minute, Atkinson returned to the call.\nReplays showed Welbeck got a slight touch on the ball, and Atkinson again returned to his original call of no penalty.\nAtkinson did not have to go to the pitch-side screen at any point during the game, and took instructions from VAR Neil Swarbrick in Heathrow.\nJamie Redknapp said on Sky Sports Football: \"He's got it right. I'm trying to come up with a man of the match, and Thierry [Henry] suggested VAR! It worked today, it did everything it was asked to do, but I think problems will come. Today it was successful.\"\nDennis Wise then said on The Debate: \"It worked. I think it will make the referees really calm. There's a lot of money in this game, and I think this system could have come in a lot earlier than it has.\"\nHowever, there was some debate around the system's success from both sets of managers. Arsene Wenger was slightly confused about Atkinson returning to the Welbeck penalty incident, and suggested play should be stopped instantly if the referee was not sure.\n\"The second [incident] was a bit strange, the ball went out for the corner and then they went back to the penalty,\" Wenger said.\n\"If the referee is not sure we could stop the game straight away.\"\nChelsea head coach Antonio Conte felt more time should have been added on at the end of the game for the VAR incident and also injuries, with only five minutes of stoppage time included.\n\"I didn't comment about the VAR [to the referee at the end of the game]. I think there are situations where you have doubt about these and you have to check but, at the same time, in extra time you have to consider this.\n\"For me it is only disappointment about extra time because I think in the second half the doctor went on the pitch twice and then if you stop to listen to the VAR you have to give more minutes in extra time.\n\"In Italy sometimes extra time is seven, eight, nine minutes, but at the same time I think it is right to have the possibility to deal with a situation like today.\"\n",
  "dbpedia": "The system was used twice in the first half, first for a shove by <a href=\"http://dbpedia.org/resource/Calum_Chambers\" title=\"http://dbpedia.org/resource/Calum_Chambers\" target=\"_blank\">Calum Chambers</a> on Cesar Azpilicueta in the penalty area, which resulted in Martin Atkinson speaking to the pair.<br>Then, later in the half, Ainsley Maitland-Niles went down under a challenge from <a href=\"http://dbpedia.org/resource/Victor_Moses\" title=\"http://dbpedia.org/resource/Victor_Moses\" target=\"_blank\">Victor Moses</a>, prompting Atkinson to have another look, but the referee returned to his original decision, awarding a goal kick to <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>.<br>But the most contentious decision came minutes from the end as <a href=\"http://dbpedia.org/resource/Danny_Welbeck\" title=\"http://dbpedia.org/resource/Danny_Welbeck\" target=\"_blank\">Danny Welbeck</a> left a leg in on Cesc Fabregas inside the box, and though play went on for another minute, Atkinson returned to the call.<br>Replays showed Welbeck got a slight touch on the ball, and Atkinson again returned to his original call of no penalty.<br>Atkinson did not have to go to the pitch-side screen at any point during the game, and took instructions from VAR Neil Swarbrick in Heathrow.<br><a href=\"http://dbpedia.org/resource/Jamie_Redknapp\" title=\"http://dbpedia.org/resource/Jamie_Redknapp\" target=\"_blank\">Jamie Redknapp</a> said on Sky Sports Football: \"He's got it right. I'm trying to come up with a man of the match, and Thierry [Henry] suggested VAR! It worked today, it did everything it was asked to do, but I think problems will come. Today it was successful.\"<br><a href=\"http://dbpedia.org/resource/Dennis_Wise\" title=\"http://dbpedia.org/resource/Dennis_Wise\" target=\"_blank\">Dennis Wise</a> then said on The Debate: \"It worked. I think it will make the referees really calm. There's a lot of money in this game, and I think this system could have come in a lot earlier than it has.\"<br>However, there was some debate around the system's success from both sets of managers. Arsene Wenger was slightly confused about Atkinson returning to the Welbeck penalty incident, and suggested play should be stopped instantly if the referee was not sure.<br>\"The second [incident] was a bit strange, the ball went out for the corner and then they went back to the penalty,\" Wenger said.<br>\"If the referee is not sure we could stop the game straight away.\"<br><a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> head coach <a href=\"http://dbpedia.org/resource/Antonio_Conte\" title=\"http://dbpedia.org/resource/Antonio_Conte\" target=\"_blank\">Antonio Conte</a> felt more time should have been added on at the end of the game for the VAR incident and also injuries, with only five minutes of stoppage time included.<br>\"I didn't comment about the VAR [to the referee at the end of the game]. I think there are situations where you have doubt about these and you have to check but, at the same time, in extra time you have to consider this.<br>\"For me it is only disappointment about extra time because I think in the second half the doctor went on the pitch twice and then if you stop to listen to the VAR you have to give more minutes in extra time.<br>\"In <a href=\"http://dbpedia.org/resource/Italy_national_football_team\" title=\"http://dbpedia.org/resource/Italy_national_football_team\" target=\"_blank\">Italy</a> sometimes extra time is seven, eight, nine minutes, but at the same time I think it is right to have the possibility to deal with a situation like today.\"<br>"
}