{
  "date": "09/01/18",
  "title": "The Debate: How should Liverpool use £146m gained from selling Philippe Coutinho to Barcelona?",
  "description": "Alexis Sanchez, Marco Verratti and Jan Oblak were three such players mentioned on The Debate when Liverpool's reinvestment of the Philippe Coutinho money was discussed.",
  "content": "Coutinho completed his £146m move to Barcelona on Monday, putting pen to paper on a five-and-a-half-year deal at the Nou Camp after months of speculation.\nThe focus on The Debate turned to how Liverpool should spend the £146m windfall, with former Reds midfielder Danny Murphy stressing the importance of signing a goalkeeper to replace Simon Mignolet and Loris Karius.\nMurphy also suggested that Liverpool should go in for Arsenal forward Sanchez, who sees his contract run out at the Emirates this summer.\n\"Are Liverpool trying to win the league? Or are they trying to slowly but surely grow and become a consistent top-four club? I don't know the answer to that, but you must have a spine of quality - at the moment they've got one,\" Murphy said.\n\"I'm putting it out there, I don't know if he'd go because I've got no inside information, but if you've got that much money, and you don't want to spend fortunes on £50m, £60m, £70m players, just go and give Sanchez whatever he wants, say, 'Come and be our leader'.\"\nMurphy added that Liverpool should also pursue a central midfielder, even with Naby Keita set to join from RB Leipzig in the summer.\nHowever, The Times' chief football writer Henry Winter said that the presence of Alex Oxlade-Chamberlain, who signed for £40m from Arsenal in August, means Jurgen Klopp could see no need to strengthen his central midfield.\n\"When Oxlade-Chamberlain moved, I wonder whether Klopp saw him as a central midfielder,\" Winter said.\n\"Klopp has suggested he can play there, and I think he can do that. He has that energy, and though he is not in the (Steven) Gerrard or (Graeme) Souness league, we have seen signs of his development under Klopp, and I can see him maybe having a chance to play in that central midfield role so they wouldn't necessarily have to go and spend the money outside.\"\nFor the former managing director of Liverpool, Christian Purslow, the answer was simple.\n\"Go and buy Marco Verratti from PSG,\" said Purslow, who stressed Liverpool's need to buy players capable of winning them the league.\n\"Who has won the league in the last two years? Leicester and Chelsea. What was the common denominator? N'Golo Kante. Would he have made Liverpool better? Indisputably. He is a world-class player, I just think Liverpool have to aim high. I don't want fine, I want brilliant, because they just sold brilliant. 'Fine' gets you fourth, fifth, sixth.\"\nThe Debate panel also discussed Liverpool's need for a goalkeeper, and though Winter highlighted the \"outstanding\" Jan Oblak at Atletico Madrid, he added that the top-class shot-stoppers are tough to acquire.\n\"Oblak is an outstanding goalkeeper,\" Winter said. \"You look at some of the major goalkeepers and they look pretty settled at their clubs, which makes it pretty difficult. Maybe there are one or two young goalkeepers that Klopp has been having a look at.\"\n",
  "dbpedia": "Coutinho completed his £146m move to <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> on Monday, putting pen to paper on a five-and-a-half-year deal at the <a href=\"http://dbpedia.org/resource/Camp_Nou\" title=\"http://dbpedia.org/resource/Camp_Nou\" target=\"_blank\">Nou Camp</a> after months of speculation.<br>The focus on The Debate turned to how <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> should spend the £146m windfall, with former Reds midfielder <a href=\"http://dbpedia.org/resource/Danny_Murphy_(footballer_born_1977)\" title=\"http://dbpedia.org/resource/Danny_Murphy_(footballer_born_1977)\" target=\"_blank\">Danny Murphy</a> stressing the importance of signing a goalkeeper to replace <a href=\"http://dbpedia.org/resource/Simon_Mignolet\" title=\"http://dbpedia.org/resource/Simon_Mignolet\" target=\"_blank\">Simon Mignolet</a> and Loris Karius.<br>Murphy also suggested that <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> should go in for <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> forward Sanchez, who sees his contract run out at the Emirates this summer.<br>\"Are <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> trying to win the league? Or are they trying to slowly but surely grow and become a consistent top-four club? I don't know the answer to that, but you must have a spine of quality - at the moment they've got one,\" Murphy said.<br>\"I'm putting it out there, I don't know if he'd go because I've got no inside information, but if you've got that much money, and you don't want to spend fortunes on £50m, £60m, £70m players, just go and give Sanchez whatever he wants, say, 'Come and be our leader'.\"<br>Murphy added that <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> should also pursue a central midfielder, even with Naby Keita set to join from <a href=\"http://dbpedia.org/resource/RB_Leipzig\" title=\"http://dbpedia.org/resource/RB_Leipzig\" target=\"_blank\">RB Leipzig</a> in the summer.<br>However, The Times' chief football writer Henry Winter said that the presence of <a href=\"http://dbpedia.org/resource/Alex_Oxlade-Chamberlain\" title=\"http://dbpedia.org/resource/Alex_Oxlade-Chamberlain\" target=\"_blank\">Alex Oxlade-Chamberlain</a>, who signed for £40m from <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> in August, means Jurgen Klopp could see no need to strengthen his central midfield.<br>\"When Oxlade-Chamberlain moved, I wonder whether Klopp saw him as a central midfielder,\" Winter said.<br>\"Klopp has suggested he can play there, and I think he can do that. He has that energy, and though he is not in the (Steven) Gerrard or (Graeme) Souness league, we have seen signs of his development under Klopp, and I can see him maybe having a chance to play in that central midfield role so they wouldn't necessarily have to go and spend the money outside.\"<br>For the former managing director of <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>, Christian Purslow, the answer was simple.<br>\"Go and buy <a href=\"http://dbpedia.org/resource/Marco_Verratti\" title=\"http://dbpedia.org/resource/Marco_Verratti\" target=\"_blank\">Marco Verratti</a> from <a href=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" title=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" target=\"_blank\">PSG</a>,\" said Purslow, who stressed <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>'s need to buy players capable of winning them the league.<br>\"Who has won the league in the last two years? <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a> and <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>. What was the common denominator? N'Golo Kante. Would he have made <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> better? Indisputably. He is a world-class player, I just think <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> have to aim high. I don't want fine, I want brilliant, because they just sold brilliant. 'Fine' gets you fourth, fifth, sixth.\"<br>The Debate panel also discussed <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>'s need for a goalkeeper, and though Winter highlighted the \"outstanding\" Jan Oblak at Atletico Madrid, he added that the top-class shot-stoppers are tough to acquire.<br>\"Oblak is an outstanding goalkeeper,\" Winter said. \"You look at some of the major goalkeepers and they look pretty settled at their clubs, which makes it pretty difficult. Maybe there are one or two young goalkeepers that Klopp has been having a look at.\"<br>"
}