{
  "date": "02/02/18",
  "title": "How long until Jurgen Klopp's trophyless tenure draws criticism from Liverpool fans?",
  "description": "How long does Jurgen Klopp have until his trophyless tenure at Liverpool draws criticism from supporters?",
  "content": "That was the question Gary Neville directed towards former Reds defender Jamie Carragher on a special edition of The Debate on Thursday.\nKlopp's two-year spell at Anfield has undoubtedly improved Liverpool but the Merseysiders are yet to lift silverware under the German.\nDefeat in the 2016 League Cup and Europa League finals prevented Klopp from lifting a trophy in his first full season at Anfield, while the Reds' only realistic chance of silverware this term lies in the Champions League.\nCarragher thinks the pressure will begin to mount on Klopp in 12 months' time if he remains empty-handed, but believes securing consistent Champions League football will appease supporters in the short term.\n\"With Jurgen Klopp, I think there will be pressure this time next year depending on where Liverpool are,\" he said. \"But if he gets Champions League football this season I think it's a very good season for Liverpool.\n\"You can talk about trophies and winning the Premier League, but Liverpool have got to get back to being a Champions League club.\n\"Liverpool have been in the Champions League twice in 10 years, and the only reason they got back in it was because they didn't have European football that season.\n\"So if Klopp can get in it again this season, on the back of having had European football and how competitive the Premier League is now, that's an achievement.\n\"Klopp is up against Jose Mourinho, who had Premier League experience when he went to Manchester United, Arsene Wenger, who has been here for 20 years and Mauricio Pochettino who was in the Premier League before.\n\"So if he can secure Champions League football in his first two full seasons, it will be a really good job. But, of course, he has to take it further and go and win trophies.\n\"I've criticised Wenger for being in the top four for so long and not taking the next step to the league or the Champions League.\n\"If Klopp is still getting in the top four in four or five years' time but is no closer to the title or the Champions League, that won't be good enough.\n\"But right now, if he can turn Liverpool into a team that plays in the Champions League year in, year out, along with picking up trophies, Liverpool fans will be more than happy.\"\n",
  "dbpedia": "That was the question <a href=\"http://dbpedia.org/resource/Gary_Neville\" title=\"http://dbpedia.org/resource/Gary_Neville\" target=\"_blank\">Gary Neville</a> directed towards former Reds defender <a href=\"http://dbpedia.org/resource/Jamie_Carragher\" title=\"http://dbpedia.org/resource/Jamie_Carragher\" target=\"_blank\">Jamie Carragher</a> on a special edition of The Debate on Thursday.<br>Klopp's two-year spell at <a href=\"http://dbpedia.org/resource/Anfield\" title=\"http://dbpedia.org/resource/Anfield\" target=\"_blank\">Anfield</a> has undoubtedly improved <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> but the Merseysiders are yet to lift silverware under the German.<br>Defeat in the 2016 League Cup and Europa League finals prevented Klopp from lifting a trophy in his first full season at <a href=\"http://dbpedia.org/resource/Anfield\" title=\"http://dbpedia.org/resource/Anfield\" target=\"_blank\">Anfield</a>, while the Reds' only realistic chance of silverware this term lies in the Champions League.<br>Carragher thinks the pressure will begin to mount on Klopp in 12 months' time if he remains empty-handed, but believes securing consistent Champions League football will appease supporters in the short term.<br>\"With Jurgen Klopp, I think there will be pressure this time next year depending on where <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> are,\" he said. \"But if he gets Champions League football this season I think it's a very good season for <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>.<br>\"You can talk about trophies and winning the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, but <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> have got to get back to being a Champions League club.<br>\"<a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> have been in the Champions League twice in 10 years, and the only reason they got back in it was because they didn't have European football that season.<br>\"So if Klopp can get in it again this season, on the back of having had European football and how competitive the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> is now, that's an achievement.<br>\"Klopp is up against Jose Mourinho, who had <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> experience when he went to <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>, Arsene Wenger, who has been here for 20 years and <a href=\"http://dbpedia.org/resource/Mauricio_Pochettino\" title=\"http://dbpedia.org/resource/Mauricio_Pochettino\" target=\"_blank\">Mauricio Pochettino</a> who was in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> before.<br>\"So if he can secure Champions League football in his first two full seasons, it will be a really good job. But, of course, he has to take it further and go and win trophies.<br>\"I've criticised Wenger for being in the top four for so long and not taking the next step to the league or the Champions League.<br>\"If Klopp is still getting in the top four in four or five years' time but is no closer to the title or the Champions League, that won't be good enough.<br>\"But right now, if he can turn <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> into a team that plays in the Champions League year in, year out, along with picking up trophies, <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> fans will be more than happy.\"<br>"
}