{
  "date": "13/01/18",
  "title": "Huddersfield boss David Wagner Wagner rues 'easy mistakes' in West Ham defeat",
  "description": "David Wagner admits his Huddersfield side made easy mistakes that were clinically punished during their 4-1 defeat against West Ham at the John Smith's Stadium.",
  "content": "Manuel Lanzini scored twice to add to Marko Arnautovic's fierce drive 11 seconds into the second half as the Terriers succumbed to a heavy loss to David Moyes' side.Wagner believes the Hammers profited from slack defending, with Mark Noble's opener resulting from Jonas Lossl's mix-up with Joe Lolley from a goal-kick.\"It was a frustrating day because we made too many easy mistakes,\" the Terriers boss said. \"The first is an individual mistake that should never happen.\"With the second, 11 seconds into the second half, it was a very simple knock-down and we needed to be stronger and see the danger earlier.\"We tried to play offside for the third. West Ham have creative individuals who today were able to hurt us. We had too many players who were below par today.Huddersfield have now conceded seven goals in their last two Premier League games, after conceding six in their previous six matches.It appears they and opponents West Ham could be heading in opposite directions with the east Londoners leapfrogging them in the table after extending Huddersfield's run without a home win to four games.Wagner praised Lolley after he atoned for his error by hauling his side level on the stroke of half-time with a sublime strike but the German was left frustrated after seeing Huddersfield fail to contain West Ham's creative engine of Lanzini and Arnautovic.\"We have to make sure this never happens again, but we know exactly what went wrong today,\" added Wagner.\"Unfortunately not everything in football goes to plan. The second goal we've been speaking about in training all week.\"Transition was a big part of training this week, but you see the goals we've conceded today and you can't make these mistakes if you want to pick up points in the Premier League.\"",
  "dbpedia": "\nManuel Lanzini scored twice to add to Marko Arnautovic\\&apos;s fierce drive 11 seconds into the second half as the Terriers succumbed to a heavy loss to <a href=\"http://dbpedia.org/resource/David_Moyes\" title=\"http://dbpedia.org/resource/David_Moyes\" target=\"_blank\">David Moyes</a>\\&apos; side.Wagner believes the Hammers profited from slack defending, with <a href=\"http://dbpedia.org/resource/Mark_Noble\" title=\"http://dbpedia.org/resource/Mark_Noble\" target=\"_blank\">Mark Noble</a>\\&apos;s opener resulting from Jonas Lossl\\&apos;s mix-up with Joe Lolley from a goal-kick.&quot;It was a frustrating day because we made too many easy mistakes,&quot; the Terriers boss said. &quot;The first is an individual mistake that should never happen.&quot;With the second, 11 seconds into the second half, it was a very simple knock-down and we needed to be stronger and see the danger earlier.&quot;We tried to play offside for the third. <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> have creative individuals who today were able to hurt us. We had too many players who were below par today.Huddersfield have now conceded seven goals in their last two <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> games, after conceding six in their previous six matches.It appears they and opponents <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> could be heading in opposite directions with the east Londoners leapfrogging them in the table after extending <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a>\\&apos;s run without a home win to four games.Wagner praised Lolley after he atoned for his error by hauling his side level on the stroke of half-time with a sublime strike but the German was left frustrated after seeing <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> fail to contain <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a>\\&apos;s creative engine of Lanzini and Arnautovic.&quot;We have to make sure this never happens again, but we know exactly what went wrong today,&quot; added Wagner.&quot;Unfortunately not everything in football goes to plan. The second goal we\\&apos;ve been speaking about in training all week.&quot;Transition was a big part of training this week, but you see the goals we\\&apos;ve conceded today and you can\\&apos;t make these mistakes if you want to pick up points in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>.&quot;\n"
}