{
  "date": "18/01/18",
  "title": "Huddersfield have concluded January transfer business, says David Wagner",
  "description": "Huddersfield manager David Wagner says the club are no longer active in the January transfer market.",
  "content": "The Terriers have brought in Alex Pritchard from Norwich during the winter window to bolster their attacking line.Wagner is excited by the prospect of integrating Pritchard into his side, and suggested further transfer activity would only occur if there are any squad issues between now and Deadline Day.\"I think we've done our business and I'm not in the market. Even if I have my eye on the market I'm very happy with the players we have,\" Wagner said in his press conference on Thursday.\"Of course something could change in the next two or three weeks but if everything goes to plan we've done what we wanted to do and I'm very happy with what we have together, and this is why we don't have to discuss further names in this window.\"Pritchard has arrived from Norwich on a three-and-a-half year deal for a fee understood to be in the region of £12m.\"He is a player who really likes to play football in the tight spaces who is confident and brave enough to ask for the ball,\" said Wagner.\"He can create and score goals so I think he is the type of player we haven't had in this group so far in this number 10 spot. He has shown in training and in the minutes he played against West Ham that with the ball he has a lot of things to give us which can add to our group.\"The German manager also refuted talk of a move for Borussia Dortmund defender Neven Subotic and a potential reunion with a player he formerly worked with.Wagner was asked about speculation surrounding Subotic and also a potential move for Chievo's Belgian midfielder Samuel Bastien.\"I know Neven [Subotic] very well, a great guy, a very good character and a very good player as well but as everybody knows in the centre back position we have no pressure or no problems.\"Wagner then went on to ask for more details on Bastien - a player he wasn't aware of - before simply replying: \"Okay, no.\"",
  "dbpedia": "\nThe Terriers have brought in <a href=\"http://dbpedia.org/resource/Alex_Pritchard\" title=\"http://dbpedia.org/resource/Alex_Pritchard\" target=\"_blank\">Alex Pritchard</a> from <a href=\"http://dbpedia.org/resource/Norwich_City_F.C.\" title=\"http://dbpedia.org/resource/Norwich_City_F.C.\" target=\"_blank\">Norwich</a> during the winter window to bolster their attacking line.Wagner is excited by the prospect of integrating Pritchard into his side, and suggested further transfer activity would only occur if there are any squad issues between now and Deadline Day.&quot;I think we\\&apos;ve done our business and I\\&apos;m not in the market. Even if I have my eye on the market I\\&apos;m very happy with the players we have,&quot; Wagner said in his press conference on Thursday.&quot;Of course something could change in the next two or three weeks but if everything goes to plan we\\&apos;ve done what we wanted to do and I\\&apos;m very happy with what we have together, and this is why we don\\&apos;t have to discuss further names in this window.&quot;Pritchard has arrived from <a href=\"http://dbpedia.org/resource/Norwich_City_F.C.\" title=\"http://dbpedia.org/resource/Norwich_City_F.C.\" target=\"_blank\">Norwich</a> on a three-and-a-half year deal for a fee understood to be in the region of &#xA3;12m.&quot;He is a player who really likes to play football in the tight spaces who is confident and brave enough to ask for the ball,&quot; said Wagner.&quot;He can create and score goals so I think he is the type of player we haven\\&apos;t had in this group so far in this number 10 spot. He has shown in training and in the minutes he played against <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> that with the ball he has a lot of things to give us which can add to our group.&quot;The German manager also refuted talk of a move for <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Borussia Dortmund</a> defender Neven Subotic and a potential reunion with a player he formerly worked with.Wagner was asked about speculation surrounding Subotic and also a potential move for <a href=\"http://dbpedia.org/resource/A.C._ChievoVerona\" title=\"http://dbpedia.org/resource/A.C._ChievoVerona\" target=\"_blank\">Chievo</a>\\&apos;s Belgian midfielder Samuel Bastien.&quot;I know Neven [Subotic] very well, a great guy, a very good character and a very good player as well but as everybody knows in the centre back position we have no pressure or no problems.&quot;Wagner then went on to ask for more details on Bastien - a player he wasn\\&apos;t aware of - before simply replying: &quot;Okay, no.&quot;\n"
}