{
  "date": "07/01/18",
  "title": "Huddersfield boss David Wagner hails Terence Kongolo debut in FA Cup win over Bolton",
  "description": "Huddersfield manager David Wagner was delighted with new signing Terence Kongolo after he played the full 90 minutes in the 2-1 FA Cup third-round win over Bolton.",
  "content": "The Dutchman joined the Terriers on loan until the end of the season from Monaco last week and Wagner opted to hand the 23-year-old his debut at the Macron Stadium.\nRajiv van La Parra and Danny Williams struck second-half goals barely a minute apart as Huddersfield booked their place in the fourth round - and Wagner feels Kongolo more than played his part.\nThe Terriers boss said: \"His contribution was very good. I was impressed with his offensive game - he made no missed passes.\n\"He is now used to the physical side of English football because [Aaron] Wilbraham is one of the strongest guys in the Championship. I could not ask any more of him today.\"\n\"He was only in training for a couple of days - I don't know even if he knows everyone's name.\"\nSubstitute Van La Parra fired home the opening goal soon after the interval and Williams crashed a deflected 30-yard shot beyond home goalkeeper Mark Howard as a turgid cup tie ignited after a dismal first 45 minutes.\nBolton pulled one back with 26 minutes remaining through a header from Derik Osede, who went close to firing an equaliser soon after in front of a disappointing crowd of 11,574.\nBolton pressed for an equaliser without opening up the visitors' defence before Howard saved well to deny Williams again, while Craig Noone fired Bolton's last chance off target in the closing stages.\nWagner added: \"Even if we had no clear-cut chances in the first half, we controlled the game. We looked very focused and concentrated.\n\"I was satisfied that we looked so professional. It was a totally deserved win. I am very happy with the performance even if we came under pressure towards the end.\"\n",
  "dbpedia": "The Dutchman joined the Terriers on loan until the end of the season from <a href=\"http://dbpedia.org/resource/AS_Monaco_FC\" title=\"http://dbpedia.org/resource/AS_Monaco_FC\" target=\"_blank\">Monaco</a> last week and Wagner opted to hand the 23-year-old his debut at the Macron Stadium.<br><a href=\"http://dbpedia.org/resource/Rajiv_van_La_Parra\" title=\"http://dbpedia.org/resource/Rajiv_van_La_Parra\" target=\"_blank\">Rajiv van La Parra</a> and Danny Williams struck second-half goals barely a minute apart as <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> booked their place in the fourth round - and Wagner feels Kongolo more than played his part.<br>The Terriers boss said: \"His contribution was very good. I was impressed with his offensive game - he made no missed passes.<br>\"He is now used to the physical side of English football because [Aaron] Wilbraham is one of the strongest guys in the Championship. I could not ask any more of him today.\"<br>\"He was only in training for a couple of days - I don't know even if he knows everyone's name.\"<br>Substitute Van La Parra fired home the opening goal soon after the interval and Williams crashed a deflected 30-yard shot beyond home goalkeeper <a href=\"http://dbpedia.org/resource/Mark_Howard_(footballer_born_September_1986)\" title=\"http://dbpedia.org/resource/Mark_Howard_(footballer_born_September_1986)\" target=\"_blank\">Mark Howard</a> as a turgid cup tie ignited after a dismal first 45 minutes.<br><a href=\"http://dbpedia.org/resource/Bolton_Wanderers_F.C.\" title=\"http://dbpedia.org/resource/Bolton_Wanderers_F.C.\" target=\"_blank\">Bolton</a> pulled one back with 26 minutes remaining through a header from Derik Osede, who went close to firing an equaliser soon after in front of a disappointing crowd of 11,574.<br><a href=\"http://dbpedia.org/resource/Bolton_Wanderers_F.C.\" title=\"http://dbpedia.org/resource/Bolton_Wanderers_F.C.\" target=\"_blank\">Bolton</a> pressed for an equaliser without opening up the visitors' defence before Howard saved well to deny Williams again, while <a href=\"http://dbpedia.org/resource/Craig_Noone\" title=\"http://dbpedia.org/resource/Craig_Noone\" target=\"_blank\">Craig Noone</a> fired <a href=\"http://dbpedia.org/resource/Bolton_Wanderers_F.C.\" title=\"http://dbpedia.org/resource/Bolton_Wanderers_F.C.\" target=\"_blank\">Bolton</a>'s last chance off target in the closing stages.<br>Wagner added: \"Even if we had no clear-cut chances in the first half, we controlled the game. We looked very focused and concentrated.<br>\"I was satisfied that we looked so professional. It was a totally deserved win. I am very happy with the performance even if we came under pressure towards the end.\"<br>"
}