{
  "date": "20/01/18",
  "title": "Huddersfield boss David Wagner confident of turning around poor form",
  "description": "David Wagner remains confident his Huddersfield side can arrest their slide towards the relegation zone despite the 2-0 defeat by Stoke at the bet365 Stadium.",
  "content": "Second-half goals from Joe Allen and Mame Biram Diouf consigned the Terriers to a third straight loss as Paul Lambert made the perfect start to his Potters reign.\nBut while Wagner admits his side were second best, the German believes top-flight status will be consolidated if they reproduce the same attitude and desire in the final 14 Premier League games.\n\"It's a frustrating result for sure and it's a deserved defeat, even if I can say my players gave everything,\" he said.\n\"We have to be honest and say Stoke showed their individual quality; they were very aggressive and limited our offensive game.\n\"It's frustrating because of the result even if the effort and attitude was there. We accept it and we'll try to recover as quickly as we can.\"\nThe Terriers are now winless in six Premier League games, with the challenge of Liverpool and Manchester United to come after the FA Cup fourth-round tie with Birmingham City.\nWagner has already strengthened his squad with the additions of Terence Kongolo and Alex Pritchard this month, but Huddersfield are now just three points above the relegation zone with a wretched goal difference of minus 22.\nWagner may have to dip back into the transfer market before his side return to Premier League action, with the German admitting Stoke channelled the raucous home crowd to earn all three points.\nHe added: \"They've taken the atmosphere from the stands and they've limited our game. We were not able to create anything. After we conceded the first goal, it was even more difficult.\n\"We were not strong enough technically in the offensive. We didn't close the wings for the first goal and Scott Malone was unlucky.\n\"But we made an easy mistake for the second, giving the ball away and they countered. We have seen before and it is nothing new in the Premier League. You makes mistakes and you get punished.\n\"We have to try to turn this as quick as we can. With the attitude and desire we have shown today, if we continue to show it I have no concerns that we will turn this around.\"\n",
  "dbpedia": "Second-half goals from <a href=\"http://dbpedia.org/resource/Joe_Allen_(footballer_born_1990)\" title=\"http://dbpedia.org/resource/Joe_Allen_(footballer_born_1990)\" target=\"_blank\">Joe Allen</a> and <a href=\"http://dbpedia.org/resource/Mame_Biram_Diouf\" title=\"http://dbpedia.org/resource/Mame_Biram_Diouf\" target=\"_blank\">Mame Biram Diouf</a> consigned the Terriers to a third straight loss as <a href=\"http://dbpedia.org/resource/Paul_Lambert\" title=\"http://dbpedia.org/resource/Paul_Lambert\" target=\"_blank\">Paul Lambert</a> made the perfect start to his Potters reign.<br>But while Wagner admits his side were second best, the German believes top-flight status will be consolidated if they reproduce the same attitude and desire in the final 14 <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> games.<br>\"It's a frustrating result for sure and it's a deserved defeat, even if I can say my players gave everything,\" he said.<br>\"We have to be honest and say <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> showed their individual quality; they were very aggressive and limited our offensive game.<br>\"It's frustrating because of the result even if the effort and attitude was there. We accept it and we'll try to recover as quickly as we can.\"<br>The Terriers are now winless in six <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> games, with the challenge of <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> and <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> to come after the FA Cup fourth-round tie with <a href=\"http://dbpedia.org/resource/Birmingham_City_F.C.\" title=\"http://dbpedia.org/resource/Birmingham_City_F.C.\" target=\"_blank\">Birmingham City</a>.<br>Wagner has already strengthened his squad with the additions of Terence Kongolo and <a href=\"http://dbpedia.org/resource/Alex_Pritchard\" title=\"http://dbpedia.org/resource/Alex_Pritchard\" target=\"_blank\">Alex Pritchard</a> this month, but <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> are now just three points above the relegation zone with a wretched goal difference of minus 22.<br>Wagner may have to dip back into the transfer market before his side return to <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> action, with the German admitting <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> channelled the raucous home crowd to earn all three points.<br>He added: \"They've taken the atmosphere from the stands and they've limited our game. We were not able to create anything. After we conceded the first goal, it was even more difficult.<br>\"We were not strong enough technically in the offensive. We didn't close the wings for the first goal and <a href=\"http://dbpedia.org/resource/Scott_Malone\" title=\"http://dbpedia.org/resource/Scott_Malone\" target=\"_blank\">Scott Malone</a> was unlucky.<br>\"But we made an easy mistake for the second, giving the ball away and they countered. We have seen before and it is nothing new in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>. You makes mistakes and you get punished.<br>\"We have to try to turn this as quick as we can. With the attitude and desire we have shown today, if we continue to show it I have no concerns that we will turn this around.\"<br>"
}