{
  "date": "17/01/18",
  "title": "Ian Wright questions Arsenal transfer policy over Henrik Mkhitaryan and Pierre-Emerick Aubameyang deals ",
  "description": "Ian Wright believes Arsenal's transfer dealings scream of a club panicking despite the possibility of signing Henrik Mkhitaryan and Pierre-Emerick Aubameyang.",
  "content": "Alexis Sanchez's move to Manchester United is hinged on Mkhitaryan agreeing terms with Arsenal.\nThat is according to the Armenia international's agent Mino Raiola, who has told Sky Sports News that \"Sanchez is part of Mkhi's deal. Not the other way around. Without him, Sanchez simply cannot go to United\".\nWright finds it strange that Arsenal have not been linked with Mkhitaryan in the past, which suggests that they are being forced into a deal.\n\"Everything that is happening is being forced on them through other people,\" he told The Debate.\n\"Mkhitaryan is not a player Arsenal have been after - he's a player that Arsenal have been handed.\n\"It's the same with Aubameyang - a couple of years ago, he was on everyone's radar but now he's gone a bit cold. Then all of a sudden, he's on Arsenal's radar - it all feels panicky for me.\n\"Of course they are both quality players. But if you are losing Sanchez, you need players that will hit the ground running. I'm not sure about Mkhitaryan's state of mind right now.\"\nIt's set to be a very busy January at Arsenal as Theo Walcott has travelled to Merseyside and is undergoing a medical with Everton ahead of his proposed move from Arsenal, according to Sky sources.\nWalcott has scored 108 goals in 397 appearances for Arsenal but has fallen out of favour with manager Arsene Wenger and Wright feels the Gunners boss need to take some responsibility for not improving the player in order to unlock his true potential.\nHe said: \"Theo has been there 12 years - how much has he improved? The talk is that Arsene Wenger doesn't improve players.\n\"Theo is the same player as when he joined, he's just older. He's not learnt a particular trait, he's just blasting on his pace. He's somebody who could've been taught how to play the central striking role. Look at Raheem Sterling - and how much he has changed for having a coach that has taught him to play that position. I don't think that Theo has had that schooling.\n\"I hope he goes to Everton and has a few years where he can play continuously.\"\n",
  "dbpedia": "Alexis Sanchez's move to <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> is hinged on Mkhitaryan agreeing terms with <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>.<br>That is according to the Armenia international's agent Mino Raiola, who has told Sky Sports News that \"Sanchez is part of Mkhi's deal. Not the other way around. Without him, Sanchez simply cannot go to United\".<br>Wright finds it strange that <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> have not been linked with Mkhitaryan in the past, which suggests that they are being forced into a deal.<br>\"Everything that is happening is being forced on them through other people,\" he told The Debate.<br>\"Mkhitaryan is not a player <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> have been after - he's a player that <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> have been handed.<br>\"It's the same with Aubameyang - a couple of years ago, he was on everyone's radar but now he's gone a bit cold. Then all of a sudden, he's on <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>'s radar - it all feels panicky for me.<br>\"Of course they are both quality players. But if you are losing Sanchez, you need players that will hit the ground running. I'm not sure about Mkhitaryan's state of mind right now.\"<br>It's set to be a very busy January at <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> as <a href=\"http://dbpedia.org/resource/Theo_Walcott\" title=\"http://dbpedia.org/resource/Theo_Walcott\" target=\"_blank\">Theo Walcott</a> has travelled to Merseyside and is undergoing a medical with <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> ahead of his proposed move from <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>, according to Sky sources.<br>Walcott has scored 108 goals in 397 appearances for <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> but has fallen out of favour with manager Arsene Wenger and Wright feels the Gunners boss need to take some responsibility for not improving the player in order to unlock his true potential.<br>He said: \"Theo has been there 12 years - how much has he improved? The talk is that Arsene Wenger doesn't improve players.<br>\"Theo is the same player as when he joined, he's just older. He's not learnt a particular trait, he's just blasting on his pace. He's somebody who could've been taught how to play the central striking role. Look at <a href=\"http://dbpedia.org/resource/Raheem_Sterling\" title=\"http://dbpedia.org/resource/Raheem_Sterling\" target=\"_blank\">Raheem Sterling</a> - and how much he has changed for having a coach that has taught him to play that position. I don't think that Theo has had that schooling.<br>\"I hope he goes to <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> and has a few years where he can play continuously.\"<br>"
}