{
  "date": "07/01/18",
  "title": "Ilkay Gundogan praises Sergio Aguero's 'perfect timing' after Burnley win",
  "description": "Ilkay Gundogan praised the \"perfect timing\" of Manchester City team-mate Sergio Aguero after the pair combined to turn around their FA Cup tie against Burnley.",
  "content": "Aguero scored twice in two minutes to help Pep Guardiola's side come back from a goal down and secure their place in the fourth round of the FA Cup with a 4-1 win over Burnley.Gundogan, who claimed the assist for both of Aguero's goals, credited his teammate's timing and movement for helping City come from behind to win.\"The timing was just perfect,\" said Gundogan.\"Sergio passed the ball to me and I just had to save it. I was waiting for the run and Sergio was just at the right time in the right spot. I was quite sure this ball was going through.\"Luckily both actions were a goal and 2-1 was very important at that point. After that, we had all our confidence back, started to keep the ball and play very well.\"We scored two more goals and we are very happy with the result.\"Burnley complained when City's equaliser was allowed to stand, as they were not organised for the set-piece when Gundogan fed Aguero's run across the box, but referee Graham Scott saw nothing untoward.Gundogan said: \"It was a free-kick and the referee didn't tell me to wait. I had some eye contact with Sergio. I know that he likes to use these kinds of situations to play quick.\"As soon as we had the contact I was sure he was going to make the run, so I just had to play the pass. Fortunately it was allowed and I think it was also correct. We just reacted quicker than our opponents.\"",
  "dbpedia": "\nAguero scored twice in two minutes to help <a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a>\\&apos;s side come back from a goal down and secure their place in the fourth round of the FA Cup with a 4-1 win over Burnley.Gundogan, who claimed the assist for both of Aguero\\&apos;s goals, credited his teammate\\&apos;s timing and movement for helping City come from behind to win.&quot;The timing was just perfect,&quot; said Gundogan.&quot;Sergio passed the ball to me and I just had to save it. I was waiting for the run and Sergio was just at the right time in the right spot. I was quite sure this ball was going through.&quot;Luckily both actions were a goal and 2-1 was very important at that point. After that, we had all our confidence back, started to keep the ball and play very well.&quot;We scored two more goals and we are very happy with the result.&quot;<a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a> complained when City\\&apos;s equaliser was allowed to stand, as they were not organised for the set-piece when Gundogan fed Aguero\\&apos;s run across the box, but referee Graham Scott saw nothing untoward.Gundogan said: &quot;It was a free-kick and the referee didn\\&apos;t tell me to wait. I had some eye contact with Sergio. I know that he likes to use these kinds of situations to play quick.&quot;As soon as we had the contact I was sure he was going to make the run, so I just had to play the pass. Fortunately it was allowed and I think it was also correct. We just reacted quicker than our opponents.&quot;\n"
}