{
  "date": "08/01/18",
  "title": "Ilkay Gundogan warns Bristol City that Manchester City in no mood for a Carabao Cup shock",
  "description": "Ilkay Gundogan has warned Bristol City that Manchester City are in no mood for a Carabao Cup shock.",
  "content": "The Germany international wants the runaway Premier League leaders to put one foot firmly in next month's final by earning a clear advantage in Tuesday's Sky Live semi-final first leg at the Etihad Stadium.With Manchester City needing to juggle the demands of four competitions, squad rotation could be in Pep Guardiola's thoughts, but Gundogan insists there will be no loss of intensity.The 27-year-old said: \"They have beaten (Manchester) United, so of course it will be a tough challenge but we know we are the favourites.\"We play the first leg here at home, so, of course, we want to win that game. We want to win both games.\"It is up to us. We are strong enough to beat them. It is a semi-final. The good thing is that we have two legs, so even if we don't show our best performance in the first leg, there is a second opportunity.\"It is a challenge. We don't want to wait for the second leg. We want to try to have the perfect result in the first one. Hopefully we will reach that.\"Bristol City, who are fourth in the Sky Bet Championship, have beaten four top-flight sides en route to the last four, including last month's stunning victory over Manchester United at Ashton Gate.Gundogan expects they might adopt a cautious approach in their first meeting - the return clash in Bristol is on January 23 - but knows Guardiola will be thorough and prepare for all eventualities.He added: \"The manager and his staff always know what they need to show us or not. Of course we need to know their idea of playing football and how their style is.\"Although when they come here to our stadium, we can be quite sure they are going to play very defensively, especially in the first leg. That is what we all expect at the moment.\"But they can also surprise us on Tuesday evening. We need to be ready for every single case.\"",
  "dbpedia": "\nThe <a href=\"http://dbpedia.org/resource/Germany_national_football_team\" title=\"http://dbpedia.org/resource/Germany_national_football_team\" target=\"_blank\">Germany</a> international wants the runaway <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> leaders to put one foot firmly in next month\\&apos;s final by earning a clear advantage in Tuesday\\&apos;s Sky Live semi-final first leg at the Etihad Stadium.With <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> needing to juggle the demands of four competitions, squad rotation could be in <a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a>\\&apos;s thoughts, but Gundogan insists there will be no loss of intensity.The 27-year-old said: &quot;They have beaten (Manchester) United, so of course it will be a tough challenge but we know we are the favourites.&quot;We play the first leg here at home, so, of course, we want to win that game. We want to win both games.&quot;It is up to us. We are strong enough to beat them. It is a semi-final. The good thing is that we have two legs, so even if we don\\&apos;t show our best performance in the first leg, there is a second opportunity.&quot;It is a challenge. We don\\&apos;t want to wait for the second leg. We want to try to have the perfect result in the first one. Hopefully we will reach that.&quot;<a href=\"http://dbpedia.org/resource/Bristol_City_F.C.\" title=\"http://dbpedia.org/resource/Bristol_City_F.C.\" target=\"_blank\">Bristol City</a>, who are fourth in the Sky Bet Championship, have beaten four top-flight sides en route to the last four, including last month\\&apos;s stunning victory over <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> at Ashton Gate.Gundogan expects they might adopt a cautious approach in their first meeting - the return clash in Bristol is on January 23 - but knows Guardiola will be thorough and prepare for all eventualities.He added: &quot;The manager and his staff always know what they need to show us or not. Of course we need to know their idea of playing football and how their style is.&quot;Although when they come here to our stadium, we can be quite sure they are going to play very defensively, especially in the first leg. That is what we all expect at the moment.&quot;But they can also surprise us on Tuesday evening. We need to be ready for every single case.&quot;\n"
}