{
  "date": "25/01/18",
  "title": "Inter Milan forward Gabriel Barbosa returns to Santos on loan",
  "description": "Inter Milan forward Gabriel Barbosa, nicknamed 'Gabigol', has returned to his boyhood club Santos on a 12-month loan.",
  "content": "The 21-year-old joined the Brazilian side at the age of eight and came through the ranks before moving to Italy for around £29m in August 2016.\nBarbosa had a message for the Santos fans, saying: \"I'm very anxious and excited to get back onto the pitch again, especially in the Copa Libertadores which is a competition I've always wanted to play in.\"\nAfter confirming the move, a Santos statement read: \"Gabigol is back at Santos FC. After almost 17 months in Europe, the boy from Vila returns for a year-long loan.\"\nBarbosa spent the first half of the 2017/18 season on loan at Benfica, but it was cut short after he made only three appearances for the side currently third in Portugal.\nBarbosa was part of the Brazil side that won football Olympic gold on home soil at Rio 2016.\n",
  "dbpedia": "The 21-year-old joined the Brazilian side at the age of eight and came through the ranks before moving to <a href=\"http://dbpedia.org/resource/Italy_national_football_team\" title=\"http://dbpedia.org/resource/Italy_national_football_team\" target=\"_blank\">Italy</a> for around £29m in August 2016.<br>Barbosa had a message for the Santos fans, saying: \"I'm very anxious and excited to get back onto the pitch again, especially in the Copa Libertadores which is a competition I've always wanted to play in.\"<br>After confirming the move, a Santos statement read: \"Gabigol is back at <a href=\"http://dbpedia.org/resource/Santos_FC\" title=\"http://dbpedia.org/resource/Santos_FC\" target=\"_blank\">Santos FC</a>. After almost 17 months in Europe, the boy from Vila returns for a year-long loan.\"<br>Barbosa spent the first half of the 2017/18 season on loan at <a href=\"http://dbpedia.org/resource/S.L._Benfica\" title=\"http://dbpedia.org/resource/S.L._Benfica\" target=\"_blank\">Benfica</a>, but it was cut short after he made only three appearances for the side currently third in Portugal.<br>Barbosa was part of the Brazil side that won football Olympic gold on home soil at Rio 2016.<br>"
}