{
  "date": "31/01/18",
  "title": "Ipswich Town sign Barry Cotter from Limerick for undisclosed fee",
  "description": "Ipswich Town have confirmed the signing of Barry Cotter from League of Ireland side Limerick.",
  "content": "The 19-year-old is predominantly a defender but can also play in midfield, and has joined for an undisclosed fee.\nCotter has signed a three-and-a-half-year deal until the summer of 2021.\nSpeaking to iFollow Ipswich, Cotter said: \"I can't wait to get going now. It's a fantastic opportunity for me to learn here.\n\"It's a big step up for me but I'm confident it's one I can make. I've not set myself too many goals yet. I'd like to break into the first-team obviously but for now, I just want to get my head down and work hard and show people what I can do.\n\"With the manager and coaching staff here I feel I can really improve as a player and that's my main aim for now.\"\nCotter has been capped at under-19 level by the Republic of Ireland and spent time training with Ipswich in January before sealing the move.\nHe is the second player Ipswich have signed from Ireland in this transfer window, following their capture of Aaron Drinan from Waterford.\n",
  "dbpedia": "The 19-year-old is predominantly a defender but can also play in midfield, and has joined for an undisclosed fee.<br>Cotter has signed a three-and-a-half-year deal until the summer of 2021.<br>Speaking to iFollow <a href=\"http://dbpedia.org/resource/Ipswich_Town_F.C.\" title=\"http://dbpedia.org/resource/Ipswich_Town_F.C.\" target=\"_blank\">Ipswich</a>, Cotter said: \"I can't wait to get going now. It's a fantastic opportunity for me to learn here.<br>\"It's a big step up for me but I'm confident it's one I can make. I've not set myself too many goals yet. I'd like to break into the first-team obviously but for now, I just want to get my head down and work hard and show people what I can do.<br>\"With the manager and coaching staff here I feel I can really improve as a player and that's my main aim for now.\"<br>Cotter has been capped at under-19 level by the Republic of <a href=\"http://dbpedia.org/resource/Republic_of_Ireland_national_football_team\" title=\"http://dbpedia.org/resource/Republic_of_Ireland_national_football_team\" target=\"_blank\">Ireland</a> and spent time training with <a href=\"http://dbpedia.org/resource/Ipswich_Town_F.C.\" title=\"http://dbpedia.org/resource/Ipswich_Town_F.C.\" target=\"_blank\">Ipswich</a> in January before sealing the move.<br>He is the second player <a href=\"http://dbpedia.org/resource/Ipswich_Town_F.C.\" title=\"http://dbpedia.org/resource/Ipswich_Town_F.C.\" target=\"_blank\">Ipswich</a> have signed from <a href=\"http://dbpedia.org/resource/Republic_of_Ireland_national_football_team\" title=\"http://dbpedia.org/resource/Republic_of_Ireland_national_football_team\" target=\"_blank\">Ireland</a> in this transfer window, following their capture of Aaron Drinan from <a href=\"http://dbpedia.org/resource/Waterford_United_F.C.\" title=\"http://dbpedia.org/resource/Waterford_United_F.C.\" target=\"_blank\">Waterford</a>.<br>"
}