{
  "date": "03/01/18",
  "title": "Jack Wilshere Team-mates 2.0: Midfielder reveals all on Arsenal dressing room",
  "description": "Arsenal midfielder Jack Wilshere lifts the lid on his team-mates at the Emirates Stadium with Soccer AM's Adam Smith.",
  "content": "With the exception of two loans at Bolton and Bournemouth, the 26-year-old has been with the Gunners since he was 16-years-old.So we couldn't think of anyone better suited to spill the beans on the inner-workings of the Arsenal dressing room ahead of Wednesday's Premier League clash with champions Chelsea, live on Sky Sports Premier League.Probably Hector Bellerin - he's quite big on fashion. He really has a go every day, to be fair to him sometimes he looks good but sometimes it's not for me. He likes oversized jackets, stuff that doesn't fit him, and some of the English lads rip him for it.Easy, Sead Kolasinac. He came in the summer and everyone said 'Jesus, he must go to the gym', but he doesn't, it's all natural. He doesn't even eat a lot, his body fat is under eight, so it must be genetic.Santi Cazorla. He's been injured for a while and while he's not been around the best player has been Mesut Ozil, but Santi is the best. He takes corners in games with both feet. I think he was born right footed and learned to use his left, some of the goals he's scored with his left have been unbelievable.He is probably the best player I've seen at Arsenal. I didn't play with Dennis Bergkamp, the coaching staff always talk about how good he was, and watching him he was. But of the players I've played with at Arsenal, it's Santi.Rob Holding. He's got those one-liners that he shouts out in training that get me every time. He's a northern lad and, for me, they tend to be funnier with good banter. They seem to enjoy life more and he's definitely one of them.If Danny Welbeck was here he would say me! He always says the boss is my dad - I can confirm he is definitely not my dad! To answer the question, I'd say Calum Chambers. He's a good lad, never really does anything controversial, he's a straight batter and sticks to what he does best - defends, wins the ball back and does what the boss says.Of course, it's not a bad thing to get on with the boss, I've got a great relationship with him, I've known him since I was 16. We have a good relationship and talk most days, but I'm not a teacher's pet.There's two, Petr Cech and Per Mertesacker. I've spoken to Per a lot of times about his education in Germany because we're doing our coaching badges at the moment. He's said he stayed in school until he was 18 and went and played football after. He's got a lot of qualifications. Petr is an intelligent guy, I don't know much about his education in the Czech Republic but he's intelligent. He talks four or five different languages, one moment he's speaking to the French guys and then the Spanish. I'd go along with those that say he could be a future manager.Watch Jack Wilshere's Team-mates 2.0 video in full here - and don't forget to watch Arsenal v Chelsea on Wednesday from 7pm on Sky Sports Premier League.",
  "dbpedia": "\nWith the exception of two loans at <a href=\"http://dbpedia.org/resource/Bolton_Wanderers_F.C.\" title=\"http://dbpedia.org/resource/Bolton_Wanderers_F.C.\" target=\"_blank\">Bolton</a> and <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a>, the 26-year-old has been with the Gunners since he was 16-years-old.So we couldn\\&apos;t think of anyone better suited to spill the beans on the inner-workings of the <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> dressing room ahead of Wednesday\\&apos;s <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> clash with champions <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>, live on Sky Sports Premier League.Probably Hector Bellerin - he\\&apos;s quite big on fashion. He really has a go every day, to be fair to him sometimes he looks good but sometimes it\\&apos;s not for me. He likes oversized jackets, stuff that doesn\\&apos;t fit him, and some of the English lads rip him for it.Easy, Sead Kolasinac. He came in the summer and everyone said \\&apos;Jesus, he must go to the gym\\&apos;, but he doesn\\&apos;t, it\\&apos;s all natural. He doesn\\&apos;t even eat a lot, his body fat is under eight, so it must be genetic.Santi <a href=\"http://dbpedia.org/resource/Santi_Cazorla\" title=\"http://dbpedia.org/resource/Santi_Cazorla\" target=\"_blank\">Cazorla</a>. He\\&apos;s been injured for a while and while he\\&apos;s not been around the best player has been Mesut Ozil, but Santi is the best. He takes corners in games with both feet. I think he was born right footed and learned to use his left, some of the goals he\\&apos;s scored with his left have been unbelievable.He is probably the best player I\\&apos;ve seen at <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>. I didn\\&apos;t play with <a href=\"http://dbpedia.org/resource/Dennis_Bergkamp\" title=\"http://dbpedia.org/resource/Dennis_Bergkamp\" target=\"_blank\">Dennis Bergkamp</a>, the coaching staff always talk about how good he was, and watching him he was. But of the players I\\&apos;ve played with at <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>, it\\&apos;s Santi.Rob Holding. He\\&apos;s got those one-liners that he shouts out in training that get me every time. He\\&apos;s a northern lad and, for me, they tend to be funnier with good banter. They seem to enjoy life more and he\\&apos;s definitely one of them.If <a href=\"http://dbpedia.org/resource/Danny_Welbeck\" title=\"http://dbpedia.org/resource/Danny_Welbeck\" target=\"_blank\">Danny Welbeck</a> was here he would say me! He always says the boss is my dad - I can confirm he is definitely not my dad! To answer the question, I\\&apos;d say <a href=\"http://dbpedia.org/resource/Calum_Chambers\" title=\"http://dbpedia.org/resource/Calum_Chambers\" target=\"_blank\">Calum Chambers</a>. He\\&apos;s a good lad, never really does anything controversial, he\\&apos;s a straight batter and sticks to what he does best - defends, wins the ball back and does what the boss says.Of course, it\\&apos;s not a bad thing to get on with the boss, I\\&apos;ve got a great relationship with him, I\\&apos;ve known him since I was 16. We have a good relationship and talk most days, but I\\&apos;m not a teacher\\&apos;s pet.There\\&apos;s two, Petr Cech and <a href=\"http://dbpedia.org/resource/Per_Mertesacker\" title=\"http://dbpedia.org/resource/Per_Mertesacker\" target=\"_blank\">Per Mertesacker</a>. I\\&apos;ve spoken to Per a lot of times about his education in <a href=\"http://dbpedia.org/resource/Germany_national_football_team\" title=\"http://dbpedia.org/resource/Germany_national_football_team\" target=\"_blank\">Germany</a> because we\\&apos;re doing our coaching badges at the moment. He\\&apos;s said he stayed in school until he was 18 and went and played football after. He\\&apos;s got a lot of qualifications. Petr is an intelligent guy, I don\\&apos;t know much about his education in the <a href=\"http://dbpedia.org/resource/Czech_Republic_national_football_team\" title=\"http://dbpedia.org/resource/Czech_Republic_national_football_team\" target=\"_blank\">Czech Republic</a> but he\\&apos;s intelligent. He talks four or five different languages, one moment he\\&apos;s speaking to the French guys and then the Spanish. I\\&apos;d go along with those that say he could be a future manager.Watch <a href=\"http://dbpedia.org/resource/Jack_Wilshere\" title=\"http://dbpedia.org/resource/Jack_Wilshere\" target=\"_blank\">Jack Wilshere</a>\\&apos;s Team-mates 2.0 video in full here - and don\\&apos;t forget to watch <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> v <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> on Wednesday from 7pm on Sky Sports <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>.\n"
}