{
  "date": "02/02/18",
  "title": "Jack Hendry a future Scotland international, says Celtic manager Brendan Rodgers",
  "description": "Celtic manager Brendan Rodgers has tipped new signing Jack Hendry to develop into a future Scotland international.  ",
  "content": "Celtic left it late on Deadline Day to sign Hendry, 22, from Dundee on a four-and-a-half-year contract for a fee understood to be £1.2m plus add-ons.\nAnd Rodgers is confident the former Partick Thistle and Wigan player will break through on to the international stage, claiming the 22-year-old is ready play at Champions League level.\nAhead of the trip to Kilmarnock on Saturday, Rodgers said: \"I have no question about that.\n\"I brought him here because I think he can play Champions League football and obviously if you are playing Champions League football, that is a great step for you to move into international football.\n\"It is the environment. He comes into an environment with a real winning mentality with a real emphasis on becoming better every day.\n\"You have to come in with no ego, got to be able to improve and take on the responsibilities of being a Celtic player.\n\"But there is no question that if he can do all these things you have a player there with an incredible profile.\n\"The job is to develop that talent and hopefully he can align that with the mentality of playing under pressure each week then hopefully Scotland will have a centre-half with really big attributes.\"\nRodgers is excited by Hendry's speed, size and potential to improve and says he has no hesitation in throwing him straight into Celtic's first team.\nHe said: \"At 22 years of age, he is six foot three, super quick, a good one versus one defender and there is lots of areas he can improve in but his potential is huge.\n\"I said to the board that this is a player who can be a big player.\n\"If you can deal with the scrutiny, he has another 13 years hopefully as a top player them you then have a Scottish centre-half who has all the attributes and profile as a top-class player. I think he can be a fantastic player.\"\n\"He is ready to play. He has played in different systems at Dundee and as a young player he was a right winger, interestingly enough.\n\"He is still developing but I would have no hesitation in putting him in.\"\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Celtic_F.C.\" title=\"http://dbpedia.org/resource/Celtic_F.C.\" target=\"_blank\">Celtic</a> left it late on Deadline Day to sign Hendry, 22, from <a href=\"http://dbpedia.org/resource/Dundee_F.C.\" title=\"http://dbpedia.org/resource/Dundee_F.C.\" target=\"_blank\">Dundee</a> on a four-and-a-half-year contract for a fee understood to be £1.2m plus add-ons.<br>And Rodgers is confident the former <a href=\"http://dbpedia.org/resource/Partick_Thistle_F.C.\" title=\"http://dbpedia.org/resource/Partick_Thistle_F.C.\" target=\"_blank\">Partick Thistle</a> and <a href=\"http://dbpedia.org/resource/Wigan_Athletic_F.C.\" title=\"http://dbpedia.org/resource/Wigan_Athletic_F.C.\" target=\"_blank\">Wigan</a> player will break through on to the international stage, claiming the 22-year-old is ready play at Champions League level.<br>Ahead of the trip to <a href=\"http://dbpedia.org/resource/Kilmarnock_F.C.\" title=\"http://dbpedia.org/resource/Kilmarnock_F.C.\" target=\"_blank\">Kilmarnock</a> on Saturday, Rodgers said: \"I have no question about that.<br>\"I brought him here because I think he can play Champions League football and obviously if you are playing Champions League football, that is a great step for you to move into international football.<br>\"It is the environment. He comes into an environment with a real winning mentality with a real emphasis on becoming better every day.<br>\"You have to come in with no ego, got to be able to improve and take on the responsibilities of being a <a href=\"http://dbpedia.org/resource/Celtic_F.C.\" title=\"http://dbpedia.org/resource/Celtic_F.C.\" target=\"_blank\">Celtic</a> player.<br>\"But there is no question that if he can do all these things you have a player there with an incredible profile.<br>\"The job is to develop that talent and hopefully he can align that with the mentality of playing under pressure each week then hopefully <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scotland</a> will have a centre-half with really big attributes.\"<br>Rodgers is excited by Hendry's speed, size and potential to improve and says he has no hesitation in throwing him straight into <a href=\"http://dbpedia.org/resource/Celtic_F.C.\" title=\"http://dbpedia.org/resource/Celtic_F.C.\" target=\"_blank\">Celtic</a>'s first team.<br>He said: \"At 22 years of age, he is six foot three, super quick, a good one versus one defender and there is lots of areas he can improve in but his potential is huge.<br>\"I said to the board that this is a player who can be a big player.<br>\"If you can deal with the scrutiny, he has another 13 years hopefully as a top player them you then have a <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scottish</a> centre-half who has all the attributes and profile as a top-class player. I think he can be a fantastic player.\"<br>\"He is ready to play. He has played in different systems at <a href=\"http://dbpedia.org/resource/Dundee_F.C.\" title=\"http://dbpedia.org/resource/Dundee_F.C.\" target=\"_blank\">Dundee</a> and as a young player he was a right winger, interestingly enough.<br>\"He is still developing but I would have no hesitation in putting him in.\"<br>"
}