{
  "date": "12/01/18",
  "title": "Jack Wilshere goes back to Bournemouth as a key figure for Arsenal",
  "description": "Jack Wilshere wondered if he would ever play for Arsenal again when he was on loan at Bournemouth last season but he returns to the south-coast on Sunday as a key figure for Arsene Wenger. Nick Wright examines the story and the stats behind his remarkable resurgence.",
  "content": "\"You know how much I love Jack and his talent, I started him at the age of 17,\" said Arsene Wenger. \"But today in the football world you need to be a consistent presence. What is at stake for Jack is not his quality, talent or determination, it is whether he can be a consistent presence at the top.\"\nAfter years of injury setbacks - the most recent of which had curtailed his loan spell at Bournemouth back in April - Wenger was entitled to be cautious when asked about his plans for Jack Wilshere at the end of August. The 26-year-old had only recently returned to training, and having only started one game in two years for Arsenal, his prospects of reclaiming his place looked remote.\nSlowly but surely, however, Wilshere has done just that. The Europa League and Carabao Cup provided early opportunities to rebuild his fitness, and since deputising for the injured Aaron Ramsey against West Ham in mid-December, he has completed 90 minutes in six consecutive Premier League games for the first time since February 2013.\nIt has been a frustrating run for Arsenal, with a string of draws damaging their top four prospects and a defeat to Nottingham Forest ending their FA Cup defence, but the return to form of their former prodigy has been an unexpected plus. News that he avoided serious injury against Chelsea in midweek was greeted with widespread relief. A new contract is surely next on the agenda.\nAfter his stunning long-range pass to set up Alexis Sanchez's second goal at Crystal Palace and the rasping finish in last week's 2-2 draw with Chelsea, wearing the captain's armband at Stamford Bridge on Wednesday night was the latest highlight in a series of impressive displays. But there is even more encouragement to be found in the smaller details.\nImprovement can be seen in various areas of Wilshere's game. First, there is the return of what he calls his \"five-metre burst\", an attribute Wenger described as his \"great quality\" after Arsenal's 3-2 win at Selhurst Park. \"When he wins the ball he gets you out of pressure,\" he said, \"because he has that little burst. Then suddenly he can open the game for you.\"\nSome wondered whether Wilshere's physical capabilities had been permanently blunted by his injuries before this season, but recent evidence suggests otherwise. Wilshere is speeding away from opponents just as he did in his younger days. His acceleration and close control in tight spaces has given Arsenal's midfield a dimension it has lacked since Santi Cazorla was sidelined.\nWilshere, who made his admiration for Cazorla clear in a recent interview with Sky Sports, is now completing an average of 3.2 dribbles per 90 minutes. It puts him among the top 10 players in the Premier League and above any other central midfielder. According to Opta, he is provoking more fouls than anyone else in the division.\nIt comes down to increased fitness levels as well as skill. Wilshere said he had never felt fitter back in October, and more recently than that, he has spoken about cutting gluten out of his diet, losing weight and prioritising recovery. It hints at the kind of professionalism he has on past occasions been accused of lacking. Out on the pitch he is feeling the benefits.\nPremier League tracking data reveals a significant increase in intensity from last season, when he drifted in and out of the Bournemouth team and struggled to make an impact. Wilshere has gone from making 46 sprints per 90 minutes in 2016/17 to 56 in the current campaign. His distance covered stats have jumped from 10.7km per 90 minutes to 11km.\n\"Now don't get me wrong, I don't run the most, we've got a lot of players that do that,\" Wilshere said in October, \"but my numbers are good so I'm happy.\" In the recent 2-2 draw with Chelsea, his third start in just six days, he could be seen pressing opponents right up until the final whistle.\n\"Give him credit for what he has gone through,\" said Wenger last month. \"I have a big respect for that because it is all nicey-nicey when you are super-talented and everybody says you are the greatest player at 17, but to come back to that level when you have gone through what he has gone through shows a special character.\"\nAbove all else, the Arsenal manager has been impressed by Wilshere's \"tactical\" and \"defensive\" improvement. Wilshere's presence has not provided an overnight to fix the broader structural issues in Wenger's side - and many supporters remain unconvinced by his midfield partner Granit Xhaka - but the manager is not the only one to have noted his impact.\n\"Even when he hasn't got the ball, the positions that he takes just show you how intelligent he is and how well he understands football,\" said defender Shkodran Mustafi recently. \"He has been really playing good football and I am really happy for him because I think he deserves it.\"\nHis defensive contribution is shown in the stats. According to Opta, Wilshere is averaging 8.9 ball recoveries per 90 minutes this season - more than any of his outfield team-mates. In the context of the Premier League as a whole, it is roughly the same number as Manchester United's Nemanja Matic (9.1) and more than specialist ball-winners such as Oriol Romeu (8.5) and Wilfred Ndidi (8.4).\nThe numbers are impressive and they are unlikely to go unnoticed by England coach Gareth Southgate, either. Wilshere has not featured for his country since that fateful defeat to Iceland at Euro 2016, but 18 months later, few of his midfield counterparts can claim to be in better form.\nThe injury scare against Chelsea was a reminder of how quickly the situation could change, but right now he certainly looks like the \"consistent presence\" his manager mentioned back in August. It seemed the Arsenal first team was out of his reach at the Vitality Stadium last season, but Wilshere returns in very different circumstances.\nWatch Bournemouth v Arsenal live on Sky Sports Premier League from 12.30pm on Sunday\n",
  "dbpedia": "\"You know how much I love Jack and his talent, I started him at the age of 17,\" said Arsene Wenger. \"But today in the football world you need to be a consistent presence. What is at stake for Jack is not his quality, talent or determination, it is whether he can be a consistent presence at the top.\"<br>After years of injury setbacks - the most recent of which had curtailed his loan spell at <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a> back in April - Wenger was entitled to be cautious when asked about his plans for <a href=\"http://dbpedia.org/resource/Jack_Wilshere\" title=\"http://dbpedia.org/resource/Jack_Wilshere\" target=\"_blank\">Jack Wilshere</a> at the end of August. The 26-year-old had only recently returned to training, and having only started one game in two years for <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>, his prospects of reclaiming his place looked remote.<br>Slowly but surely, however, Wilshere has done just that. The Europa League and Carabao Cup provided early opportunities to rebuild his fitness, and since deputising for the injured <a href=\"http://dbpedia.org/resource/Aaron_Ramsey\" title=\"http://dbpedia.org/resource/Aaron_Ramsey\" target=\"_blank\">Aaron Ramsey</a> against <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> in mid-December, he has completed 90 minutes in six consecutive <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> games for the first time since February 2013.<br>It has been a frustrating run for <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>, with a string of draws damaging their top four prospects and a defeat to <a href=\"http://dbpedia.org/resource/Nottingham_Forest_F.C.\" title=\"http://dbpedia.org/resource/Nottingham_Forest_F.C.\" target=\"_blank\">Nottingham Forest</a> ending their FA Cup defence, but the return to form of their former prodigy has been an unexpected plus. News that he avoided serious injury against <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> in midweek was greeted with widespread relief. A new contract is surely next on the agenda.<br>After his stunning long-range pass to set up Alexis Sanchez's second goal at <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a> and the rasping finish in last week's 2-2 draw with <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>, wearing the captain's armband at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Stamford Bridge</a> on Wednesday night was the latest highlight in a series of impressive displays. But there is even more encouragement to be found in the smaller details.<br>Improvement can be seen in various areas of Wilshere's game. First, there is the return of what he calls his \"five-metre burst\", an attribute Wenger described as his \"great quality\" after <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>'s 3-2 win at <a href=\"http://dbpedia.org/resource/Selhurst_Park\" title=\"http://dbpedia.org/resource/Selhurst_Park\" target=\"_blank\">Selhurst Park</a>. \"When he wins the ball he gets you out of pressure,\" he said, \"because he has that little burst. Then suddenly he can open the game for you.\"<br>Some wondered whether Wilshere's physical capabilities had been permanently blunted by his injuries before this season, but recent evidence suggests otherwise. Wilshere is speeding away from opponents just as he did in his younger days. His acceleration and close control in tight spaces has given <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>'s midfield a dimension it has lacked since <a href=\"http://dbpedia.org/resource/Santi_Cazorla\" title=\"http://dbpedia.org/resource/Santi_Cazorla\" target=\"_blank\">Santi Cazorla</a> was sidelined.<br>Wilshere, who made his admiration for <a href=\"http://dbpedia.org/resource/Santi_Cazorla\" title=\"http://dbpedia.org/resource/Santi_Cazorla\" target=\"_blank\">Cazorla</a> clear in a recent interview with Sky Sports, is now completing an average of 3.2 dribbles per 90 minutes. It puts him among the top 10 players in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> and above any other central midfielder. According to Opta, he is provoking more fouls than anyone else in the division.<br>It comes down to increased fitness levels as well as skill. Wilshere said he had never felt fitter back in October, and more recently than that, he has spoken about cutting gluten out of his diet, losing weight and prioritising recovery. It hints at the kind of professionalism he has on past occasions been accused of lacking. Out on the pitch he is feeling the benefits.<br><a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> tracking data reveals a significant increase in intensity from last season, when he drifted in and out of the <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a> team and struggled to make an impact. Wilshere has gone from making 46 sprints per 90 minutes in 2016/17 to 56 in the current campaign. His distance covered stats have jumped from 10.7km per 90 minutes to 11km.<br>\"Now don't get me wrong, I don't run the most, we've got a lot of players that do that,\" Wilshere said in October, \"but my numbers are good so I'm happy.\" In the recent 2-2 draw with <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>, his third start in just six days, he could be seen pressing opponents right up until the final whistle.<br>\"Give him credit for what he has gone through,\" said Wenger last month. \"I have a big respect for that because it is all nicey-nicey when you are super-talented and everybody says you are the greatest player at 17, but to come back to that level when you have gone through what he has gone through shows a special character.\"<br>Above all else, the <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> manager has been impressed by Wilshere's \"tactical\" and \"defensive\" improvement. Wilshere's presence has not provided an overnight to fix the broader structural issues in Wenger's side - and many supporters remain unconvinced by his midfield partner <a href=\"http://dbpedia.org/resource/Granit_Xhaka\" title=\"http://dbpedia.org/resource/Granit_Xhaka\" target=\"_blank\">Granit Xhaka</a> - but the manager is not the only one to have noted his impact.<br>\"Even when he hasn't got the ball, the positions that he takes just show you how intelligent he is and how well he understands football,\" said defender Shkodran Mustafi recently. \"He has been really playing good football and I am really happy for him because I think he deserves it.\"<br>His defensive contribution is shown in the stats. According to Opta, Wilshere is averaging 8.9 ball recoveries per 90 minutes this season - more than any of his outfield team-mates. In the context of the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> as a whole, it is roughly the same number as <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>'s Nemanja Matic (9.1) and more than specialist ball-winners such as <a href=\"http://dbpedia.org/resource/Oriol_Romeu\" title=\"http://dbpedia.org/resource/Oriol_Romeu\" target=\"_blank\">Oriol Romeu</a> (8.5) and Wilfred Ndidi (8.4).<br>The numbers are impressive and they are unlikely to go unnoticed by <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> coach <a href=\"http://dbpedia.org/resource/Gareth_Southgate\" title=\"http://dbpedia.org/resource/Gareth_Southgate\" target=\"_blank\">Gareth Southgate</a>, either. Wilshere has not featured for his country since that fateful defeat to Iceland at Euro 2016, but 18 months later, few of his midfield counterparts can claim to be in better form.<br>The injury scare against <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> was a reminder of how quickly the situation could change, but right now he certainly looks like the \"consistent presence\" his manager mentioned back in August. It seemed the <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> first team was out of his reach at the Vitality Stadium last season, but Wilshere returns in very different circumstances.<br>Watch <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a> v <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> live on Sky Sports <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> from 12.30pm on Sunday<br>"
}