{
  "date": "14/01/18",
  "title": "Jack Wilshere on realising his Arsenal dreams after working way back into the first team",
  "description": "Jack Wilshere believes he is finally realising his Arsenal dreams after working his way back into the first team - and is hopeful his future at the club will be resolved in \"a couple of weeks\". ",
  "content": "The injury-hit midfielder has struggled to hold down a regular first-team spot in the in recent years and spent last season on loan at Bournemouth, but now appears to be back on track with 20 appearances in all competitions this term, and 11 of these coming in the Premier League.He also captained his boyhood club against Chelsea in the Carabao Cup semi-final, first leg on Wednesday - a dream he never gave up on - and is targeting a long-term stay at Arsenal after recent speculation about his future.\"I want to be Arsenal captain. I really enjoyed the other night, it was my first start as captain and walking the boys out was a special feeling for me and my family so that is something that I want to do. I never really stopped dreaming about that,\" he told Patrick Davison ahead of his return to Bournemouth with Arsenal on Nissan Super Sunday.\"There was a time last year when Arsenal were playing against Bournemouth at the Vitality where I sat in the crowd watching and thinking 'am I going to go back to Arsenal and play?' but apart from that, I never really thought about not becoming the player everyone thought I would be or not fulfilling my potential.\"I just wanted to prove my fitness at Bournemouth then come back here and try and get into the team. I played the long game and I worked hard. I'm not saying that's over but I'm the team now and I need to work even harder maybe to keep my place and improve as a player as well.\"There's not a decision to make in January. I've still got six months left of my contract, I'm an Arsenal player and I'm enjoying playing week in, week out. I've had loads of questions about my future and there's nothing more I can say until something's official and we can concentrate on the future but right now, I'm concentrating on each game as it comes.\"I've just got back into the team and the club, I suppose, were just waiting for that moment where I've proved my fitness and I've proved that I can play in the Premier League each week for a top club so now that's happened.\"We're not waiting for anything really, maybe the right time when there's a little break in the fixtures - which there's not - but I'm sure in a couple of weeks, something will get done or the boss will say something and we'll go from there.\"He also insists he has not given up on playing for his country - but is not thinking about an England recall just yet.\"I've not really thought about it because at the moment I'm focusing on Arsenal,\" he added.\"Of course, if I start to think about it, I want to play for England. I'm a proud Englishman, I've always enjoyed playing for my country and it's something that I want to do but at the moment, I'm taking each game as it comes.\"Injuries have plagued Wilshere in recent seasons, contributing to his lack of first-team action, but the 26-year-old believes his growth as a person and player has seen him stay off the treatment table lately, although did admit he was nervous when picking up a knock against Chelsea in midweek that saw him substituted.\"When I was 18 or 19, I would come into training and I'd be the last in and first out. I was one of those that took everything for granted and I'm honest about that now,\" he added to Sky Sports.\"Football was a natural thing for me and with no injuries or injury history that would stop me from training, I just enjoyed coming in every day and playing, then it was taken away from me. I think that's why how I am today because I know things can get taken away from you quickly.\"I'm more focused now. I know my body better, I know how to be more professional, I know how to get myself ready for the games which is the most important thing. You have to be ready and there are a lot of games in this league.\"We've got Bournemouth on Sunday and even though they're struggling at the bottom of the table, it's going to be a tough game because that's just the way this league is. You have to get your body ready week in, week out to fight. You have to win the ball back, you have to tackle, you have to run and my body is much more equipped for that now. I'm healthy, I'm fit and I'm enjoying it.\"After the game [against Chelsea], I was a little bit nervous and a little bit sore, I've been in this position before but I thought to myself 'I'm due a bit of good luck here'. It felt similar to what I did last year at Bournemouth and that turned out to be a small fracture but going home, I knew it wasn't that bad because the pain wasn't too bad.\"I woke up in the morning and had a scan and felt a lot better, I was walking around with no pain and the scan came back clear. I stretched a ligament so I've got some discomfort in there but I trained today [Friday] and I'm positive for the weekend. Obviously I want to go back down to Bournemouth and see the boys and play against them so I'm positive.\"Catch Arsenal in action live on Sky Sports Premier League this weekend when they travel to Bournemouth on Nissan Super Sunday from 12.30pm."
}