{
  "date": "12/01/18",
  "title": "James Vaughan secures move to Wigan from Sunderland",
  "description": "James Vaughan has signed for Wigan on an 18-month contract from Sunderland. ",
  "content": "The 29-year-old struggled for form at the Stadium of Light following his move from Bury for £500,000 last summer and now links up with Latics boss Paul Cook at the DW Stadium.Vaughan was in excellent form at Gigg Lane during the 2016-17 season prior to his move to Wearside but has been limited to two goals so far this term and will hope to help the League 1 leaders to automatic promotion.\"James brings added experience and firepower to our group and I am excited to work with him,\" Cook said about his new acquisition.\"This time last year, James was amongst the leading goal-scorers in this division and I think it speaks volumes of the club that we have been able to bring him here.\"Chris Coleman now only has two recognised fit strikers in teenagers Josh Maja, 19, and Joel Asoro, 18, and the Welshman admitted prior to the move being finalised that he would look to bring in at least two new signings during the January transfer window.Coleman said: \"James sees himself playing elsewhere. I don't think it has worked great here, everybody hoped it would have gone differently.\"It's a cash deal. I don't think it has worked out. We are bottom of the league and we've been there for a long time, so what's the point in keeping things the same? We have to change things.\"Whether we kept him or not, I still wanted to bring in two strikers.\"",
  "dbpedia": "\nThe 29-year-old struggled for form at the Stadium of Light following his move from <a href=\"http://dbpedia.org/resource/Bury_F.C.\" title=\"http://dbpedia.org/resource/Bury_F.C.\" target=\"_blank\">Bury</a> for &#xA3;500,000 last summer and now links up with Latics boss <a href=\"http://dbpedia.org/resource/Paul_Cook_(footballer)\" title=\"http://dbpedia.org/resource/Paul_Cook_(footballer)\" target=\"_blank\">Paul Cook</a> at the DW Stadium.Vaughan was in excellent form at Gigg Lane during the 2016-17 season prior to his move to Wearside but has been limited to two goals so far this term and will hope to help the League 1 leaders to automatic promotion.&quot;James brings added experience and firepower to our group and I am excited to work with him,&quot; Cook said about his new acquisition.&quot;This time last year, James was amongst the leading goal-scorers in this division and I think it speaks volumes of the club that we have been able to bring him here.&quot;<a href=\"http://dbpedia.org/resource/Chris_Coleman_(footballer)\" title=\"http://dbpedia.org/resource/Chris_Coleman_(footballer)\" target=\"_blank\">Chris Coleman</a> now only has two recognised fit strikers in teenagers Josh Maja, 19, and Joel Asoro, 18, and the Welshman admitted prior to the move being finalised that he would look to bring in at least two new signings during the January transfer window.Coleman said: &quot;James sees himself playing elsewhere. I don\\&apos;t think it has worked great here, everybody hoped it would have gone differently.&quot;It\\&apos;s a cash deal. I don\\&apos;t think it has worked out. We are bottom of the league and we\\&apos;ve been there for a long time, so what\\&apos;s the point in keeping things the same? We have to change things.&quot;Whether we kept him or not, I still wanted to bring in two strikers.&quot;\n"
}