{
  "date": "07/01/18",
  "title": "Jamie Murphy joins Rangers on loan with an option for a permanent deal",
  "description": "Jamie Murphy has joined Rangers on loan from Brighton until the end of the season when the Scottish Premiership side can exercise an option to make the move permanent.",
  "content": "The 28-year-old is a boyhood Rangers fan and is set to become the club's second arrival of the transfer window, having already landed Sean Goss on loan from QPR.Rangers wanted to sign the former Motherwell player on a long-term deal during the January window but Brighton would prefer to wait until the end of the season before making the switch permanent.They will have the exclusive option to sign Murphy on a long-term deal at the end of the season for a guaranteed fixed fee.Brighton manager Chris Hughton said on Saturday: ''Jamie is a great lad, a fantastic professional who has a desire to play - and while we were in no hurry to see him leave, we do understand his desire to play for his boyhood team and one of the biggest clubs in Scotland.\"He's been excellent for the club, ever since we signed him from Sheffield United, and wrote himself into club folklore as a crucial part of our promotion-winning side last season.\"On behalf of all at the club, I'd like to thank Jamie for his efforts and achievements during his time here and wish him the very best for the future.\"Murphy will fly out to the United States to join Graeme Murty's squad as they take part in the Florida Cup.",
  "dbpedia": "\nThe 28-year-old is a boyhood <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a> fan and is set to become the club\\&apos;s second arrival of the transfer window, having already landed Sean Goss on loan from QPR.Rangers wanted to sign the former <a href=\"http://dbpedia.org/resource/Motherwell_F.C.\" title=\"http://dbpedia.org/resource/Motherwell_F.C.\" target=\"_blank\">Motherwell</a> player on a long-term deal during the January window but <a href=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a> would prefer to wait until the end of the season before making the switch permanent.They will have the exclusive option to sign Murphy on a long-term deal at the end of the season for a guaranteed fixed fee.Brighton manager <a href=\"http://dbpedia.org/resource/Chris_Hughton\" title=\"http://dbpedia.org/resource/Chris_Hughton\" target=\"_blank\">Chris Hughton</a> said on Saturday: \\&apos;\\&apos;Jamie is a great lad, a fantastic professional who has a desire to play - and while we were in no hurry to see him leave, we do understand his desire to play for his boyhood team and one of the biggest clubs in <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scotland</a>.&quot;He\\&apos;s been excellent for the club, ever since we signed him from <a href=\"http://dbpedia.org/resource/Sheffield_United_F.C.\" title=\"http://dbpedia.org/resource/Sheffield_United_F.C.\" target=\"_blank\">Sheffield United</a>, and wrote himself into club folklore as a crucial part of our promotion-winning side last season.&quot;On behalf of all at the club, I\\&apos;d like to thank Jamie for his efforts and achievements during his time here and wish him the very best for the future.&quot;Murphy will fly out to the United States to join <a href=\"http://dbpedia.org/resource/Graeme_Murty\" title=\"http://dbpedia.org/resource/Graeme_Murty\" target=\"_blank\">Graeme Murty</a>\\&apos;s squad as they take part in the Florida Cup.\n"
}