{
  "date": "31/01/18",
  "title": "Jamie Ward joins Cardiff City on loan from Nottingham Forest",
  "description": "Nottingham Forest forward Jamie Ward has joined Sky Bet Championship rivals Cardiff City on loan.",
  "content": "The 31-year-old joins the Bluebirds for the remainder of the campaign, with Lee Tomlin moving the opposite way to the City Ground.Cardiff boss Neil Warnock believes both clubs will benefit from the swap deal.\"I've always liked Jamie,\" Warnock told Cardiff's website. \"I think his attitude is fantastic - he's quick, dynamic and can play anywhere across the attacking line.\"I think Lee [Tomlin] needs a run of games and he has more chance of that at Nottingham Forest. The manager knows him and he's played well under him in the past. We'd like to wish him well while at the City Ground.\"",
  "dbpedia": "\nThe 31-year-old joins the Bluebirds for the remainder of the campaign, with <a href=\"http://dbpedia.org/resource/Lee_Tomlin\" title=\"http://dbpedia.org/resource/Lee_Tomlin\" target=\"_blank\">Lee Tomlin</a> moving the opposite way to the City Ground.Cardiff boss <a href=\"http://dbpedia.org/resource/Neil_Warnock\" title=\"http://dbpedia.org/resource/Neil_Warnock\" target=\"_blank\">Neil Warnock</a> believes both clubs will benefit from the swap deal.&quot;I\\&apos;ve always liked Jamie,&quot; Warnock told <a href=\"http://dbpedia.org/resource/Cardiff_City_F.C.\" title=\"http://dbpedia.org/resource/Cardiff_City_F.C.\" target=\"_blank\">Cardiff</a>\\&apos;s website. &quot;I think his attitude is fantastic - he\\&apos;s quick, dynamic and can play anywhere across the attacking line.&quot;I think Lee [Tomlin] needs a run of games and he has more chance of that at <a href=\"http://dbpedia.org/resource/Nottingham_Forest_F.C.\" title=\"http://dbpedia.org/resource/Nottingham_Forest_F.C.\" target=\"_blank\">Nottingham Forest</a>. The manager knows him and he\\&apos;s played well under him in the past. We\\&apos;d like to wish him well while at the City Ground.&quot;\n"
}