{
  "date": "25/01/18",
  "title": "Jamie Vardy to face V9 Academy graduate Alex Penny in FA Cup fourth round",
  "description": "Jamie Vardy's intriguing FA Cup run continues on Saturday as he faces a graduate from his own V9 Academy.",
  "content": "The Leicester striker came up against his former non-league club Fleetwood Town in the third round of the competition.\nAnd on Saturday, as the Foxes travel to League One side Peterborough, Vardy will face Alex Penny, who signed for Posh last summer after impressing at the V9 Academy, which aims to showcase non-league talent.\nAsked about the prospect of facing Vardy, Penny said with a smile: \"Everyone has been saying that when the ball goes in the channel it's a race between me and him and he's nervous because he knows I'm going to burn him.\"\nVardy's response? \"We will wait and see on Saturday but there haven't been that many people who can catch me. It will just be a normal game and I'm sure once we both step over the white line we will be concentrating on getting the win.\"\nThe V9 Academy is into its second year and has expanded its search for non-league footballers who could step up to become professional.\nPenny said the academy had a \"massive impact\" on his career.\n\"Coming through non-league just like Jamie, it's getting that opportunity,\" he said. \"When you are given that opportunity by anyone you need to grasp it with both hands and take it in your stride.\"\nVardy says he hopes to unearth more non-league talent as the V9 Academy continues to grow.\n\"We set a target and we achieved it, but we know there is still talent out there that are capable of getting into the Football League and playing professionally.\n\"It nearly didn't go ahead because there wasn't a sponsor available who wanted to put their money in so I have done it again myself.\"\nHaving made the step up from non-league to the Premier League, there has been speculation that Vardy could be on the move this month, with Chelsea and Everton linked with a move for the striker.\nBut he said: \"It doesn't affect me. You just take it with a pinch of salt, it's just rumours...I am here at Leicester, concentrating on Leicester until Leicester tell me otherwise.\"\n",
  "dbpedia": "The <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a> striker came up against his former non-league club <a href=\"http://dbpedia.org/resource/Fleetwood_Town_F.C.\" title=\"http://dbpedia.org/resource/Fleetwood_Town_F.C.\" target=\"_blank\">Fleetwood Town</a> in the third round of the competition.<br>And on Saturday, as the Foxes travel to <a href=\"http://dbpedia.org/resource/Football_League_One\" title=\"http://dbpedia.org/resource/Football_League_One\" target=\"_blank\">League One</a> side <a href=\"http://dbpedia.org/resource/Peterborough_United_F.C.\" title=\"http://dbpedia.org/resource/Peterborough_United_F.C.\" target=\"_blank\">Peterborough</a>, Vardy will face Alex Penny, who signed for Posh last summer after impressing at the V9 Academy, which aims to showcase non-league talent.<br>Asked about the prospect of facing Vardy, Penny said with a smile: \"Everyone has been saying that when the ball goes in the channel it's a race between me and him and he's nervous because he knows I'm going to burn him.\"<br>Vardy's response? \"We will wait and see on Saturday but there haven't been that many people who can catch me. It will just be a normal game and I'm sure once we both step over the white line we will be concentrating on getting the win.\"<br>The V9 Academy is into its second year and has expanded its search for non-league footballers who could step up to become professional.<br>Penny said the academy had a \"massive impact\" on his career.<br>\"Coming through non-league just like Jamie, it's getting that opportunity,\" he said. \"When you are given that opportunity by anyone you need to grasp it with both hands and take it in your stride.\"<br>Vardy says he hopes to unearth more non-league talent as the V9 Academy continues to grow.<br>\"We set a target and we achieved it, but we know there is still talent out there that are capable of getting into the Football League and playing professionally.<br>\"It nearly didn't go ahead because there wasn't a sponsor available who wanted to put their money in so I have done it again myself.\"<br>Having made the step up from non-league to the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, there has been speculation that Vardy could be on the move this month, with <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> and <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> linked with a move for the striker.<br>But he said: \"It doesn't affect me. You just take it with a pinch of salt, it's just rumours...I am here at <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a>, concentrating on <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a> until <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a> tell me otherwise.\"<br>"
}