{
  "date": "26/01/18",
  "title": "Jamie Vardy confirms commitment to Leicester City amid transfer rumours",
  "description": "Leicester City striker Jamie Vardy has played down reports linking him with a move away from the club.",
  "content": "The 31-year-old, who in the summer of 2016 turned down the chance to join Arsenal, has this month been linked with Everton and reigning Premier League champions Chelsea.Chelsea are known to be looking for another striker as Blues boss Antonio Conte wants to ease the burden on Alvaro Morata.But ahead of Leicester's FA Cup fourth-round tie away at League One side Peterborough on Saturday, Vardy insists he is committed to the Foxes.When asked about the speculation, he said: \"Who have I been linked with today? Chelsea, they've been linked with everybody haven't they?\"You just have to take things like this with a pinch of salt, it's just rumours. Usually, it all gets started by someone throwing a few quid on it at the bookies.\"I'm a Leicester player and I'm just concentrating on Leicester until the club tell me otherwise and we will be looking to progress to the next round of the cup.\"Leicester's only signing this month has been Fousseni Diabate and the 22-year-old midfielder, who moved to the King Power Stadium from French Ligue 2 club Gazelec Ajaccio, could make his debut against Peterborough.Foxes boss Claude Puel is looking to further add to his squad though ahead of the transfer window closing next week.He said: \"It will be interesting to strengthen the team if we can. If it is not possible, I am happy with this squad. They have good attitude and good quality.\"Robert Huth and Danny Simpson could both be back in the Leicester squad for the tie at the ABAX Stadium.Central defender Huth has yet to play this season having undergone ankle surgery in the summer while full-back Simpson has recovered from the hamstring injury that has kept him on the sidelines recently.However, captain Wes Morgan is still recovering from the hamstring injury that has kept him out since New Year's Day and Puel does not know when he will be back in contention.\"No date [yet] but there was good news from his scan and he is making good progress,\" said Puel."
}