{
  "date": "01/02/18",
  "title": "January transfer window: The ones that got away",
  "description": "It may have been one of the most memorable January transfer windows – and dramatic Deadline Days – but there were still several high-profile deals which didn’t get over the line. ",
  "content": "From transfer fees to cup-tied players, there were a range of reasons for these potential deals falling through.Here, we take a look at the ones that got away…Despite the player handing in a transfer request and Manchester City making no fewer than four bids for his services, Leicester City refused to sell Riyad Mahrez on Deadline Day.Sky sources understand Mahrez's decision to hand in a transfer request, miss training on Tuesday and not travel with the squad for Wednesday's clash with Everton angered his team-mates.For his part, Mahrez feels frustrated that while N'Golo Kante and Danny Drinkwater have been allowed to move on, Leicester are unwilling to sell him. But ultimately he remains with the Foxes until the summer at least.Southampton were dealt a Deadline Day blow when they failed in their pursuit of Spartak Moscow winger Quincy Promes.Saints had hoped to complete a £30m transfer for the 2017 Footballer of the Year in Russia but Spartak were unable to find a replacement so blocked the move.Mauricio Pellegrino would have seen Promes - who has scored 15 goals in 25 games this season for the defending Russian champions - as a much-needed source of goals for his struggling side.Napoli appeared close to signing Everton's Davy Klaassen on loan with an option to buy - but the deal fell apart. There had been speculation that this was due to the Dutchman's ineligibility to compete in the Europa League but Sam Allardyce suggested otherwise.\"It is the weirdest thing,\" said the Everton manager. \"He's got a sporting contract with a company and that was part of the reason it failed. God knows how.\"The midfielder has been surplus to requirements at Goodison Park, making just four Premier League appearances after his arrival from Ajax last summer.Troy Deeney has a long-standing connection with Watford, but the club captain appeared to be heading for a surprise move to West Bromwich Albion when he was absent from the Hornets' squad for the FA Cup defeat to Southampton last Saturday.However, with the Baggies landing a loan deal for Liverpool's Daniel Sturridge, Deeney remained with Watford and returned to their squad for Wednesday's Premier League clash at Stoke.Daley Blind has been on the fringes of Jose Mourinho's plans so far this season and it seemed Roma could offer the Dutch utility man a way back to first-team football.The initial mooted loan deal was passed on by Manchester United, according to Sky sources, as the Old Trafford club would have preferred a permanent move. It seems United are willing to wait until the summer."
}