{
  "date": "23/01/18",
  "title": "Jason Cummings insists he has the character needed to play for Rangers",
  "description": "Jason Cummings insists he has the character needed to play for Rangers and says he is returning to Scotland a better player.",
  "content": "The 22-year-old has moved to Ibrox on a six-month loan until the end of the season from Nottingham Forest, with Rangers having the option of making the deal permanent.\nCummings left Hibernian to move to the City Ground in the summer under Mark Warburton and scored four goals in 17 appearances but, despite being told by new manager Aitor Karanka that he was free to find more game time elsewhere, he says he is returning north a better player.\n\"I have definitely learned a lot down there,\" he said. \"Playing with better players, in that league as well you are playing against top players in big stadiums. I learned a lot, my all-round game has got better and I can't wait to show that in the SPFL.\n\"Getting more game time was one of the main reasons for coming here. It's no fun sitting in the stand or on the bench. I know I should be playing. I don't want to be wasting away down there, so when I heard Rangers had come in I couldn't turn it down.\n\"I jumped at the chance to play for them and I can't wait to get started. They obviously want to win every game, pushing for titles and winning all the cups so every week I'll have to be on my A-game but I'm the type of player that can handle that and I'm looking forward to the challenge.\"\nHe added: \"As a player, I like a bit of pressure, I like those expectations to win. As a player I think my character fits perfectly to play for Rangers.\n\"My confidence is always sky high so I don't think that's a problem. Obviously the good thing is that I've done it up here as well, so, in a way, I've got nothing really to prove. Everybody knows what I'm all about, that I can score goals and I've already shown that, so I'm still confident.\"\nCummings admits he is unsure as to what his future holds in the long-term following Karanka's appointment.\n\"I'm going to enjoy the six months here with Rangers first and see how it goes and then at the end of the six months I'm going to have a chat with the gaffer at Forest and see what he thinks. Sometimes it is out of my hands,\" he said.\n\"Forest didn't want to give me a chance when the new gaffer came in so it was out of my hands and I had to find somewhere to get more game time so at the end of the six months I'll assess it. When Rangers came in it was a no-brainer. That's what my plan was [to stay and fight for a place] but then Rangers came in for me so that was the problem, I had to come here.\"\nThe Scotland international should be in line to face former side Hibernian at Ibrox on February 3 but says he is not prioritising any fixture over others.\nDespite scoring 71 goals in 150 appearances for Hibs he incurred the wrath of Easter Road fans online after moving to Glasgow but he says he is not bothered by internet trolls.\n\"I'm looking forward to every game, just to put on the royal blue jersey and play for Rangers I'm looking forward to, it doesn't matter who it is against,\" he said. \"Obviously I still have a couple of mates that play for Hibs so it'll be decent to play against them but I am buzzing for every game.\"\nHe added: \"I've dealt with abuse when I was up here before. It's part and parcel of the game in Scotland. Down there it was easy but up in Scotland everyone seems to give you a bit more abuse and a bit more stick.\n\"But I'm used to it now. It drives me on. It makes me want to do better. I take it as a compliment when the opposition are giving you abuse, it's obviously because you're doing well. That's the way I look at it.\"\n",
  "dbpedia": "The 22-year-old has moved to <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Ibrox</a> on a six-month loan until the end of the season from <a href=\"http://dbpedia.org/resource/Nottingham_Forest_F.C.\" title=\"http://dbpedia.org/resource/Nottingham_Forest_F.C.\" target=\"_blank\">Nottingham Forest</a>, with <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a> having the option of making the deal permanent.<br>Cummings left <a href=\"http://dbpedia.org/resource/Hibernian_F.C.\" title=\"http://dbpedia.org/resource/Hibernian_F.C.\" target=\"_blank\">Hibernian</a> to move to the <a href=\"http://dbpedia.org/resource/City_Ground\" title=\"http://dbpedia.org/resource/City_Ground\" target=\"_blank\">City Ground</a> in the summer under Mark Warburton and scored four goals in 17 appearances but, despite being told by new manager <a href=\"http://dbpedia.org/resource/Aitor_Karanka\" title=\"http://dbpedia.org/resource/Aitor_Karanka\" target=\"_blank\">Aitor Karanka</a> that he was free to find more game time elsewhere, he says he is returning north a better player.<br>\"I have definitely learned a lot down there,\" he said. \"Playing with better players, in that league as well you are playing against top players in big stadiums. I learned a lot, my all-round game has got better and I can't wait to show that in the SPFL.<br>\"Getting more game time was one of the main reasons for coming here. It's no fun sitting in the stand or on the bench. I know I should be playing. I don't want to be wasting away down there, so when I heard <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a> had come in I couldn't turn it down.<br>\"I jumped at the chance to play for them and I can't wait to get started. They obviously want to win every game, pushing for titles and winning all the cups so every week I'll have to be on my A-game but I'm the type of player that can handle that and I'm looking forward to the challenge.\"<br>He added: \"As a player, I like a bit of pressure, I like those expectations to win. As a player I think my character fits perfectly to play for <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a>.<br>\"My confidence is always sky high so I don't think that's a problem. Obviously the good thing is that I've done it up here as well, so, in a way, I've got nothing really to prove. Everybody knows what I'm all about, that I can score goals and I've already shown that, so I'm still confident.\"<br>Cummings admits he is unsure as to what his future holds in the long-term following Karanka's appointment.<br>\"I'm going to enjoy the six months here with <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a> first and see how it goes and then at the end of the six months I'm going to have a chat with the <a href=\"http://dbpedia.org/resource/Ian_Holloway\" title=\"http://dbpedia.org/resource/Ian_Holloway\" target=\"_blank\">gaffer</a> at Forest and see what he thinks. Sometimes it is out of my hands,\" he said.<br>\"Forest didn't want to give me a chance when the new <a href=\"http://dbpedia.org/resource/Ian_Holloway\" title=\"http://dbpedia.org/resource/Ian_Holloway\" target=\"_blank\">gaffer</a> came in so it was out of my hands and I had to find somewhere to get more game time so at the end of the six months I'll assess it. When <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a> came in it was a no-brainer. That's what my plan was [to stay and fight for a place] but then <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a> came in for me so that was the problem, I had to come here.\"<br>The <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scotland</a> international should be in line to face former side <a href=\"http://dbpedia.org/resource/Hibernian_F.C.\" title=\"http://dbpedia.org/resource/Hibernian_F.C.\" target=\"_blank\">Hibernian</a> at <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Ibrox</a> on February 3 but says he is not prioritising any fixture over others.<br>Despite scoring 71 goals in 150 appearances for <a href=\"http://dbpedia.org/resource/Hibernian_F.C.\" title=\"http://dbpedia.org/resource/Hibernian_F.C.\" target=\"_blank\">Hibs</a> he incurred the wrath of <a href=\"http://dbpedia.org/resource/Easter_Road\" title=\"http://dbpedia.org/resource/Easter_Road\" target=\"_blank\">Easter Road</a> fans online after moving to Glasgow but he says he is not bothered by internet trolls.<br>\"I'm looking forward to every game, just to put on the royal blue jersey and play for <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a> I'm looking forward to, it doesn't matter who it is against,\" he said. \"Obviously I still have a couple of mates that play for <a href=\"http://dbpedia.org/resource/Hibernian_F.C.\" title=\"http://dbpedia.org/resource/Hibernian_F.C.\" target=\"_blank\">Hibs</a> so it'll be decent to play against them but I am buzzing for every game.\"<br>He added: \"I've dealt with abuse when I was up here before. It's part and parcel of the game in <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scotland</a>. Down there it was easy but up in <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scotland</a> everyone seems to give you a bit more abuse and a bit more stick.<br>\"But I'm used to it now. It drives me on. It makes me want to do better. I take it as a compliment when the opposition are giving you abuse, it's obviously because you're doing well. That's the way I look at it.\"<br>"
}