{
  "date": "21/01/18",
  "title": "Javi Gracia interview: New Watford head coach on beating Barcelona",
  "description": "Javi Gracia, the new Watford head coach, spoke to Adam Bate in October about why his Malaga side were \"chloroform\" for the big boys in La Liga. Here, we revisit that interview to find out what he might bring to the Premier League.",
  "content": "His has been the name on Spanish lips for much of the season. Javi Gracia was linked with the Sevilla job before they turned instead to Vincenzo Montella and there are also those in Bilbao who would have welcomed him back to Athletic, the club where he began his playing career. But it is bottom club Malaga who most craved his return - and understandably so.Memories of his time at Malaga remain fresh. It was not so long ago that the club registered back-to-back top-10 finishes under his watch. Despite diminished resources, Gracia earned a reputation for being able to cause problems for the very best. In his final season, Malaga were unbeaten home and away against Real Madrid - costing them the title.The only other team unbeaten against Madrid in La Liga that 2015/16 season were Atletico, and Malaga beat them too. In fact, they conceded only five goals in six games against the big three that season. The year before, Gracia's first at the club, Malaga took four points from two games against eventual champions Barcelona, beating them at the Camp Nou.Barca went on to win the Champions League that season and had scored 26 goals in the six games prior to facing Malaga. They hit 18 in the six after too, winning the lot. But Malaga deserved their win. Spanish newspaper El Pais described them as \"pure chloroform\" for Barca. For Gracia, it was a reward for his 12-hour days at the training ground.\"It was amazing for us because we needed the points and to win at that moment in Barcelona was something special,\" Gracia tells Sky Sports. \"Afterwards, all of the football world was speaking about it and the tactical preparation that went into it. I do enjoy that tactical challenge but we did that for every game whether it was Barcelona or Leganes.\"So how exactly do you beat Barca? \"We did different things in different moments,\" he explains. \"In certain moments, it is important to drop to a low block but this has to be done all together as a team. It is important to remember not to stay too deep. In other moments it is important to press, but the really important thing is to press as an entire team.\"The spaces in the central zone have to be closed down because that is the area where Barcelona can really hurt you. So we looked to close down that space and, of course, we tried our very best to press as much as possible when Lionel Messi got the ball. We prepared very well and got good results by doing it that way.\"Naturally, Gracia was in-demand when he decided to leave Malaga in 2016 but when he took a four-year contract at Rubin Kazan he was walking into a club with big problems. Rubin had finished 10th prior to his arrival but a ninth-place finish was still seen as a disappointment. Gracia acknowledges that he found it an awkward assignment.\"It was very tough,\" he admits. \"The culture and the character there is very different. It was so tough for me. Communication was difficult. I had 13 different nationalities and five translators so it was difficult to explain my plans on a daily basis. I was struggling to explain everything that I wanted from them. The weather was a very big problem too.\"Given that the weather in Watford is hardly reminiscent of Malaga - the city that remains home to his three sons - this might be considered a surprising choice. Watford have a few different nationalities of their own too. But Gracia speaks good English and is a keen follower of the Premier League, particularly enjoying Pep Guardiola's Manchester City.\"If an opportunity came up again in Russia then I would have to say no but if it was somewhere else then that would be good,\" he says. \"I think maybe after my last experience in Russia I would prefer for the next opportunity to come here in Spain, but I do not rule out going abroad again because I think there are many places where I can enjoy my job.\"It seems Watford is one of those places, even though he will be taking over at a club that has won only one of their last 11 Premier League matches and are duly bottom of the form table. The next visitors to Vicarage Road are champions Chelsea so it will not get any easier. But Gracia's track record against the best suggests that game is no foregone conclusion."
}