{
  "date": "03/02/18",
  "title": "Javi Gracia unfazed by short shelf life of Watford predecessors",
  "description": "Javi Gracia concedes the shelf life of a manager is short but insists he is more than comfortable working with Watford's trigger-happy owners.",
  "content": "The 47-year-old replaced Marco Silva at Vicarage Road just hours after his sacking on January 21 to become the Hornets' eighth manager in just over four years.But the Spaniard has stressed he is not concerned by Watford's turnover of managers and is instead focused on delivering a team which pleases supporters.\"That's the way Watford work,\" Gracia told Sky Sports, when asked to comment on his long line of predecessors.\"I am happy to be the coach of this team. At other clubs it is different but I am comfortable to do my job.\"I am not worried about that because it happens in all of the countries. The life of a coach is short. I want to enjoy my job and do the best I can, I cannot do anything else.\"I have a philosophy, I am Spanish and have grown with this philosophy. For me the most important thing is to find a good balance for the team; attacking, defending, transitions, set pieces.\"The most important thing is to find a balance and get results because your work depends on the results. You need to get results and then after you can speak about the way you play.\"Get results with the values your fans want, the relationship between the team, fans and coach is important.\"Having kicked his tenure off at Watford with an FA Cup defeat at Southampton and a goalless draw at Stoke, Gracia will take charge of his first home game when they host Chelsea on Monday Night Football.And Gracia spoke of his excitement, and meticulously attention to detail, ahead of the visit of the champions.\"I am so excited because it's my first match at home,\" he added. \"I don't mind who we are playing, but with Chelsea being the last champions it is amazing.\"I would like us to finish this match with a good result and with our supporters happy.\"Watford are a club that are trying to stay in the Premier League year on year and try to be ambitious and improve day by day.\"For me, it's important that way you get results and play every weekend. The positions are not so important, the enjoyment of supporters is most important.\"When I plan the match everything is perfect, but after that many things happen. I try to look for solutions to give options to my players so they feel comfortable and have the control to enjoy the game too.\"Catch the full interview with Javi Gracia on Soccer Saturday and watch Watford v Chelsea on Monday Night Football from 7pm on Sky Sport Premier League",
  "dbpedia": "\nThe 47-year-old replaced <a href=\"http://dbpedia.org/resource/Marco_Silva_(footballer)\" title=\"http://dbpedia.org/resource/Marco_Silva_(footballer)\" target=\"_blank\">Marco Silva</a> at Vicarage Road just hours after his sacking on January 21 to become the Hornets\\&apos; eighth manager in just over four years.But the Spaniard has stressed he is not concerned by <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a>\\&apos;s turnover of managers and is instead focused on delivering a team which pleases supporters.&quot;That\\&apos;s the way <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> work,&quot; Gracia told Sky Sports, when asked to comment on his long line of predecessors.&quot;I am happy to be the coach of this team. At other clubs it is different but I am comfortable to do my job.&quot;I am not worried about that because it happens in all of the countries. The life of a coach is short. I want to enjoy my job and do the best I can, I cannot do anything else.&quot;I have a philosophy, I am Spanish and have grown with this philosophy. For me the most important thing is to find a good balance for the team; attacking, defending, transitions, set pieces.&quot;The most important thing is to find a balance and get results because your work depends on the results. You need to get results and then after you can speak about the way you play.&quot;Get results with the values your fans want, the relationship between the team, fans and coach is important.&quot;Having kicked his tenure off at <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> with an FA Cup defeat at <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> and a goalless draw at <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a>, Gracia will take charge of his first home game when they host <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> on Monday Night Football.And Gracia spoke of his excitement, and meticulously attention to detail, ahead of the visit of the champions.&quot;I am so excited because it\\&apos;s my first match at home,&quot; he added. &quot;I don\\&apos;t mind who we are playing, but with <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> being the last champions it is amazing.&quot;I would like us to finish this match with a good result and with our supporters happy.&quot;<a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> are a club that are trying to stay in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> year on year and try to be ambitious and improve day by day.&quot;For me, it\\&apos;s important that way you get results and play every weekend. The positions are not so important, the enjoyment of supporters is most important.&quot;When I plan the match everything is perfect, but after that many things happen. I try to look for solutions to give options to my players so they feel comfortable and have the control to enjoy the game too.&quot;Catch the full interview with <a href=\"http://dbpedia.org/resource/Javi_Gracia\" title=\"http://dbpedia.org/resource/Javi_Gracia\" target=\"_blank\">Javi Gracia</a> on Soccer Saturday and watch <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> v <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> on Monday Night Football from 7pm on Sky Sport <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>\n"
}