{
  "date": "25/01/18",
  "title": "Javi Gracia says he will leave Watford transfer business to others within the club",
  "description": "New Watford head coach Javi Gracia says he is focused on working with his squad and will leave transfer business to the club's hierarchy.",
  "content": "Gracia could be without captain Troy Deeney for his first game in charge of Watford - an FA Cup fourth-round tie against Southampton - as the 29-year-old has not trained this week due to illness.\nThe Spaniard was unable to give an update on Deeney's future at the club following reported interest from West Brom, saying other people in the club are dealing with transfer market.\n\"Troy Deeney did not train this week because he was ill, I don't know what will happen in the future,\" said Gracia.\n\"There are other people in the club working on these situations and I focus on my job.\n\"I'm not thinking in this moment about the players in or the players out, there are other people in the club to do [transfer business], I have enough to do right away with my job.\"\nWatford have won just one of their last 11 games in the Premier League, a run which saw Marco Silva sacked last Sunday, but Gracia says his immediate priority is Saturday's trip to Southampton.\n\"No, we are only focused on our next match,\" said Gracia. \"It's a final for us, we only have one chance to go on in this competition and we are really focused on this match.\n\"This competition is very important, historic and we need to really enjoy and play as a final. There is no other matches in this moment in my mind, I'm focused on this competition.\"\n",
  "dbpedia": "Gracia could be without captain Troy Deeney for his first game in charge of <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> - an FA Cup fourth-round tie against <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> - as the 29-year-old has not trained this week due to illness.<br>The Spaniard was unable to give an update on Deeney's future at the club following reported interest from <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a>, saying other people in the club are dealing with transfer market.<br>\"<a href=\"http://dbpedia.org/resource/Troy_Deeney\" title=\"http://dbpedia.org/resource/Troy_Deeney\" target=\"_blank\">Troy Deeney</a> did not train this week because he was ill, I don't know what will happen in the future,\" said Gracia.<br>\"There are other people in the club working on these situations and I focus on my job.<br>\"I'm not thinking in this moment about the players in or the players out, there are other people in the club to do [transfer business], I have enough to do right away with my job.\"<br><a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> have won just one of their last 11 games in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, a run which saw <a href=\"http://dbpedia.org/resource/Marco_Silva_(footballer)\" title=\"http://dbpedia.org/resource/Marco_Silva_(footballer)\" target=\"_blank\">Marco Silva</a> sacked last Sunday, but Gracia says his immediate priority is Saturday's trip to <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a>.<br>\"No, we are only focused on our next match,\" said Gracia. \"It's a final for us, we only have one chance to go on in this competition and we are really focused on this match.<br>\"This competition is very important, historic and we need to really enjoy and play as a final. There is no other matches in this moment in my mind, I'm focused on this competition.\"<br>"
}