{
  "date": "07/01/18",
  "title": "Jay Rodriguez urges West Brom to build on FA Cup victory",
  "description": "Jay Rodriguez has urged his West Brom team-mates to maintain the winning feeling after they beat Exeter 2-0 in the FA Cup to record their first victory in 22 games.",
  "content": "The Baggies' last win before beating League Two side Exeter was in August when they beat Accrington, also of League Two, in the Carabao Cup.\nThat run of form has seen West Brom slide into the relegation zone in the Premier League, but Rodriguez wants them to use their cup success as a platform to start climbing the table.\nHe said: \"You see what winning can do for teams in general, no matter what league you're in.\n\"When you're on a winning streak you feel unbeatable and obviously on the other side you find it hard. You get into a rut of not winning, you can feel it in the team.\n\"Those thoughts do creep in, you can't hide from it that we had not won for a while.\n\"Our priority now is to start climbing the Premier League table.\"\nRodriguez, who has one cap for England, scored his side's second goal and could have had a third when West Brom were awarded a penalty.\nHowever, after an intervention from Salomon Rondon, Hal Robson-Kanu took the spot-kick, only to see his tame effort saved by Exeter keeper Christy Pym.\nRodriguez praised his team-mates though, saying: \"We've got honest lads here who work hard, and I think it's a really good squad.\n\"We know how important the FA Cup is and we want to get on a run in it.\n\"We've got to kick on now, I just feel we need that bit of luck.\"\n",
  "dbpedia": "The Baggies' last win before beating <a href=\"http://dbpedia.org/resource/Football_League_Two\" title=\"http://dbpedia.org/resource/Football_League_Two\" target=\"_blank\">League Two</a> side <a href=\"http://dbpedia.org/resource/Exeter_City_F.C.\" title=\"http://dbpedia.org/resource/Exeter_City_F.C.\" target=\"_blank\">Exeter</a> was in August when they beat <a href=\"http://dbpedia.org/resource/Accrington_Stanley_F.C.\" title=\"http://dbpedia.org/resource/Accrington_Stanley_F.C.\" target=\"_blank\">Accrington</a>, also of <a href=\"http://dbpedia.org/resource/Football_League_Two\" title=\"http://dbpedia.org/resource/Football_League_Two\" target=\"_blank\">League Two</a>, in the Carabao Cup.<br>That run of form has seen <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> slide into the relegation zone in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, but Rodriguez wants them to use their cup success as a platform to start climbing the table.<br>He said: \"You see what winning can do for teams in general, no matter what league you're in.<br>\"When you're on a winning streak you feel unbeatable and obviously on the other side you find it hard. You get into a rut of not winning, you can feel it in the team.<br>\"Those thoughts do creep in, you can't hide from it that we had not won for a while.<br>\"Our priority now is to start climbing the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> table.\"<br>Rodriguez, who has one cap for <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a>, scored his side's second goal and could have had a third when <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> were awarded a penalty.<br>However, after an intervention from Salomon Rondon, <a href=\"http://dbpedia.org/resource/Hal_Robson-Kanu\" title=\"http://dbpedia.org/resource/Hal_Robson-Kanu\" target=\"_blank\">Hal Robson-Kanu</a> took the spot-kick, only to see his tame effort saved by <a href=\"http://dbpedia.org/resource/Exeter_City_F.C.\" title=\"http://dbpedia.org/resource/Exeter_City_F.C.\" target=\"_blank\">Exeter</a> keeper Christy Pym.<br>Rodriguez praised his team-mates though, saying: \"We've got honest lads here who work hard, and I think it's a really good squad.<br>\"We know how important the FA Cup is and we want to get on a run in it.<br>\"We've got to kick on now, I just feel we need that bit of luck.\"<br>"
}