{
  "date": "14/01/18",
  "title": "Jay Rodriguez reported to FA over alleged comment to Gaetan Bong",
  "description": "West Brom forward Jay Rodriguez has been reported to the Football Association for a remark allegedly made to Brighton defender Gaetan Bong during Saturday's Premier League match at The Hawthorns.",
  "content": "Neither manager would comment on the nature of Rodriguez's alleged comment but it has been reported to referee Martin Atkinson and he will be obliged to include in it his report, meaning the matter will be looked into by the FA.The incident is thought to have taken place during the second half of West Brom's 2-0 victory.The FA issued a statement on Sunday saying: \"The FA can confirm that referee Martin Atkinson was made aware of an allegation during the West Bromwich Albion versus Brighton & Hove Albion game at The Hawthorns yesterday and has subsequently reported this to The FA, which will now begin making enquiries into the matter.\"Brighton boss Chris Hughton said: \"Gaetan Bong has reported Jay Rodriguez for something that has been said to him. It's been handled in the correct manner by the referee.\"The referee is aware of what the allegations are and that will go through to the FA.\"I am aware of the allegations. All I can say is it was dealt with in the correct manner and the nature of the allegations the FA will deal with.\"Rodriguez denies the claims against him, according to West Brom boss Alan Pardew.\"There's been an allegation made by the Brighton full-back to the referee and that allegation will go to the FA,\" he said.\"I can only say on my behalf, because I haven't seen the incident, knowing Jay Rodriguez I find it very difficult to understand if I'm honest.\"Jay Rodriguez claims that the allegation, whatever the allegation is, is untrue.\"",
  "dbpedia": "\nNeither manager would comment on the nature of Rodriguez\\&apos;s alleged comment but it has been reported to referee Martin Atkinson and he will be obliged to include in it his report, meaning the matter will be looked into by the FA.The incident is thought to have taken place during the second half of <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a>\\&apos;s 2-0 victory.The FA issued a statement on Sunday saying: &quot;The FA can confirm that referee Martin Atkinson was made aware of an allegation during the <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Bromwich</a> Albion versus <a href=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" target=\"_blank\">Brighton &amp; Hove Albion</a> game at The Hawthorns yesterday and has subsequently reported this to The FA, which will now begin making enquiries into the matter.&quot;<a href=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a> boss <a href=\"http://dbpedia.org/resource/Chris_Hughton\" title=\"http://dbpedia.org/resource/Chris_Hughton\" target=\"_blank\">Chris Hughton</a> said: &quot;Gaetan Bong has reported <a href=\"http://dbpedia.org/resource/Jay_Rodriguez\" title=\"http://dbpedia.org/resource/Jay_Rodriguez\" target=\"_blank\">Jay Rodriguez</a> for something that has been said to him. It\\&apos;s been handled in the correct manner by the referee.&quot;The referee is aware of what the allegations are and that will go through to the FA.&quot;I am aware of the allegations. All I can say is it was dealt with in the correct manner and the nature of the allegations the FA will deal with.&quot;Rodriguez denies the claims against him, according to <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> boss <a href=\"http://dbpedia.org/resource/Alan_Pardew\" title=\"http://dbpedia.org/resource/Alan_Pardew\" target=\"_blank\">Alan Pardew</a>.&quot;There\\&apos;s been an allegation made by the <a href=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a> full-back to the referee and that allegation will go to the FA,&quot; he said.&quot;I can only say on my behalf, because I haven\\&apos;t seen the incident, knowing <a href=\"http://dbpedia.org/resource/Jay_Rodriguez\" title=\"http://dbpedia.org/resource/Jay_Rodriguez\" target=\"_blank\">Jay Rodriguez</a> I find it very difficult to understand if I\\&apos;m honest.&quot;<a href=\"http://dbpedia.org/resource/Jay_Rodriguez\" title=\"http://dbpedia.org/resource/Jay_Rodriguez\" target=\"_blank\">Jay Rodriguez</a> claims that the allegation, whatever the allegation is, is untrue.&quot;\n"
}