{
  "date": "09/01/18",
  "title": "Jermain Defoe and Bradley Lowery's friendship nominated for international accolade",
  "description": "Jermain Defoe and Bradley Lowery’s special friendship has been shortlisted for a prestigious Laureus Sports Award.",
  "content": "During his time as a player on Wearside, Bournemouth and England striker Defoe forged a close bond with young Sunderland fan Lowery, who lost his battle with cancer last year at the age of six.\nThe Best Sporting Moment of the Year award celebrates emotional, heart-warming moments that look beyond the scoreboard and show the true value of sport.\nDefoe said being in the running for the accolade - one of eight whch will be presented on February 27 at The Laureus World Sports Awards in Monaco - is a fitting tribute to his inspirational best friend.\n\"The Best Sporting Moment nomination is testimony to the way Bradley's courage and bravery inspired us all,\" Defoe said.\n\"Being nominated for such a prestigious and international award like the Laureus World Sports Awards shows how Brad touched the lives of millions of people all over the globe.\n\"He was my best friend and there's not a day that goes by when I don't think about him. Bradley's memory inspires me every day, both on and off the pitch.\"\nTeenage British racing driver Billy Monger, who had the lower part of both of his legs amputated after a high-speed crash at Donington Park last year, is also on the shortlist for the The Best Sporting Moment Award.\nBrazilian football team Chapecoense are nominated for continuing to defy the odds in rebuilding after the air disaster last year that saw 71 people tragically lose their lives.\nKimi Raikkonen super-fan Thomas Danel is also in the running for the award, with the Iowa Hawkeyes completing the list for the 'Kinnick Wave' - where everyone gathered towards the Stead Family Children's Hospital overlooking the stadium and waved to the patients at the end of the first quarter.\nWatch the Best Sporting Moment Nominee videos and vote at https://mylaureus.com\n",
  "dbpedia": "During his time as a player on Wearside, <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a> and <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> striker Defoe forged a close bond with young <a href=\"http://dbpedia.org/resource/Sunderland_A.F.C.\" title=\"http://dbpedia.org/resource/Sunderland_A.F.C.\" target=\"_blank\">Sunderland</a> fan Lowery, who lost his battle with cancer last year at the age of six.<br>The Best Sporting Moment of the Year award celebrates emotional, heart-warming moments that look beyond the scoreboard and show the true value of sport.<br>Defoe said being in the running for the accolade - one of eight whch will be presented on February 27 at The Laureus World Sports Awards in Monaco - is a fitting tribute to his inspirational best friend.<br>\"The Best Sporting Moment nomination is testimony to the way Bradley's courage and bravery inspired us all,\" Defoe said.<br>\"Being nominated for such a prestigious and international award like the Laureus World Sports Awards shows how Brad touched the lives of millions of people all over the globe.<br>\"He was my best friend and there's not a day that goes by when I don't think about him. Bradley's memory inspires me every day, both on and off the pitch.\"<br>Teenage British racing driver Billy Monger, who had the lower part of both of his legs amputated after a high-speed crash at Donington Park last year, is also on the shortlist for the The Best Sporting Moment Award.<br><a href=\"http://dbpedia.org/resource/Brazil_national_football_team\" title=\"http://dbpedia.org/resource/Brazil_national_football_team\" target=\"_blank\">Brazilian football team</a> Chapecoense are nominated for continuing to defy the odds in rebuilding after the air disaster last year that saw 71 people tragically lose their lives.<br>Kimi Raikkonen super-fan Thomas Danel is also in the running for the award, with the Iowa Hawkeyes completing the list for the 'Kinnick Wave' - where everyone gathered towards the Stead Family Children's Hospital overlooking the stadium and waved to the patients at the end of the first quarter.<br>Watch the Best Sporting Moment Nominee videos and vote at https://mylaureus.com<br>"
}