{
  "date": "15/01/18",
  "title": "Jesse Lingard right on time for Sir Alex Ferguson and Man Utd",
  "description": "Jesse Lingard says he was right to put faith in Sir Alex Ferguson's prediction the midfielder would come good at the age of 25.",
  "content": "The Manchester United academy product was joined by his father in a meeting with the club's former manager years ago in which Ferguson urged Lingard to stay put at Old Trafford where he would blossom into a player of Jean Tigana's quality.Lingard admits he had to do it \"the hard way\" by heading out on loan to Leicester, Birmingham, Brighton and Derby but, after hitting 11 goals already this season, he believes he is becoming a power to be reckoned with.\"Me and my dad put that trust in him [Ferguson] to say that,\" Lingard told Sky Sports News. \"It's obviously worked. He guessed right.\"I think it's my time now. I knew we had to step up and kind of take charge. That's what I've done.\"The goals have come, which has given me confidence. Each game I just want to score now, that's my main objective.\"Lingard's hopes of a spot in England's squad for the 2018 World Cup are in the back of his mind, and he maintains the focus this season has always been about proving himself at United.He had already set out goalscoring objectives with team-mate Marcus Rashford at the beginning of the campaign.\"The first few seasons I was just getting used to the Premier League, I just wanted to play football,\" he said.\"This season I've come in with objectives, a different mindset to get goals and assists. When you score a goal it boosts yourself and the team as well.\"Lingard has scored five goals in his last six games for United, but results in the Premier League have left them off the pace of leaders Manchester City heading into Monday's game against Stoke, live on Sky Sports Premier League. Jose Mourinho's side have won just one of their last four league matches to leave them 15 points behind their rivals in second place.Lingard believes finishing runner-up would represent progress, but the club's ultimate target will not change.\"Man United is a club where we always want to win and be first,\" he said. \"If second is the spot we have to take then we'll take it as long as we're up there and winning games. But our main priority is to be first all the time.\"The mentality of the lads is always to win, and the manager's mindset is the same. We come into each season wanting to come out on top as number one.\""
}