{
  "date": "22/01/18",
  "title": "Jimmy Armfield, the former England and Blackpool captain, dies aged 82",
  "description": "Jimmy Armfield, the former England and Blackpool captain, has died at the age of 82.",
  "content": "Armfield is Blackpool's record appearance maker, playing 627 times across 17 years at Bloomfield Road, and he received 43 caps for England, captaining his country on 15 occasions.\nThe Armfield family confirmed he passed away following a long battle with cancer at Trinity Hospice, a charity which he represented as its president, on Monday morning.\n\"Blackpool Football Club is deeply saddened to learn of the passing of its record appearance holder and vice-president Jimmy Armfield,\" a Blackpool club statement read.\n\"Voted Young Player of the Year in 1959, Jimmy was heralded as the best right-back in the world following the 1962 World Cup in Chile, and narrowly missed out on the FWA Player of the Year Award to his good friend and England team-mate Sir Bobby Charlton in 1966.\n\"Jimmy was made a freeman of Blackpool in 2003 and later awarded an Outstanding Contribution honour at the Football League Awards in 2008, as well as a PFA Merit Award. He was also named a CBE on the New Year's Honours List in December 2009 for his services to the Lancashire community.\n\"Our heartfelt condolences go out to Jimmy's wife Anne, his two sons, Duncan and John, and the rest of the Armfield family at this time.\"\nArmfield earned a winner's medal for England's 1966 World Cup triumph - albeit 43 years later when FIFA belatedly recognised non-playing squad members.\nAfter calling time on his playing days Armfield had stints in management with Bolton and Leeds before moving into broadcasting where he spent more than 30 years working for the BBC.\nHe was inducted into Blackpool's Hall of Fame in 2006 and Bloomfield Road's newly constructed South Stand was named in his honour in 2010.\nFollowing the news of Armfield's passing the PFA issued a short statement paying tribute to the football great.\n\"He had time for everybody and made the world a better place with his love for life and all his many activities for his charities, hospitals, his church and his devotion to his wife Anne his sons Duncan and John and their wives and his grandchildren,\" wrote PFA chief Gordon Taylor.\n\"He will never be forgotten and may God bless him and keep him. RIP Jimmy, it was a real privilege and pleasure to know you and you were the dearest of friends, never to be forgotten.\"\n",
  "dbpedia": "Armfield is <a href=\"http://dbpedia.org/resource/Blackpool_F.C.\" title=\"http://dbpedia.org/resource/Blackpool_F.C.\" target=\"_blank\">Blackpool</a>'s record appearance maker, playing 627 times across 17 years at <a href=\"http://dbpedia.org/resource/Bloomfield_Road\" title=\"http://dbpedia.org/resource/Bloomfield_Road\" target=\"_blank\">Bloomfield Road</a>, and he received 43 caps for <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a>, captaining his country on 15 occasions.<br>The Armfield family confirmed he passed away following a long battle with cancer at Trinity Hospice, a charity which he represented as its president, on Monday morning.<br>\"<a href=\"http://dbpedia.org/resource/Blackpool_F.C.\" title=\"http://dbpedia.org/resource/Blackpool_F.C.\" target=\"_blank\">Blackpool Football Club</a> is deeply saddened to learn of the passing of its record appearance holder and vice-president <a href=\"http://dbpedia.org/resource/Jimmy_Armfield\" title=\"http://dbpedia.org/resource/Jimmy_Armfield\" target=\"_blank\">Jimmy Armfield</a>,\" a <a href=\"http://dbpedia.org/resource/Blackpool_F.C.\" title=\"http://dbpedia.org/resource/Blackpool_F.C.\" target=\"_blank\">Blackpool</a> club statement read.<br>\"Voted Young Player of the Year in 1959, Jimmy was heralded as the best right-back in the world following the 1962 World Cup in <a href=\"http://dbpedia.org/resource/Chile_national_football_team\" title=\"http://dbpedia.org/resource/Chile_national_football_team\" target=\"_blank\">Chile</a>, and narrowly missed out on the FWA Player of the Year Award to his good friend and <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> team-mate <a href=\"http://dbpedia.org/resource/Bobby_Charlton\" title=\"http://dbpedia.org/resource/Bobby_Charlton\" target=\"_blank\">Sir Bobby Charlton</a> in 1966.<br>\"Jimmy was made a freeman of <a href=\"http://dbpedia.org/resource/Blackpool_F.C.\" title=\"http://dbpedia.org/resource/Blackpool_F.C.\" target=\"_blank\">Blackpool</a> in 2003 and later awarded an Outstanding Contribution honour at the Football League Awards in 2008, as well as a PFA Merit Award. He was also named a CBE on the New Year's Honours List in December 2009 for his services to the Lancashire community.<br>\"Our heartfelt condolences go out to Jimmy's wife Anne, his two sons, Duncan and John, and the rest of the Armfield family at this time.\"<br>Armfield earned a winner's medal for <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a>'s 1966 World Cup triumph - albeit 43 years later when FIFA belatedly recognised non-playing squad members.<br>After calling time on his playing days Armfield had stints in management with <a href=\"http://dbpedia.org/resource/Bolton_Wanderers_F.C.\" title=\"http://dbpedia.org/resource/Bolton_Wanderers_F.C.\" target=\"_blank\">Bolton</a> and <a href=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" title=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" target=\"_blank\">Leeds</a> before moving into broadcasting where he spent more than 30 years working for the BBC.<br>He was inducted into <a href=\"http://dbpedia.org/resource/Blackpool_F.C.\" title=\"http://dbpedia.org/resource/Blackpool_F.C.\" target=\"_blank\">Blackpool</a>'s Hall of Fame in 2006 and <a href=\"http://dbpedia.org/resource/Bloomfield_Road\" title=\"http://dbpedia.org/resource/Bloomfield_Road\" target=\"_blank\">Bloomfield Road</a>'s newly constructed South Stand was named in his honour in 2010.<br>Following the news of Armfield's passing the PFA issued a short statement paying tribute to the football great.<br>\"He had time for everybody and made the world a better place with his love for life and all his many activities for his charities, hospitals, his church and his devotion to his wife Anne his sons Duncan and John and their wives and his grandchildren,\" wrote PFA chief <a href=\"http://dbpedia.org/resource/Gordon_Taylor_(footballer)\" title=\"http://dbpedia.org/resource/Gordon_Taylor_(footballer)\" target=\"_blank\">Gordon Taylor</a>.<br>\"He will never be forgotten and may God bless him and keep him. RIP Jimmy, it was a real privilege and pleasure to know you and you were the dearest of friends, never to be forgotten.\"<br>"
}