{
  "date": "31/01/18",
  "title": "Joe Lolley joins Nottingham Forest from Huddersfield",
  "description": "Huddersfield Town winger Joe Lolley has joined Sky Bet Championship club Nottingham Forest for an undisclosed fee.",
  "content": "Lolley has struggled to secure a regular first-team place under David Wagner since Huddersfield gained promotion to the top-flight and the midfielder has started just two games in the Premier League this season.The 25-year-old has now joined Forest on a four-and-a-half-year deal and could make his debut against Fulham on Saturday.A statement from Huddersfield boss David Wagner confirmed Lolley's departure on Wednesday and said: \"We received an attractive offer for Joe; one that makes total sense financially for Huddersfield Town.\"Joe is also now at the point in his career where he wants to and needs to play regularly and that's something we cannot offer him at this moment in time.\"We recalled Sean Scannell from his loan during this window and he will take Joe's place in our First Team squad as another option for us out wide.\"Joe has worked hard in every single training session and is a fantastic character. Everyone here wishes him all the best for the future.\"",
  "dbpedia": "\nLolley has struggled to secure a regular first-team place under David Wagner since <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> gained promotion to the top-flight and the midfielder has started just two games in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> this season.The 25-year-old has now joined Forest on a four-and-a-half-year deal and could make his debut against <a href=\"http://dbpedia.org/resource/Fulham_F.C.\" title=\"http://dbpedia.org/resource/Fulham_F.C.\" target=\"_blank\">Fulham</a> on Saturday.A statement from <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> boss David Wagner confirmed Lolley\\&apos;s departure on Wednesday and said: &quot;We received an attractive offer for Joe; one that makes total sense financially for <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield Town</a>.&quot;Joe is also now at the point in his career where he wants to and needs to play regularly and that\\&apos;s something we cannot offer him at this moment in time.&quot;We recalled <a href=\"http://dbpedia.org/resource/Sean_Scannell\" title=\"http://dbpedia.org/resource/Sean_Scannell\" target=\"_blank\">Sean Scannell</a> from his loan during this window and he will take Joe\\&apos;s place in our First Team squad as another option for us out wide.&quot;Joe has worked hard in every single training session and is a fantastic character. Everyone here wishes him all the best for the future.&quot;\n"
}