{
  "date": "03/01/18",
  "title": "John Stones appreciating Manchester City even more after injury spell",
  "description": "John Stones says he appreciated Manchester City's quality even more from the stands during his time out injured.",
  "content": "The England defender made his return from a 12-game lay-off with a hamstring problem in the 3-1 win over Watford at the Etihad Stadium on Tuesday.Stones missed much of City's record-breaking 18-game winning run, which ended with a 0-0 draw at Crystal Palace on Sunday, but the 23-year-old said his spell on the sidelines has only fuelled his appetite to be part of such an impressive team.\"It's been a joy to watch while I've been out,\" he said. \"You get a different insight into how we play and see it from a bird's eye view in the stand.\"In some of the games - not just here but away as well - we have done really well. Sadly the run got stopped at Crystal Palace but we're just back to winning ways and that's good.\"I think (injury) makes you appreciate it more. You should take advantage of it as much as you can when you are on the pitch and cherish the time you're out there and give your all.\"There's a learning curve while you're injured as well and that's how I try to take it, but to come back and get three goals, three points, is a good way to come back.\"",
  "dbpedia": "\nThe <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> defender made his return from a 12-game lay-off with a hamstring problem in the 3-1 win over <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> at the Etihad Stadium on Tuesday.Stones missed much of City\\&apos;s record-breaking 18-game winning run, which ended with a 0-0 draw at <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a> on Sunday, but the 23-year-old said his spell on the sidelines has only fuelled his appetite to be part of such an impressive team.&quot;It\\&apos;s been a joy to watch while I\\&apos;ve been out,&quot; he said. &quot;You get a different insight into how we play and see it from a bird\\&apos;s eye view in the stand.&quot;In some of the games - not just here but away as well - we have done really well. Sadly the run got stopped at <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a> but we\\&apos;re just back to winning ways and that\\&apos;s good.&quot;I think (injury) makes you appreciate it more. You should take advantage of it as much as you can when you are on the pitch and cherish the time you\\&apos;re out there and give your all.&quot;There\\&apos;s a learning curve while you\\&apos;re injured as well and that\\&apos;s how I try to take it, but to come back and get three goals, three points, is a good way to come back.&quot;\n"
}