{
  "date": "26/01/18",
  "title": "Jonny Evans could be sold at right price, says Alan Pardew",
  "description": "Jonny Evans will be allowed to leave West Brom during the January transfer window if the price is right, Alan Pardew has revealed.",
  "content": "The experienced defender has been subject to interest from both Manchester City and Arsenal since the summer.Since making his move to The Hawthorns from Manchester United in 2015, Evans has established himself as one of the Premier League's most consistent defenders.Pardew has admitted the club are keen to keep hold of the 30-year-old, but says Evans will be sold if the price is right.Speaking ahead of West Brom's FA Cup fourth-round clash with Liverpool, Pardew confirmed no official bids had been placed for the player, though enquiries have been made - while quashing reports of an Arsenal bid of £10m plus Mathieu Debuchy.\"That's not a deal that's been put to us... someone has released that and it's not true. Jonny is still at the football club and we haven't had a bid put to us that is anywhere near acceptable,\" said Pardew.\"We've had a couple of enquiries of what we would be looking for, and the answer has been 'we're not going to tell you'. You make a bid and you'll get some gauge.\"What I will confirm is what you already know, Jonny Evans is a target for other clubs, we might sell if the price is right, that's that deal, everything else is pure speculation,\" he added.As reported by Sky Sports News, West Brom have agreed a deal to sign defender Ali Gabr from Egyptian side Zamalek, though Pardew denies this is a move to find cover for Evans' departure.\"He's a player we're interested in, whether it depends upon Jonny's transfer is for our own personal opinion,\" said Pardew.As things stand Northern Irishman Evans is in line to play at Anfield on Saturday, though may not be joined by a number of team-mates who have been suffering from flu.Pardew outlined how a flu outbreak had hit the squad this week, with some players unable to train.\"We've had a bit of a flu bug at the moment, three or four players couldn't train today - James McClean, Jay Rodriguez, Ben Forster and [Ahmed] Hegazi.\"[but we have] certainly enough players available,\" Pardew added.Despite the upward challenge of overcoming Jurgen Klopp's Liverpool, Pardew feels the Baggies will benefit from not having Premier League points at stake, therefore allowing his men to play more freely.\"We take less pressure into this game, it's a cup game and there's no league points at stake so pressure off us to maybe open up the game a little bit, and that's obviously what i've been encouraging since I came here,\" he said.\"We'll go to Liverpool and try to cause them problems, but obviously it's a daunting task - their last home game was one of the performances of the season for sure,\""
}