{
  "date": "02/02/18",
  "title": "Jonny Evans should be offered new West Brom deal, says Alan Pardew",
  "description": "Alan Pardew says he wants the West Brom board to offer Jonny Evans a new contract now the January transfer window has closed.",
  "content": "Evans was linked with Arsenal and Manchester City during the window, and West Brom turned down a Deadline Day bid from the Gunners for the Northern Irishman.\nPardew now wants the 30-year-old to sign a new deal at the Hawthorns to avoid the speculation about his future rearing its head again in the summer.\nHe said: \"I told him what happened, he understood that, and now in my view we need to sit Jonny down and see if we can get a contract that works for him going forward.\n\"If not, in the summer again we're going to have this situation. That's something I will speak to the board about in the next couple of weeks.\n\"He can only be open to those discussions if the figures are right because the market dictates and we have to understand what those figures would have been elsewhere.\n\"Whether we can reach those figures I don't know.\"\nEvans featured three times for West Brom during January and he is now expected to play a key role in helping the Baggies try to avoid relegation from the Premier League.\nPardew praised the centre-half for his conduct throughout the transfer window, saying: \"I've spoken to Jonny all the way through.\n\"I've said to him what I would be saying in the press, that the last two or three days would be very difficult unless the bid was of a significant amount.\n\"I respect his position 100 per cent and I've tried to be honest and fair with him from the day I walked in and I will be until the day I walk out.\n\"His conduct around the training ground is spot on.\"\n",
  "dbpedia": "Evans was linked with <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> and <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> during the window, and <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> turned down a Deadline Day bid from the Gunners for the Northern Irishman.<br>Pardew now wants the 30-year-old to sign a new deal at the Hawthorns to avoid the speculation about his future rearing its head again in the summer.<br>He said: \"I told him what happened, he understood that, and now in my view we need to sit Jonny down and see if we can get a contract that works for him going forward.<br>\"If not, in the summer again we're going to have this situation. That's something I will speak to the board about in the next couple of weeks.<br>\"He can only be open to those discussions if the figures are right because the market dictates and we have to understand what those figures would have been elsewhere.<br>\"Whether we can reach those figures I don't know.\"<br>Evans featured three times for <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> during January and he is now expected to play a key role in helping the Baggies try to avoid relegation from the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>.<br>Pardew praised the centre-half for his conduct throughout the transfer window, saying: \"I've spoken to Jonny all the way through.<br>\"I've said to him what I would be saying in the press, that the last two or three days would be very difficult unless the bid was of a significant amount.<br>\"I respect his position 100 per cent and I've tried to be honest and fair with him from the day I walked in and I will be until the day I walk out.<br>\"His conduct around the training ground is spot on.\"<br>"
}