{
  "date": "02/02/18",
  "title": "Jordan Henderson is a 'fantastic player' for Liverpool, says Jurgen Klopp",
  "description": "Liverpool boss Jurgen Klopp admits he does not understand the criticism Jordan Henderson receives and has hailed the England international as a \"fantastic player\" for the Reds.",
  "content": "Henderson returned from injury to make his first start for Liverpool since December 22, as the Reds comfortably beat Huddersfield 3-0 on Tuesday night.The 27-year-old produced an impressive performance against the Terriers and Klopp admits he is baffled as to why the midfielder has come under fire at times this season.\"I don't get this, I don't even know if people are not happy with Jordan,\" said Klopp. \"He is a fantastic player.\"He didn't prove that to me at Huddersfield, it was clear before. When he is not available that is always a blow for us, like it is with other players.\"It is good to have him back and hopefully he stays fit now until the end of the season. It is important for Liverpool and England. He is a fantastic player and an even more fantastic lad.\"Liverpool can solidify their position in the top four of the Premier League if they defeat rivals Tottenham at Anfield on Sunday, live on Sky Sports Premier League.The Reds suffered a 4-1 loss to Spurs in the reverse fixture at Wembley in October but Klopp insists that result means little with regards to Sunday's game.\"The Tottenham game at Wembley was not a good game for us. They had a good start, a good middle and then a good finish, that's why then won,\" said Klopp.\"But it has absolutely nothing to do with the next game. The situation in the table, our targets and what we want to do, it is clear that it is a very important game.\"These are kind of six-point games. The only advantage in these sort of games is to play at home.\"After starting the season in fine form, Sadio Mane has scored just two goals in his last 10 games but Klopp is happy with the Senegalese's contribution to the side.\"I don't think too much about it because even when Sadio is not at his best he is still a threat,\" said Klopp.\"He probably had two of the biggest chances against Huddersfield, okay he didn't score, but when you win 3-0 that is absolutely no problem.\"I realise players have fantastic moments and average moments but you can't always change it immediately. You have to go through things and work on them.\"Sadio on an average day is still a fantastic player.\"Adam Lallana has sat out Liverpool's last two fixtures after suffering a \"minor setback\" in his return from a long-term thigh injury, and Klopp is reluctant to rush the England international back to first-team duties.\"Adam has trained today completely normal but in an ideal world he would not be involved at the weekend,\" said the German.\"There are different stages to being fit - being able to train and then being match fit are different.\"He wasn't out too long. It would be better for Adam if he could train for the next ten days until the Southampton game and then he should be ready.\"",
  "dbpedia": "\nHenderson returned from injury to make his first start for <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> since December 22, as the Reds comfortably beat <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> 3-0 on Tuesday night.The 27-year-old produced an impressive performance against the Terriers and Klopp admits he is baffled as to why the midfielder has come under fire at times this season.&quot;I don\\&apos;t get this, I don\\&apos;t even know if people are not happy with <a href=\"http://dbpedia.org/resource/Jordan_national_football_team\" title=\"http://dbpedia.org/resource/Jordan_national_football_team\" target=\"_blank\">Jordan</a>,&quot; said Klopp. &quot;He is a fantastic player.&quot;He didn\\&apos;t prove that to me at <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a>, it was clear before. When he is not available that is always a blow for us, like it is with other players.&quot;It is good to have him back and hopefully he stays fit now until the end of the season. It is important for <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> and <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a>. He is a fantastic player and an even more fantastic lad.&quot;<a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> can solidify their position in the top four of the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> if they defeat rivals <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> at Anfield on Sunday, live on Sky Sports Premier League.The Reds suffered a 4-1 loss to Spurs in the reverse fixture at Wembley in October but Klopp insists that result means little with regards to Sunday\\&apos;s game.&quot;The <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> game at Wembley was not a good game for us. They had a good start, a good middle and then a good finish, that\\&apos;s why then won,&quot; said Klopp.&quot;But it has absolutely nothing to do with the next game. The situation in the table, our targets and what we want to do, it is clear that it is a very important game.&quot;These are kind of six-point games. The only advantage in these sort of games is to play at home.&quot;After starting the season in fine form, Sadio Mane has scored just two goals in his last 10 games but Klopp is happy with the <a href=\"http://dbpedia.org/resource/Senegal_national_football_team\" title=\"http://dbpedia.org/resource/Senegal_national_football_team\" target=\"_blank\">Senegalese</a>\\&apos;s contribution to the side.&quot;I don\\&apos;t think too much about it because even when Sadio is not at his best he is still a threat,&quot; said Klopp.&quot;He probably had two of the biggest chances against <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a>, okay he didn\\&apos;t score, but when you win 3-0 that is absolutely no problem.&quot;I realise players have fantastic moments and average moments but you can\\&apos;t always change it immediately. You have to go through things and work on them.&quot;Sadio on an average day is still a fantastic player.&quot;<a href=\"http://dbpedia.org/resource/Adam_Lallana\" title=\"http://dbpedia.org/resource/Adam_Lallana\" target=\"_blank\">Adam Lallana</a> has sat out <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>\\&apos;s last two fixtures after suffering a &quot;minor setback&quot; in his return from a long-term thigh injury, and Klopp is reluctant to rush the <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> international back to first-team duties.&quot;Adam has trained today completely normal but in an ideal world he would not be involved at the weekend,&quot; said the German.&quot;There are different stages to being fit - being able to train and then being match fit are different.&quot;He wasn\\&apos;t out too long. It would be better for Adam if he could train for the next ten days until the <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> game and then he should be ready.&quot;\n"
}