{
  "date": "22/01/18",
  "title": "Jordan Rossiter back in Rangers training, Kenny Miller nears full fitness",
  "description": "Jordan Rossiter has returned to training with Rangers as he looks to make his first appearance since August.",
  "content": "Graeme Murty also confirmed Kenny Miller was close to full fitness following a period out of action with a hamstring injury.The 20-year-old midfielder has only played ten times since joining from Liverpool 18 months ago, and Murty is keen to manage expectations now he has returned to the training field.He said: \"We have Jordan Rossiter joining in training today which is good, not just for us but also for Jordan.\"Being injured and being out for a long time can be sapping mentally, it can be very draining but hopefully now there is a little bit of light at the end of the tunnel for him and we can get him involved on a regular basis and actually progress him forward.\"I would hope to see him this season, it is just making sure that when we actually get him in we build up his load and his level gradually and we don't expect too much too soon.\"He has had a hard time so far so getting him involved out on the grass with the players will be really good for his psyche.\"As well as discussing Rossiter's return to training, Murty also addressed Miller's fitness, saying: \"Kenny is getting close, he is hitting some good speeds in his rehab outside and if you know Kenny he is desperate to get back in, he is desperate to be involved.\"He is desperate to stake a claim and put a marker down with the new guys that are here.\"While Rossiter and Miller are edging closer to a return to the team, Murty said Ross McCrorie is seeing a specialist on Tuesday about his foot injury.",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/Graeme_Murty\" title=\"http://dbpedia.org/resource/Graeme_Murty\" target=\"_blank\">Graeme Murty</a> also confirmed <a href=\"http://dbpedia.org/resource/Kenny_Miller\" title=\"http://dbpedia.org/resource/Kenny_Miller\" target=\"_blank\">Kenny Miller</a> was close to full fitness following a period out of action with a hamstring injury.The 20-year-old midfielder has only played ten times since joining from <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> 18 months ago, and Murty is keen to manage expectations now he has returned to the training field.He said: &quot;We have Jordan Rossiter joining in training today which is good, not just for us but also for Jordan.&quot;Being injured and being out for a long time can be sapping mentally, it can be very draining but hopefully now there is a little bit of light at the end of the tunnel for him and we can get him involved on a regular basis and actually progress him forward.&quot;I would hope to see him this season, it is just making sure that when we actually get him in we build up his load and his level gradually and we don\\&apos;t expect too much too soon.&quot;He has had a hard time so far so getting him involved out on the grass with the players will be really good for his psyche.&quot;As well as discussing Rossiter\\&apos;s return to training, Murty also addressed Miller\\&apos;s fitness, saying: &quot;Kenny is getting close, he is hitting some good speeds in his rehab outside and if you know Kenny he is desperate to get back in, he is desperate to be involved.&quot;He is desperate to stake a claim and put a marker down with the new guys that are here.&quot;While Rossiter and Miller are edging closer to a return to the team, Murty said Ross McCrorie is seeing a specialist on Tuesday about his foot injury.\n"
}