{
  "date": "01/02/18",
  "title": "Jose Mourinho says Marouane Fellaini sub after seven minutes was due to injury",
  "description": "Manchester United manager Jose Mourinho confirmed Marouane Fellaini was withdrawn seven minutes after coming on against Tottenham due to an injury.",
  "content": "Fellaini, who had replaced Paul Pogba in the second half of United's 2-0 defeat at Wembley against Tottenham, was brought off after seven minutes, after seemingly injuring his knee just 30 seconds after coming on.Mourinho moved quickly to dispel talk that Fellaini was brought off for tactical reasons, insisting the issue is part of an ongoing knee problem.\"He came off because he had something in his knee,\" the Portuguese boss said. \"Unlucky for him and unlucky for me. He came on with enthusiasm, but he has an injury in his ligament.\"Mourinho brought on the Belgian alongside Juan Mata, bringing off Pogba and Jesse Lingard as United chased the game late on.The United boss batted off criticism for the double change, insisting he wanted to change the dynamic of the game.\"I think I was unlucky with Fellaini as I wanted to change a little bit the dynamic of the team,\" the boss told BT Sport.\"After a couple of minutes, he was injured. It's always the same thing. It is the lateral ligament. I don't think it's a big, big thing but he was immediately feeling something and telling us he couldn't carry on.\"",
  "dbpedia": "\nFellaini, who had replaced <a href=\"http://dbpedia.org/resource/Paul_Pogba\" title=\"http://dbpedia.org/resource/Paul_Pogba\" target=\"_blank\">Paul Pogba</a> in the second half of United\\&apos;s 2-0 defeat at Wembley against <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a>, was brought off after seven minutes, after seemingly injuring his knee just 30 seconds after coming on.Mourinho moved quickly to dispel talk that Fellaini was brought off for tactical reasons, insisting the issue is part of an ongoing knee problem.&quot;He came off because he had something in his knee,&quot; the Portuguese boss said. &quot;Unlucky for him and unlucky for me. He came on with enthusiasm, but he has an injury in his ligament.&quot;Mourinho brought on the Belgian alongside <a href=\"http://dbpedia.org/resource/Juan_Mata\" title=\"http://dbpedia.org/resource/Juan_Mata\" target=\"_blank\">Juan Mata</a>, bringing off Pogba and <a href=\"http://dbpedia.org/resource/Jesse_Lingard\" title=\"http://dbpedia.org/resource/Jesse_Lingard\" target=\"_blank\">Jesse Lingard</a> as United chased the game late on.The United boss batted off criticism for the double change, insisting he wanted to change the dynamic of the game.&quot;I think I was unlucky with Fellaini as I wanted to change a little bit the dynamic of the team,&quot; the boss told BT Sport.&quot;After a couple of minutes, he was injured. It\\&apos;s always the same thing. It is the lateral ligament. I don\\&apos;t think it\\&apos;s a big, big thing but he was immediately feeling something and telling us he couldn\\&apos;t carry on.&quot;\n"
}