{
  "date": "13/01/18",
  "title": "Jose Mourinho makes no promises over Henrikh Mkhitaryan's future",
  "description": "Henrikh Mkhitaryan has been offered no assurances over his long-term Manchester United future by Jose Mourinho.",
  "content": "The Armenian was one of Mourinho's first signings in the summer of 2016 but inconsistency has blighted the playmaker since he joined from Borussia Dortmund for £26.3m.The 29-year-old began this season with five assists in the first three top-flight fixtures but his form tailed off and having been substituted at half-time against Derby in their most recent game - a move Mourinho later apologised for - his name has been littered in gossip columns regarding a potential exit this month.\"My approach to players is that every player has a price,\" Mourinho said when asked directly about whether Mkhitaryan would stay.\"It doesn't matter who he is. It doesn't matter the level. It doesn't matter the prestige, the status. I think every player has a price.\"And I am not the kind of blind manager...blind in the sense of, this player is untouchable, can never be sold. I think every player has a price.\"So when the transfer window is open, it's also open for any club that is interested in our players. Then it's up to us to make the decision: yes or no.\"It's up to us to decide what we think is the right price. But Mkhitaryan played the last match in the FA Cup and probably will play the next one [against Stoke]. He's a little bit the same in relation to other players that are involved in this gossip of the transfer market.\"He is our player and a very good player. So Saturday [he is] training, then Sunday [he is] selected and Monday [he will] play.\"One rumour is that Mkhitaryan could be used as a potential makeweight in a deal for Arsenal's Alexis Sanchez, a player Mourinho called \"phenomenal\" on Friday.Even if the United boss makes a rare foray into the mid-season market, he does not believe any incomings will determine whether or not current Premier League leaders Manchester City can be overhauled.City face Liverpool at Anfield on Sunday, live on Sky Sports Premier League, and victory for Pep Guardiola's side would lift them 18 points clear of United.\"It's a very important difference of points, I was there before,\" Mourinho added.\"It gives a lot of tranquillity and takes away any kind of pressure from the guy that comes behind you.\"I think it's a very comfortable advantage and they sit on that. I don't think it's about the transfer window for us or the other teams close to us - Chelsea, Liverpool, Tottenham.\"I don't think it's about transfers. It's about continuing to win, getting the maximum possible points and seeing what happens.\"",
  "dbpedia": "\nThe Armenian was one of Mourinho\\&apos;s first signings in the summer of 2016 but inconsistency has blighted the playmaker since he joined from <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Borussia Dortmund</a> for &#xA3;26.3m.The 29-year-old began this season with five assists in the first three top-flight fixtures but his form tailed off and having been substituted at half-time against <a href=\"http://dbpedia.org/resource/Derby_County_F.C.\" title=\"http://dbpedia.org/resource/Derby_County_F.C.\" target=\"_blank\">Derby</a> in their most recent game - a move Mourinho later apologised for - his name has been littered in gossip columns regarding a potential exit this month.&quot;My approach to players is that every player has a price,&quot; Mourinho said when asked directly about whether Mkhitaryan would stay.&quot;It doesn\\&apos;t matter who he is. It doesn\\&apos;t matter the level. It doesn\\&apos;t matter the prestige, the status. I think every player has a price.&quot;And I am not the kind of blind manager...blind in the sense of, this player is untouchable, can never be sold. I think every player has a price.&quot;So when the transfer window is open, it\\&apos;s also open for any club that is interested in our players. Then it\\&apos;s up to us to make the decision: yes or no.&quot;It\\&apos;s up to us to decide what we think is the right price. But Mkhitaryan played the last match in the FA Cup and probably will play the next one [against <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a>]. He\\&apos;s a little bit the same in relation to other players that are involved in this gossip of the transfer market.&quot;He is our player and a very good player. So Saturday [he is] training, then Sunday [he is] selected and Monday [he will] play.&quot;One rumour is that Mkhitaryan could be used as a potential makeweight in a deal for <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>\\&apos;s Alexis Sanchez, a player Mourinho called &quot;phenomenal&quot; on Friday.Even if the United boss makes a rare foray into the mid-season market, he does not believe any incomings will determine whether or not current <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> leaders <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> can be overhauled.City face <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> at Anfield on Sunday, live on Sky Sports <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, and victory for <a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a>\\&apos;s side would lift them 18 points clear of United.&quot;It\\&apos;s a very important difference of points, I was there before,&quot; Mourinho added.&quot;It gives a lot of tranquillity and takes away any kind of pressure from the guy that comes behind you.&quot;I think it\\&apos;s a very comfortable advantage and they sit on that. I don\\&apos;t think it\\&apos;s about the transfer window for us or the other teams close to us - <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>, <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>, <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a>.&quot;I don\\&apos;t think it\\&apos;s about transfers. It\\&apos;s about continuing to win, getting the maximum possible points and seeing what happens.&quot;\n"
}