{
  "date": "07/01/18",
  "title": "Jose Mourinho v Antonio Conte: A timeline of insults between the warring managers",
  "description": "There is no love lost between Jose Mourinho and Antonio Conte with the feud turning increasingly hostile in recent weeks.",
  "content": "Mourinho is renowned for picking fights with those in the opposing dug-out, with Conte joining Arsene Wenger, Rafael Benitez, Manuel Pellegrini and Pep Guardiola in being on the receiving end of the Portuguese's prickly barbs.It is fast becoming the biggest managerial rivalry in the Premier League and here we chart the war of words between the pair.October 2016 - Mourinho slams 'humiliating' Conte celebrationsIn October 2016, Mourinho endured a torrid return to Stamford Bridge, with Conte's Chelsea comprehensively winning 4-0 thanks to goals from Pedro, Gary Cahill, Eden Hazard and N'Golo Kante.Mourinho's frustrations were evident at the final whistle as he remonstrated with Conte about his behaviour on the touchline, feeling the Italian had \"humiliated\" him and his team with his hysterical celebrations.Italian TV reported that he angrily said to his rival at the final whistle: \"You don't celebrate like that at 4-0, you can do it at 1-0, otherwise it's humiliating for us.\" It was certainly a prolonged handshake in which pleasantries were in short supply.November 2016 - Conte questions why Victor Moses was overlookedChelsea signed Victor Moses from Wigan in 2012 but Mourinho overlooked him, regularly sending him out on loan.The Nigeria international starred in the title triumph last season, however, and Conte was only too happy to highlight his own good work while claiming his predecessor had missed a trick.\"I noticed his potential from the first days of the summer retreat,\" Conte told Gazzetta dello Sport.\"Moses has important qualities: technique, physical strength, the ability to cover seventy metres of the pitch. I find it incredible that someone like him has been overlooked.\"February 2017 - Mourinho calls Chelsea defensiveMourinho backed Chelsea to win the title back in February, but aimed a sly dig at Conte in doing so. The United boss labelled the Blues' style of play as 'defensive', despite sitting top of the league.\"Chelsea are a very good defensive team,\" he said.\"They defend very well and with lots of players and I think in this situation a very defensive team wins the title with counter-attack goals and set-pieces goals, so I don't think they will let it slip but football is football.\"March 2017 - Conte responds to Mourinho's red card complaints The clubs were drawn to face each other in the FA Cup quarter-finals last term in a game that hinged on a controversial decision by Michael Olivier to send off Ander Herrera. After N'Golo Kante's strike had settled the contest, Mourinho said: \"I don't speak [about the red card].\"Everybody can analyse from different perspectives but we all watch the match until the red card and after the red card. So we can compare the decisions of the two yellow cards, in this case with others which were not given.\"When Conte was asked about Mourinho's comments, he preferred to focus on Eden Hazard being persistently fouled, saying: \"He started the game, but he couldn't play football. Everyone could see this so can judge the situation.\"April 2017 - United's spending criticised by ConteConte aimed a sly dig at both Manchester clubs after his reminder that money does not guarantee success.Mourinho spent over £150m on transfers but Conte said: \"I think this season it's very important to understand that it's not always who spends more money who wins.\"Otherwise, in this league this season, the name of the team (who would win the title) wasn't Chelsea or Tottenham or Arsenal or Liverpool. You understand?\"This season isn't the only season the Manchester clubs have spent a lot of money. Look at the past. It's normal.\"July 2017 - Mourinho makes dig at Conte's hair transplantConte took a veiled shot at Mourinho in the summer after guiding his side to the Premier League title.Speaking in July, Conte delivered a warning to his players, saying: \"Two years ago Chelsea finished 10th. That cannot happen again. We know the difficulty and for sure we want to avoid the Mourinho season with Chelsea.\"The coaches of the previous two champions [Chelsea and Leicester] both lost their jobs [the next season] and we are working very well to find the best solutions and use them.\"The United boss was reluctant to return fire directly, but couldn't resist a subtle acknowledgement of the efforts made by the former Juventus midfielder in elaborately restoring his hairline.\"I don't know,\" he said. \"I could answer in many different ways but I'm not going to lose my hair to speak about Antonio Conte.\"October 2017 - Conte tells Mourinho to keep out of his businessIn October, after United had beaten Benfica in the Champions League, Mourinho decided to reignite his feud with Conte, telling the press: \"I never speak about injuries. Other managers, they cry, they cry, they cry when a player is injured.\"I don't cry; I think the way to do it is ignore the players who are injured and focus on the players that are available. If I want to moan and cry like the others, I can cry for the next five minutes. But I don't.\"Conte told his predecessor to mind his own business when the subject was raised to him later that night.\"I think he has to think about his team and start looking at himself, not others. I think that, a lot of times, Mourinho [likes to concentrate on] what is happening at Chelsea. A lot of times, also last season. [He has] to think about his team.\"January 2018 - Mourinho infers that Conte is a clownPerhaps with Conte's celebrations in October 2016 still etched in his memory, Mourinho suggested that rival managers behaved like 'clowns' on the touchline while declaring his commitment to Manchester United.\"Because I don't behave as a clown on the touchline, it means that I lost my passion,\" he said.\"I prefer to behave the way I am doing it, much more mature, better for my team and myself, I don't think you have to behave like a crazy guy on the touchline to have that passion.\"When Conte was asked about Mourinho's comments, he used the Italian phrase \"demenza senile\" in relation to the Manchester United manager, which translates as senile dementia.A club spokesperson later confirmed that he had meant to say amnesia.\"I think he has to see himself in the past - maybe he was speaking about himself in the past. Maybe, sometimes, I think that someone forgets what's said in the past, which is his behaviour,\" he said.\"Sometimes I think there is, I don't know the name, but demenza senile... when you forget what you do in the past.\"January 2018 - Mourinho alludes to Conte's match-fixing suspensionMourinho continued his feud on Friday after Manchester United's win over Derby County in the FA Cup by declaring that he would never be banned for match-fixing.In 2012, the Italian Football Federation accused Conte of failing to report alleged match-fixing involving his former club Siena during the 2010-11 season.Conte received a ten-month suspension which was later reduced to four months before being acquitted of the charges in 2016.Mourinho said: \"What never happened to me - and will never happen - is to be suspended for match-fixing. That never happened to me and will never happen.\"January 2018 - Conte labels Mourinho a 'little man'Speaking after Chelsea's 0-0 FA Cup draw with Norwich on Saturday, Conte responded to Mourinho's comments the previous day, repeatedly referring to his adversary as a 'little man'.\"I think when there are these types of comments, comments where you try to offend the person and don't know the truth, then you are a little man,\" he said.\"In the past he was a little man in many circumstances, he's a little man in the present and for sure he will be a little man in the future. I consider him a little man and I consider him a man with a very low profile.\"Conte didn't stop there either, calling Mourinho a 'fake' as well as stoking the fire ahead of Chelsea's upcoming Premier League clash against Manchester United in February.\"I remember with Ranieri when he [Mourinho] offended him for his English. And then when Ranieri was sacked he put on a shirt for Ranieri. You are fake, you are fake,\" he said.He added: \"When is the game against United? We can meet in a room. To try and explain about these comments. I don't know if he is ready to meet me in a room, just me and him.\""
}