{
  "date": "07/01/18",
  "title": "Jose Mourinho has a chip on his shoulder due to lack of credit from peers, Sunday Supplement told",
  "description": "Jose Mourinho has a chip on his shoulder due to the lack of acknowledgement his managerial achievements has received from his peers, Andy Dunn told the Sunday Supplement.",
  "content": "The Manchester United manager is embroiled in a heated war of words with Chelsea boss Antonio Conte, the latest in a long line of spats with those in the opposing dug-out.Dunn believes Mourinho's readiness to pick fights with his counterparts stems from a combination of feeling undervalued and having never played the game to the heights his rivals.\"The reason why Mourinho cannot let anything lie is that, even with his incredible record - 25 trophies - he thinks he's underappreciated, undervalued and people do not acknowledge how great a manager he's been,\" the Chief Sports Writer at the Daily Mirror said.\"That doesn't only apply to his the media but also to his peers, that's reflected by the way he has a go at them - Conte's comments about him are incredibly disparaging.\"Some of it may come down to the fact he wasn't a player, that will always be a little chip on his shoulder.\"How many times has he said he's not bothered that he's only won three Manager of the Month awards? Of course he's bothered.\"Has he ever been LMA Manager of the Year? No, he hasn't. David Moyes has three times - that's nothing against David Moyes, respect to him, but I think Mourinho feels he has never been properly acknowledged by his peers for what he's done in management.\"That's reflected by the way he's all too ready to aim barbs at other managers. Conte is not the first and he won't be the last; Pep Guardiola, Rafa Benitez, Manuel Pellegrini, Arsene Wenger, Claudio Ranieri and a couple of managers in Portugal in his early days have been in his crosshairs.\"That's all about a character that thinks he is the 'Special One' but has never got the credit he deserves for what he has done, and we have seen that from the moment he came to England.\"",
  "dbpedia": "\nThe <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> manager is embroiled in a heated war of words with <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> boss <a href=\"http://dbpedia.org/resource/Antonio_Conte\" title=\"http://dbpedia.org/resource/Antonio_Conte\" target=\"_blank\">Antonio Conte</a>, the latest in a long line of spats with those in the opposing dug-out.Dunn believes Mourinho\\&apos;s readiness to pick fights with his counterparts stems from a combination of feeling undervalued and having never played the game to the heights his rivals.&quot;The reason why Mourinho cannot let anything lie is that, even with his incredible record - 25 trophies - he thinks he\\&apos;s underappreciated, undervalued and people do not acknowledge how great a manager he\\&apos;s been,&quot; the Chief Sports Writer at the Daily Mirror said.&quot;That doesn\\&apos;t only apply to his the media but also to his peers, that\\&apos;s reflected by the way he has a go at them - Conte\\&apos;s comments about him are incredibly disparaging.&quot;Some of it may come down to the fact he wasn\\&apos;t a player, that will always be a little chip on his shoulder.&quot;How many times has he said he\\&apos;s not bothered that he\\&apos;s only won three Manager of the Month awards? Of course he\\&apos;s bothered.&quot;Has he ever been LMA Manager of the Year? No, he hasn\\&apos;t. <a href=\"http://dbpedia.org/resource/David_Moyes\" title=\"http://dbpedia.org/resource/David_Moyes\" target=\"_blank\">David Moyes</a> has three times - that\\&apos;s nothing against <a href=\"http://dbpedia.org/resource/David_Moyes\" title=\"http://dbpedia.org/resource/David_Moyes\" target=\"_blank\">David Moyes</a>, respect to him, but I think Mourinho feels he has never been properly acknowledged by his peers for what he\\&apos;s done in management.&quot;That\\&apos;s reflected by the way he\\&apos;s all too ready to aim barbs at other managers. Conte is not the first and he won\\&apos;t be the last; <a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a>, Rafa Benitez, <a href=\"http://dbpedia.org/resource/Manuel_Pellegrini\" title=\"http://dbpedia.org/resource/Manuel_Pellegrini\" target=\"_blank\">Manuel Pellegrini</a>, Arsene Wenger, <a href=\"http://dbpedia.org/resource/Claudio_Ranieri\" title=\"http://dbpedia.org/resource/Claudio_Ranieri\" target=\"_blank\">Claudio Ranieri</a> and a couple of managers in Portugal in his early days have been in his crosshairs.&quot;That\\&apos;s all about a character that thinks he is the \\&apos;Special One\\&apos; but has never got the credit he deserves for what he has done, and we have seen that from the moment he came to <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a>.&quot;\n"
}