{
  "date": "26/01/18",
  "title": "Jose Mourinho would have left Man Utd if he did not think he could catch Man City, says Paul Merson",
  "description": "Paul Merson believes Jose Mourinho would have not signed a contract extension at Manchester United if he did not think he could catch Manchester City.",
  "content": "Mourinho put pen to paper on a new deal on Thursday which commits his future to United for the next two-and-a-half-years, while the Portuguese has the option to extend his tenure at Old Trafford to 2021.\nAnd Merson believes Mourinho is confident he can overcome \"the biggest challenge of his career\" and bridge the gap to Pep Guardiola's runaway Premier League leaders\n\"If you're Manchester United fan, Mourinho's extension sends out a message that they are going for Manchester City,\" he told The Debate.\n\"This gives a message to the fans that Mourinho thinks he can catch Manchester City. I don't think he would be there if he didn't think he could catch them.\n\"Without a doubt, Mourinho sees this as one of the biggest challenges of his career - I don't think there is another challenge in Europe at the moment like this, chasing down Man City who are one of the best teams in world football.\n\"I think Mourinho believes he can catch them, otherwise he would go and say there was no point.\"\nNews on Mourinho's extension came just three days after United completed the signing of Alexis Sanchez from Arsenal.\nMerse has backed United to be in the market for further signings in the summer, bolstering their bid to remain in touch with City.\n\"Sanchez is moving up to the biggest club in world football in my opinion,\" he added. \"It's a great signing for United, his arrival gives them X-factor.\n\"They will go in the market again next summer and it will game on next season. If I was a United fan I'd be looking forward to it.\"\n",
  "dbpedia": "Mourinho put pen to paper on a new deal on Thursday which commits his future to United for the next two-and-a-half-years, while the Portuguese has the option to extend his tenure at <a href=\"http://dbpedia.org/resource/Old_Trafford\" title=\"http://dbpedia.org/resource/Old_Trafford\" target=\"_blank\">Old Trafford</a> to 2021.<br>And Merson believes Mourinho is confident he can overcome \"the biggest challenge of his career\" and bridge the gap to <a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a>'s runaway <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> leaders<br>\"If you're <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> fan, Mourinho's extension sends out a message that they are going for <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>,\" he told The Debate.<br>\"This gives a message to the fans that Mourinho thinks he can catch <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>. I don't think he would be there if he didn't think he could catch them.<br>\"Without a doubt, Mourinho sees this as one of the biggest challenges of his career - I don't think there is another challenge in Europe at the moment like this, chasing down Man City who are one of the best teams in world football.<br>\"I think Mourinho believes he can catch them, otherwise he would go and say there was no point.\"<br>News on Mourinho's extension came just three days after United completed the signing of Alexis Sanchez from <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>.<br>Merse has backed United to be in the market for further signings in the summer, bolstering their bid to remain in touch with City.<br>\"Sanchez is moving up to the biggest club in world football in my opinion,\" he added. \"It's a great signing for United, his arrival gives them X-factor.<br>\"They will go in the market again next summer and it will game on next season. If I was a United fan I'd be looking forward to it.\"<br>"
}