{
  "date": "03/02/18",
  "title": "Jose Mourinho says the Munich Air Disaster is in his heart",
  "description": "Jose Mourinho says the Munich Air Disaster has always been a part of his life ahead of the 60th anniversary of the accident. ",
  "content": "The Old Trafford crowd will hold a minute's silence before Saturday's match at home to Huddersfield and the players will wear black armbands as they pay respects to those that lost their lives in the fatal incident.\nMourinho anticipates the occasion will elevate the players' performance as they attempt to win the game in a bid to bring happiness to all of those who lost someone in the crash.\n\"I think it should affect [the players] in a positive way,\" he told MUTV. \"If we believe they are watching the match I think it's one more reason for a happy day and for a good performance and a manifestation of United colours.\n\"So yes, of course, a minute of silence for them and for the families, but I think they would love happiness, joy, a Manchester United victory, points, goals... I think they would love that.\n\"Even before I became Manchester United manager it was part of my life as a sportsman. Obviously I wasn't even born but I knew everything about it and the amazing reaction Manchester United had after that and to honour the people's memory always.\n\"So as Manchester United manager it obviously becomes more important and for me and for every player tomorrow is a special day.\"\nMourinho added in his pre-match press conference: \"It's one of the biggest tragedies but also, at the same time, it's a crucial point in Manchester United's history - the reaction, the strength, the union after that situation.\n\"I think tomorrow is an amazing day to show the respect, to show the passion for the club, the respect for them [the victims], the respect for their families and I think it's a day to play well.\n\"I think it's a day to bring happiness, to bring joy, for people to be together enjoying the game and at the same time showing all the respect for the people and their families.\"\n",
  "dbpedia": "The <a href=\"http://dbpedia.org/resource/Old_Trafford\" title=\"http://dbpedia.org/resource/Old_Trafford\" target=\"_blank\">Old Trafford</a> crowd will hold a minute's silence before Saturday's match at home to <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> and the players will wear black armbands as they pay respects to those that lost their lives in the fatal incident.<br>Mourinho anticipates the occasion will elevate the players' performance as they attempt to win the game in a bid to bring happiness to all of those who lost someone in the crash.<br>\"I think it should affect [the players] in a positive way,\" he told MUTV. \"If we believe they are watching the match I think it's one more reason for a happy day and for a good performance and a manifestation of United colours.<br>\"So yes, of course, a minute of silence for them and for the families, but I think they would love happiness, joy, a <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> victory, points, goals... I think they would love that.<br>\"Even before I became <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> manager it was part of my life as a sportsman. Obviously I wasn't even born but I knew everything about it and the amazing reaction <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> had after that and to honour the people's memory always.<br>\"So as <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> manager it obviously becomes more important and for me and for every player tomorrow is a special day.\"<br>Mourinho added in his pre-match press conference: \"It's one of the biggest tragedies but also, at the same time, it's a crucial point in <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>'s history - the reaction, the strength, the union after that situation.<br>\"I think tomorrow is an amazing day to show the respect, to show the passion for the club, the respect for them [the victims], the respect for their families and I think it's a day to play well.<br>\"I think it's a day to bring happiness, to bring joy, for people to be together enjoying the game and at the same time showing all the respect for the people and their families.\"<br>"
}