{
  "date": "30/12/17",
  "title": "Jose Mourinho warns Manchester United are falling behind rivals because 'money makes a difference'",
  "description": "Jose Mourinho says Manchester United are finding it difficult to compete with teams such as Manchester City and Paris Saint-Germain because they cannot match their spending power.",
  "content": "PSG shattered the world transfer record last summer to sign Neymar from Barcelona for £198m and followed that up by agreeing a deal with Monaco for Kylian Mbappe worth £166m.Pep Guardiola has overhauled City's squad with 16 new signings since taking over in the summer of 2016, transforming them into one of the favourites for the Champions League alongside PSG in the process.Mourinho has received ample backing in the market from United since succeeding Louis van Gaal, spending £75m rising to £90m on Romelu Lukaku and £93.25m on Paul Pogba, but he feels a more drastic overhaul is required.\"It is difficult [to compete] but it is possible,\" Mourinho, whose side face Southampton on Saturday, said. \"Sometimes if you don't have that financial profile of club where there are no limits and the only thing that matters is to get the best, there is only one way which is patience, calm and time.\"I think next season we will get two or three more players. But we will lose two or three. [We are] not going to have a dramatic change or a dramatic improvement.\"When (Jurgen) Klopp arrived in Liverpool he trusted his quality as a good coach, which he is, but I think now he realises that is not enough to be a champion, to win the Champions League and to win trophies.\"So now you can see Liverpool with Naby Keita, who they have already bought for next summer, and with Virgil van Dijk, they realise they have to go to the same levels of the crazy market.\"Because if they offer £40m, Southampton don't sell them the player. Some clubs invest with limits, some go absolutely strong in the market.\"What Paris Saint-Germain did this summer with Neymar and Mbappe, they get two of probably the four best attacking players in the world. Two at the same time. And then players like Di Maria, Draxler, Pastore, Lucas Moura - they are second choices.\"So, money makes a difference.\"Mourinho has spent £319.05m on seven players as United manager, while also adding Zlatan Ibrahimovic on a free transfer.In comparison, Guardiola has spent an estimated £391.35m at City and Mourinho feels the Spaniard inherited a superior squad to begin with.\"The club have invested a lot of money,\" Mourinho said. \"The problem is not the money we have invested. The problem is the money the other clubs invest.\"It is a problem that others with better squads, with better stability, with more options - they keep on investing.\"When we are signing players in the past two years it is to replace people.\"If next summer we are going to sign a midfield player, it is to replace Michael Carrick. And Michael is a phenomenal player who this season has given us nothing at all. He is at the end of his career.\"So if next summer we buy a midfield player, it is not to improve our squad. It is to replace Carrick. To improve our squad in the midfield we would need to buy two.\"United trail City by 15 points in the Premier League and Mourinho says the ever-increasing prices for players make the gap between the sides very difficult to close.\"That is very difficult,\" Mourinho admitted. \"Do you think the club can spend £600m and let's buy six players of £100m? The club cannot do that and I cannot expect the club to do that so I am not being critical.\"You can see how the market is, especially with the top teams.\"Without taking any credit from Manchester City and Pep and his staff and the players - they obviously deserve lots of credit for what they are doing - but Pep arrived and he has the goalkeeper of England. He doesn't like him so he buys the goalkeeper of Barcelona. He doesn't like him so he buys another one.\"Can we buy six or seven players at the same time? No. So it is difficult.\"When asked if he expects United to buy in January, Mourinho replied: \"I don't think so.\""
}