{
  "date": "26/01/18",
  "title": "Jose Mourinho wants to manage Manchester United long-term ",
  "description": "Jose Mourinho says he feels 'privileged' to manage Manchester United and after signing a new deal he intends to make it the longest stint of his managerial career.",
  "content": "The former Porto, Chelsea, Inter Milan and Real Madrid boss has agreed a contract extension at Old Trafford that runs until 2020, with the option for a further year on top of that.\nMourinho was appointed on an initial three-year agreement in 2016 and has never lasted longer than three years and three months in any of his previous roles, but the Portuguese boss is now looking at a longer-term future with United.\n\"I think I feel a 'privileged one' to work with such a fantastic group of boys,\" he told MUTV.\n\"The relationship between them is really good, they stick together. We have been working together for one-and-a-half years. We were thinking about three.\n\"That was my initial contract, for three years, we made now the decision to make it clear for everyone, it's not for three, it's for four or five and who knows [maybe] more.\"\nMourinho has been the most successful United manager in the post-Sir Alex Ferguson era, winning the EFL Cup and Europa League, as well as the Community Shield, last term.\nHe recently dismissed a report there were fears at Old Trafford he could resign at the end of this campaign but also stated earlier this season that the United job would likely not be his last in football.\n\"I am just 55 [on Friday] but I feel myself very young, especially as a manager I feel very young,\" he added.\n\"That's why when I said a few months ago that it would be impossible to end my career in Manchester United, what I was trying to say was that in modern football what is almost impossible [is] to stay 10 or 15 years.\n\"I was not saying I was going to leave, but that I want to work 10, 15 more [years] because I like to do it and I don't see myself doing anything else.\"\nMourinho will hope to mark his 55th birthday with a victory over League Two Yeovil in the fourth round of the FA Cup on Friday night.\nHe could hand a debut to new signing Alexis Sanchez after confirming the forward will be part of the squad travelling to Somerset.\nSanchez, 29, completed his switch from Arsenal to United on Monday in a straight swap deal that saw £35m-rated midfielder Henrikh Mkhitaryan join the Gunners.\nOn Sanchez, Mourinho added: \"In the Premier League he has shown already the quality he has. We got one of the best attacking players in the world.\n\"I think he's very important for us because we want to have the best possible players.\"\n",
  "dbpedia": "The former <a href=\"http://dbpedia.org/resource/F.C._Porto\" title=\"http://dbpedia.org/resource/F.C._Porto\" target=\"_blank\">Porto</a>, <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>, <a href=\"http://dbpedia.org/resource/Inter_Milan\" title=\"http://dbpedia.org/resource/Inter_Milan\" target=\"_blank\">Inter Milan</a> and <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> boss has agreed a contract extension at <a href=\"http://dbpedia.org/resource/Old_Trafford\" title=\"http://dbpedia.org/resource/Old_Trafford\" target=\"_blank\">Old Trafford</a> that runs until 2020, with the option for a further year on top of that.<br>Mourinho was appointed on an initial three-year agreement in 2016 and has never lasted longer than three years and three months in any of his previous roles, but the Portuguese boss is now looking at a longer-term future with United.<br>\"I think I feel a 'privileged one' to work with such a fantastic group of boys,\" he told MUTV.<br>\"The relationship between them is really good, they stick together. We have been working together for one-and-a-half years. We were thinking about three.<br>\"That was my initial contract, for three years, we made now the decision to make it clear for everyone, it's not for three, it's for four or five and who knows [maybe] more.\"<br>Mourinho has been the most successful United manager in the post-Sir <a href=\"http://dbpedia.org/resource/Alex_Ferguson\" title=\"http://dbpedia.org/resource/Alex_Ferguson\" target=\"_blank\">Alex Ferguson</a> era, winning the EFL Cup and Europa League, as well as the Community Shield, last term.<br>He recently dismissed a report there were fears at <a href=\"http://dbpedia.org/resource/Old_Trafford\" title=\"http://dbpedia.org/resource/Old_Trafford\" target=\"_blank\">Old Trafford</a> he could resign at the end of this campaign but also stated earlier this season that the United job would likely not be his last in football.<br>\"I am just 55 [on Friday] but I feel myself very young, especially as a manager I feel very young,\" he added.<br>\"That's why when I said a few months ago that it would be impossible to end my career in <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>, what I was trying to say was that in modern football what is almost impossible [is] to stay 10 or 15 years.<br>\"I was not saying I was going to leave, but that I want to work 10, 15 more [years] because I like to do it and I don't see myself doing anything else.\"<br>Mourinho will hope to mark his 55th birthday with a victory over <a href=\"http://dbpedia.org/resource/Football_League_Two\" title=\"http://dbpedia.org/resource/Football_League_Two\" target=\"_blank\">League Two</a> <a href=\"http://dbpedia.org/resource/Yeovil_Town_F.C.\" title=\"http://dbpedia.org/resource/Yeovil_Town_F.C.\" target=\"_blank\">Yeovil</a> in the fourth round of the FA Cup on Friday night.<br>He could hand a debut to new signing Alexis Sanchez after confirming the forward will be part of the squad travelling to Somerset.<br>Sanchez, 29, completed his switch from <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> to United on Monday in a straight swap deal that saw £35m-rated midfielder <a href=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" title=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" target=\"_blank\">Henrikh</a> Mkhitaryan join the Gunners.<br>On Sanchez, Mourinho added: \"In the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> he has shown already the quality he has. We got one of the best attacking players in the world.<br>\"I think he's very important for us because we want to have the best possible players.\"<br>"
}