{
  "date": "11/01/18",
  "title": "Jose Mourinho and Antonio Conte are 'totally out of their minds', says Fabio Capello",
  "description": "Fabio Capello is surprised Jose Mourinho and Antonio Conte have let their public spat spiral so far and says the pair are \"totally out of their minds\".",
  "content": "The former England boss believes his fellow Italian Conte may have made a mistake to use the word \"senile\", which a club spokesman later confirmed was meant to mean \"amnesia\", as the Chelsea manager admitted his feud with the United boss is \"personal\" last week.\nConte and Mourinho have been arguing since the Portuguese suggested his rival was a \"clown\" for being so animated on the touchline.\nCapello said: \"It is the Chelsea jersey that makes managers nervous. We all remember anxieties when he (Mourinho) was the Chelsea manager.\n\"Conte has been doing exactly the same as Mourinho. We all remember Mourinho kneeling down in the middle of the pitch or Mourinho running after a win.\n\"I think that Conte has not realised who he has been dealing with yet. In my opinion, he should have said just one thing. If Conte used the 'senile' word he certainly made a mistake.\n\"However, I think that Mourinho is such a good debater, and maybe also this time he has been trying to divert the attention from his team.\n\"They are totally out of their minds. I didn't imagine they could go this far.\"\nConte and Mourinho have been at loggerheads since the United manager took issue with his celebrations at Stamford Bridge last season.\nMourinho has since made references to Conte's ban in Italy over alleged match-fixing, which he was later exonerated of any wrongdoing in 2016, and the Chelsea manager responded by calling Mourinho \"a little man\".\n",
  "dbpedia": "The former <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> boss believes his fellow Italian Conte may have made a mistake to use the word \"senile\", which a club spokesman later confirmed was meant to mean \"amnesia\", as the <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> manager admitted his feud with the United boss is \"personal\" last week.<br>Conte and Mourinho have been arguing since the Portuguese suggested his rival was a \"clown\" for being so animated on the touchline.<br>Capello said: \"It is the <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> jersey that makes managers nervous. We all remember anxieties when he (Mourinho) was the <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> manager.<br>\"Conte has been doing exactly the same as Mourinho. We all remember Mourinho kneeling down in the middle of the pitch or Mourinho running after a win.<br>\"I think that Conte has not realised who he has been dealing with yet. In my opinion, he should have said just one thing. If Conte used the 'senile' word he certainly made a mistake.<br>\"However, I think that Mourinho is such a good debater, and maybe also this time he has been trying to divert the attention from his team.<br>\"They are totally out of their minds. I didn't imagine they could go this far.\"<br>Conte and Mourinho have been at loggerheads since the United manager took issue with his celebrations at <a href=\"http://dbpedia.org/resource/Stamford_Bridge_(stadium)\" title=\"http://dbpedia.org/resource/Stamford_Bridge_(stadium)\" target=\"_blank\">Stamford Bridge</a> last season.<br>Mourinho has since made references to Conte's ban in <a href=\"http://dbpedia.org/resource/Italy_national_football_team\" title=\"http://dbpedia.org/resource/Italy_national_football_team\" target=\"_blank\">Italy</a> over alleged match-fixing, which he was later exonerated of any wrongdoing in 2016, and the <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> manager responded by calling Mourinho \"a little man\".<br>"
}