{
  "date": "15/01/18",
  "title": "Jose Mourinho would happily swap Henrikh Mkhitaryan for Alexis Sanchez, says Gary Neville",
  "description": "Jose Mourinho would happily swap Henrikh Mkhitaryan for Arsenal forward Alexis Sanchez, says Gary Neville.",
  "content": "The Manchester United manager confirmed to Sky Sports following his side's 3-0 win against Stoke that Mkhitaryan could leave, with the Armenian rumoured to be part of a swap deal for Alexis Sanchez.Mkhitaryan was omitted from United's squad to face Stoke with Mourinho admitting the player's concentration had been affected by transfer speculation, and Neville insists the forward's absence points to a potential swap deal with Sanchez happening.\"The clearest sign that something's happening with Sanchez is that Mkhitaryan isn't playing, that he's not in the squad and Jose was happy to volunteer that information to us,\" Neville told Monday Night Football.\"He wanted to keep the player clear, saying that he does rate him but I think he'd happily swap him in any deal for Alexis Sanchez.\"Anybody would.\"Mkhitaryan has fallen out of favour at Old Trafford in recent months, making just two Premier League starts since the beginning of November.Despite the 28-year-old's lack of action, Mourinho admitted after Monday night's game that he's a player he likes and that he could still stay at Old Trafford beyond this month, however, Neville is not convinced.When asked if he's convinced Mourinho like as a player, Neville added: \"Not fully.\"He's a talented player but you have to have more than talent.\"He's shown glimpses that make you think he's coming but then he goes missing.\"Meanwhile, Manchester City have ended their interest in Sanchez as they feel the potential deal has become too expensive, according to Sky sources.It's a move that surprised Neville, who was convinced the Chile international would end up at City.\"Apparently City have pulled out of the race to sign Sanchez but I genuinely thought he was their player,\" the former Manchester United defender said.\"Even this morning it was quite clear to me he was City's player.\"I still don't believe they've pulled out. Now Chelsea have come in, it's moving quickly and the next couple of days will be interesting.\"",
  "dbpedia": "\nThe <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> manager confirmed to Sky Sports following his side\\&apos;s 3-0 win against <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> that Mkhitaryan could leave, with the Armenian rumoured to be part of a swap deal for Alexis Sanchez.Mkhitaryan was omitted from United\\&apos;s squad to face <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> with Mourinho admitting the player\\&apos;s concentration had been affected by transfer speculation, and Neville insists the forward\\&apos;s absence points to a potential swap deal with Sanchez happening.&quot;The clearest sign that something\\&apos;s happening with Sanchez is that Mkhitaryan isn\\&apos;t playing, that he\\&apos;s not in the squad and Jose was happy to volunteer that information to us,&quot; Neville told Monday Night Football.&quot;He wanted to keep the player clear, saying that he does rate him but I think he\\&apos;d happily swap him in any deal for Alexis Sanchez.&quot;Anybody would.&quot;Mkhitaryan has fallen out of favour at Old Trafford in recent months, making just two <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> starts since the beginning of November.Despite the 28-year-old\\&apos;s lack of action, Mourinho admitted after Monday night\\&apos;s game that he\\&apos;s a player he likes and that he could still stay at Old Trafford beyond this month, however, Neville is not convinced.When asked if he\\&apos;s convinced Mourinho like as a player, Neville added: &quot;Not fully.&quot;He\\&apos;s a talented player but you have to have more than talent.&quot;He\\&apos;s shown glimpses that make you think he\\&apos;s coming but then he goes missing.&quot;Meanwhile, <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> have ended their interest in Sanchez as they feel the potential deal has become too expensive, according to Sky sources.It\\&apos;s a move that surprised Neville, who was convinced the <a href=\"http://dbpedia.org/resource/Chile_national_football_team\" title=\"http://dbpedia.org/resource/Chile_national_football_team\" target=\"_blank\">Chile</a> international would end up at City.&quot;Apparently City have pulled out of the race to sign Sanchez but I genuinely thought he was their player,&quot; the former <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> defender said.&quot;Even this morning it was quite clear to me he was City\\&apos;s player.&quot;I still don\\&apos;t believe they\\&apos;ve pulled out. Now <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> have come in, it\\&apos;s moving quickly and the next couple of days will be interesting.&quot;\n"
}