{
  "date": "26/01/18",
  "title": "Jose Mourinho dampens Cristiano Ronaldo exit reports despite Real Madrid 'fire'",
  "description": "Jose Mourinho says \"Madrid is on fire\" but poured cold water on reports Cristiano Ronaldo could return to Manchester United.",
  "content": "Sky Sports' Spanish football expert Guillem Balague has said Real Madrid have no intention of paying Ronaldo the 50m euros-per-year salary he is demanding, but believes United do not want to get involved in a transfer.Zinedine Zidane's future as Real Madrid head coach is reportedly in doubt after a disappointing exit from the Copa del Rey and with the side 19 points behind La Liga leaders Barcelona.But former Real Madrid boss Mourinho played down suggestions United would offer Ronaldo an escape route from the blaze at the Bernabeu.\"I should be the last one to add some fuel to the fire,\" said Mourinho. \"Madrid is on fire, the results are not good and it is a club where I worked three years. I care about the club and I don't want to add fire.\"To put some water on the fire I would say Cristiano is the kind of player every manager wants, every club wants.\"But only one manager can have and only one club can have - Zidane and Real Madrid, that's my feeling.\"Five-time Ballon d'Or winner Ronaldo will turn 33 in February and has only scored six goals and provided three assists in 15 appearances this season.",
  "dbpedia": "\nSky Sports\\&apos; Spanish football expert Guillem Balague has said <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> have no intention of paying <a href=\"http://dbpedia.org/resource/Cristiano_Ronaldo\" title=\"http://dbpedia.org/resource/Cristiano_Ronaldo\" target=\"_blank\">Ronaldo</a> the 50m euros-per-year salary he is demanding, but believes United do not want to get involved in a transfer.Zinedine <a href=\"http://dbpedia.org/resource/Zinedine_Zidane\" title=\"http://dbpedia.org/resource/Zinedine_Zidane\" target=\"_blank\">Zidane</a>\\&apos;s future as <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> head coach is reportedly in doubt after a disappointing exit from the Copa del Rey and with the side 19 points behind <a href=\"http://dbpedia.org/resource/La_Liga\" title=\"http://dbpedia.org/resource/La_Liga\" target=\"_blank\">La Liga</a> leaders Barcelona.But former <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> boss Mourinho played down suggestions United would offer <a href=\"http://dbpedia.org/resource/Cristiano_Ronaldo\" title=\"http://dbpedia.org/resource/Cristiano_Ronaldo\" target=\"_blank\">Ronaldo</a> an escape route from the blaze at the Bernabeu.&quot;I should be the last one to add some fuel to the fire,&quot; said Mourinho. &quot;<a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Madrid</a> is on fire, the results are not good and it is a club where I worked three years. I care about the club and I don\\&apos;t want to add fire.&quot;To put some water on the fire I would say Cristiano is the kind of player every manager wants, every club wants.&quot;But only one manager can have and only one club can have - <a href=\"http://dbpedia.org/resource/Zinedine_Zidane\" title=\"http://dbpedia.org/resource/Zinedine_Zidane\" target=\"_blank\">Zidane</a> and <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a>, that\\&apos;s my feeling.&quot;Five-time Ballon d\\&apos;Or winner <a href=\"http://dbpedia.org/resource/Cristiano_Ronaldo\" title=\"http://dbpedia.org/resource/Cristiano_Ronaldo\" target=\"_blank\">Ronaldo</a> will turn 33 in February and has only scored six goals and provided three assists in 15 appearances this season.\n"
}