{
  "date": "01/02/18",
  "title": "Jose Mourinho has no more excuses for not winning the title, says Jamie Redknapp",
  "description": "Manchester United manager Jose Mourinho has \"run out of excuses\" and should create a title-winning side with the players at the club next season, according to Jamie Redknapp.",
  "content": "Mourinho has recruited Alexis Sanchez from Arsenal this month in a swap deal involving Henrikh Mkhitaryan, but the club are unlikely to do any other business before the transfer window closes.\nUnited are currently 12 points adrift of Premier League leaders Manchester City, and while catching their fierce neighbours may prove out of their reach this term, Redknapp expects Mourinho to stage a far greater title challenge next campaign.\nWhen asked to assess the club's title chances for the 2018/19 season, he said: \"Very strong. They're trying to compete against Manchester City at the moment, that's the problem for everybody. The football that City are playing at the moment, they do seem to be a level above.\n\"I still feel that Manchester United in the summer will try to get another central defender in, as I think that's probably where they could get a little bit stronger.\n\"But in terms of midfield and forwards, there's not too many excuses now for Jose Mourinho. Next year, if not this year, they should certainly be attack the Premier League, they've got all the personnel.\"\nUnited face Tottenham at Wembley on Wednesday night, with Sanchez in line to make his Premier League debut for the club.\nThe Chile international's arrival has led to suggestions that Marcus Rashford could be set for a reduced game time at Old Trafford, but Mourinho insisted the 20-year-old will be inspired by the quality Sanchez brings.\nRedknapp is not convinced and admits he 'feels sorry' for the England youngster, but the Sky Sports pundit believes United must now look to make the most of the players at their disposal.\nHe added: \"It gets to the point where 'can you spend any more money?' can you throw more money at it? That's the question, and the answer is no.\n\"Sooner or later, you've got to say 'these are my players, this is my group, let's get the most out of them'. I think that's what Pep (Guardiola) says, but it isn't to be fair. I think Sanchez is a great signing for them.\"\nGet Sky Sports from £18 a month and watch the latest transfers live in action for their new teams\n",
  "dbpedia": "Mourinho has recruited Alexis Sanchez from <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> this month in a swap deal involving <a href=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" title=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" target=\"_blank\">Henrikh</a> Mkhitaryan, but the club are unlikely to do any other business before the transfer window closes.<br>United are currently 12 points adrift of <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> leaders <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>, and while catching their fierce neighbours may prove out of their reach this term, Redknapp expects Mourinho to stage a far greater title challenge next campaign.<br>When asked to assess the club's title chances for the 2018/19 season, he said: \"Very strong. They're trying to compete against <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> at the moment, that's the problem for everybody. The football that City are playing at the moment, they do seem to be a level above.<br>\"I still feel that <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> in the summer will try to get another central defender in, as I think that's probably where they could get a little bit stronger.<br>\"But in terms of midfield and forwards, there's not too many excuses now for Jose Mourinho. Next year, if not this year, they should certainly be attack the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, they've got all the personnel.\"<br>United face <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> at <a href=\"http://dbpedia.org/resource/Wembley_Stadium\" title=\"http://dbpedia.org/resource/Wembley_Stadium\" target=\"_blank\">Wembley</a> on Wednesday night, with Sanchez in line to make his <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> debut for the club.<br>The <a href=\"http://dbpedia.org/resource/Chile_national_football_team\" title=\"http://dbpedia.org/resource/Chile_national_football_team\" target=\"_blank\">Chile</a> international's arrival has led to suggestions that Marcus Rashford could be set for a reduced game time at <a href=\"http://dbpedia.org/resource/Old_Trafford\" title=\"http://dbpedia.org/resource/Old_Trafford\" target=\"_blank\">Old Trafford</a>, but Mourinho insisted the 20-year-old will be inspired by the quality Sanchez brings.<br>Redknapp is not convinced and admits he 'feels sorry' for the <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> youngster, but the Sky Sports pundit believes United must now look to make the most of the players at their disposal.<br>He added: \"It gets to the point where 'can you spend any more money?' can you throw more money at it? That's the question, and the answer is no.<br>\"Sooner or later, you've got to say 'these are my players, this is my group, let's get the most out of them'. I think that's what Pep (Guardiola) says, but it isn't to be fair. I think Sanchez is a great signing for them.\"<br>Get Sky Sports from £18 a month and watch the latest transfers live in action for their new teams<br>"
}