{
  "date": "19/01/18",
  "title": "Jose Mourinho says Alexis Sanchez's transfer from Arsenal to Man Utd 'not done' yet",
  "description": "Manchester United manager Jose Mourinho has confirmed talks are ongoing over a swap deal involving Alexis Sanchez and Henrikh Mkhitaryan with Arsenal, but says a deal is \"not done\" yet. ",
  "content": "Mourinho said he is awaiting news on the transfer but insisted he is \"out\" of the negotiations.\"Clearly everyone knows that we are there and especially when the Arsenal manager speaks so clearly like he did, there is no point in trying to hide or deny,\" Mourinho said.\"But [it is] not done, not done at all. In this moment Mkhitaryan our player, Sanchez is an Arsenal player. With a match tomorrow, I want to switch off and focus on what is the most important thing.\"Mkhitaryan arrived at United's Carrington training ground as normal on Friday morning but Mourinho confirmed the Armenian will not be involved against Burnley at Turf Moor on Saturday.Mourinho said: \"[He is] not selected. But in very good condition, training really well.\"Sky Sports News understands an agreement is yet to be reached between all parties in the deal, including some of the representatives attached to it.Arsenal are also discussing a move for another player, believed to be Borussia Dortmund forward Pierre-Emerick Aubameyang.Mourinho, though, said his involvement in the transfer ended when he told the club he wanted to sign Sanchez.\"Sometimes people think transfers involve the managers a lot in the negotiations,\" he said. \"I think it depends a lot on the profile of the club, the way we establish our jobs and in my case when it goes to the table of negotiations I like to be out.\"I'm out. I will just be calmly waiting for news. No more than that.\"Asked what is holding up the deal, Mourinho said: \"I don't know. My involvement in the situation is just to say the reasons why I would like to have the player and no more than that. I'm out.\"",
  "dbpedia": "\nMourinho said he is awaiting news on the transfer but insisted he is &quot;out&quot; of the negotiations.&quot;Clearly everyone knows that we are there and especially when the <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> manager speaks so clearly like he did, there is no point in trying to hide or deny,&quot; Mourinho said.&quot;But [it is] not done, not done at all. In this moment Mkhitaryan our player, Sanchez is an <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> player. With a match tomorrow, I want to switch off and focus on what is the most important thing.&quot;Mkhitaryan arrived at United\\&apos;s Carrington training ground as normal on Friday morning but Mourinho confirmed the Armenian will not be involved against <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a> at Turf Moor on Saturday.Mourinho said: &quot;[He is] not selected. But in very good condition, training really well.&quot;Sky Sports News understands an agreement is yet to be reached between all parties in the deal, including some of the representatives attached to it.Arsenal are also discussing a move for another player, believed to be <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Borussia Dortmund</a> forward <a href=\"http://dbpedia.org/resource/Pierre-Emerick_Aubameyang\" title=\"http://dbpedia.org/resource/Pierre-Emerick_Aubameyang\" target=\"_blank\">Pierre-Emerick</a> Aubameyang.Mourinho, though, said his involvement in the transfer ended when he told the club he wanted to sign Sanchez.&quot;Sometimes people think transfers involve the managers a lot in the negotiations,&quot; he said. &quot;I think it depends a lot on the profile of the club, the way we establish our jobs and in my case when it goes to the table of negotiations I like to be out.&quot;I\\&apos;m out. I will just be calmly waiting for news. No more than that.&quot;Asked what is holding up the deal, Mourinho said: &quot;I don\\&apos;t know. My involvement in the situation is just to say the reasons why I would like to have the player and no more than that. I\\&apos;m out.&quot;\n"
}