{
  "date": "06/01/18",
  "title": "Jose Mourinho praised Jesse Lingard for his form against Derby",
  "description": "Jose Mourinho praised FA Cup hero Jesse Lingard after Manchester United’s 2-0 win over Derby.",
  "content": "Lingard put United ahead late in the game at Old Trafford to help Mourinho's men into the fourth round with Romelu Lukaku making it 2-0 in stoppage time.\nBut it was Lingard, whose goals was his eighth in 10 games, who took the plaudits for his strike from outside the box into the top corner and Mourinho feels he is improving all the time.\n\"It was an amazing goal,\" he said.\n\"I think he is comfortable in the positions he plays. I think he is improving with the progressive style of the team.\n\"The team is playing progressively in a different way which makes him feel like a fish in the water and he is in this moment where everything goes right for him.\"\nUnited missed a host of chances earlier in the game with Marcus Rashford twice hitting the post against the Championship side and Mourinho was not sure the goal would come.\n\"I was confident because the team never stopped playing and trying,\" he said.\n\"At the same time it happened against Southampton recently here when we kept playing and the goal was never arriving. But I think we played well. I think we had a good game.\n\"I think they gave us a difficult game because they defended very well. But I think we deserved the victory.\"\n",
  "dbpedia": "Lingard put United ahead late in the game at <a href=\"http://dbpedia.org/resource/Old_Trafford\" title=\"http://dbpedia.org/resource/Old_Trafford\" target=\"_blank\">Old Trafford</a> to help Mourinho's men into the fourth round with <a href=\"http://dbpedia.org/resource/Romelu_Lukaku\" title=\"http://dbpedia.org/resource/Romelu_Lukaku\" target=\"_blank\">Romelu Lukaku</a> making it 2-0 in stoppage time.<br>But it was Lingard, whose goals was his eighth in 10 games, who took the plaudits for his strike from outside the box into the top corner and Mourinho feels he is improving all the time.<br>\"It was an amazing goal,\" he said.<br>\"I think he is comfortable in the positions he plays. I think he is improving with the progressive style of the team.<br>\"The team is playing progressively in a different way which makes him feel like a fish in the water and he is in this moment where everything goes right for him.\"<br>United missed a host of chances earlier in the game with Marcus Rashford twice hitting the post against the Championship side and Mourinho was not sure the goal would come.<br>\"I was confident because the team never stopped playing and trying,\" he said.<br>\"At the same time it happened against <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> recently here when we kept playing and the goal was never arriving. But I think we played well. I think we had a good game.<br>\"I think they gave us a difficult game because they defended very well. But I think we deserved the victory.\"<br>"
}