{
  "date": "26/01/18",
  "title": "Jose Mourinho says Alexis Sanchez did not come to Manchester United for the money",
  "description": "Jose Mourinho has claimed the reason Alexis Sanchez chose to join Manchester United has nothing to do with money.",
  "content": "Sanchez looked likely to join Manchester City before they pulled out due to the cost of the deal, leaving United to swoop in under their rivals' noses.Sky Sports News understands Sanchez is earning more than £350,000 per week at Old Trafford, whereas City were unwilling to agree to demands that would have made him the highest paid player in their squad.When asked why Sanchez chose United over City, Mourinho said: \"I don't know. I know that if other clubs didn't get it it's not a problem of money for sure.\"You go and analyse the numbers and Manchester City, Chelsea, even Everton spend more money than us.\"You have to put things in perspective - how much would Alexis Sanchez cost in a normal transfer with three years left on his contract? Look to the numbers now and I would say roughly between £100-150m.\"Alexis could go everywhere, he had lots of choices, he decided to come here and you have to ask him why.\"Was expensive? Was cheap? Honestly I think it was fair. I think it's a very good deal for us.\"Pep Guardiola said City pulled out of the deal in order to preserve the \"stability of the club\" but Mourinho had his own unique view of the situation.He said: \"Alexis reminds me a little bit the metaphor when you see a tree with amazing oranges in the top of the tree and then you cannot get there and you say I got the lower ones because I don't like the ones in the top.\"You like the ones in the top, they are so nice and so orange and so round, so full of juice, but you cannot get there.\"So you say I didn't want to go there or I prefer the other ones. I think it reminds me a little bit of that story.\"",
  "dbpedia": "\nSanchez looked likely to join <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> before they pulled out due to the cost of the deal, leaving United to swoop in under their rivals\\&apos; noses.Sky Sports News understands Sanchez is earning more than &#xA3;350,000 per week at Old Trafford, whereas City were unwilling to agree to demands that would have made him the highest paid player in their squad.When asked why Sanchez chose United over City, Mourinho said: &quot;I don\\&apos;t know. I know that if other clubs didn\\&apos;t get it it\\&apos;s not a problem of money for sure.&quot;You go and analyse the numbers and <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>, <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>, even <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> spend more money than us.&quot;You have to put things in perspective - how much would Alexis Sanchez cost in a normal transfer with three years left on his contract? Look to the numbers now and I would say roughly between &#xA3;100-150m.&quot;Alexis could go everywhere, he had lots of choices, he decided to come here and you have to ask him why.&quot;Was expensive? Was cheap? Honestly I think it was fair. I think it\\&apos;s a very good deal for us.&quot;<a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a> said City pulled out of the deal in order to preserve the &quot;stability of the club&quot; but Mourinho had his own unique view of the situation.He said: &quot;Alexis reminds me a little bit the metaphor when you see a tree with amazing oranges in the top of the tree and then you cannot get there and you say I got the lower ones because I don\\&apos;t like the ones in the top.&quot;You like the ones in the top, they are so nice and so orange and so round, so full of juice, but you cannot get there.&quot;So you say I didn\\&apos;t want to go there or I prefer the other ones. I think it reminds me a little bit of that story.&quot;\n"
}