{
  "date": "04/01/18",
  "title": "Jose Mourinho says he wants to extend his Manchester United contract",
  "description": "Jose Mourinho says his commitment to Manchester United is \"total\" and wants to stay at the club beyond the end of his current contract. ",
  "content": "Mourinho is currently midway through the three-year contract he signed when succeeding Louis van Gaal in May 2016.Talks regarding an extension began in October between Mourinho's agent, Jorge Mendes, and United, Sky Sports News understands.When asked about his future, Mourinho described reports he could leave this summer as \"garbage\" and said it is up United's board to decide whether he stays.\"If you want to ask me directly if I see myself next season at Manchester United, then I say I see myself [here],\" Mourinho said.\"As I said when I arrived, I am going to leave when the club wants me to leave because I have no intention to leave at all.\"My intention is to stay and to work and to improve and to bring the club to where the club belongs.\"And I want to stay. I do not see any reason not to stay. I still have a contract. In fact I am in the middle of my contract. I am not in the last couple of months.\"My desire is to stay until the owners and the board is happy with my work.\"He added: \"I am in the middle of my contract. If I am going to sign a new one of course depends on the club but my commitment with the club is total and I want to stay.\"When asked if he hopes to be at United beyond the end of his contract, Mourinho replied: \"Yes, I see myself [here].\"It is just a question of [whether] the club, the owners, the board, Mr Woodward are happy with my contribution and they want me to stay beyond the end of this contract.\"But yes I want to stay.\"Mourinho also took exception to reports, which emerged on Thursday evening, claiming there were fears inside Old Trafford that Mourinho could resign after two seasons.\"The worst thing anyone can do to myself is not to say that I am a bad manager,\" Mourinho said. \"It is not to say that I am underperforming. It is not to say that I made a mistake in this game or that game.\"The worst thing someone can do to me is to put one inch of doubt on my professionalism or in my dedication to my club, my job, my players and to every detail related to my job.\"",
  "dbpedia": "\nMourinho is currently midway through the three-year contract he signed when succeeding <a href=\"http://dbpedia.org/resource/Louis_van_Gaal\" title=\"http://dbpedia.org/resource/Louis_van_Gaal\" target=\"_blank\">Louis van Gaal</a> in May 2016.Talks regarding an extension began in October between Mourinho\\&apos;s agent, Jorge Mendes, and United, Sky Sports News understands.When asked about his future, Mourinho described reports he could leave this summer as &quot;garbage&quot; and said it is up United\\&apos;s board to decide whether he stays.&quot;If you want to ask me directly if I see myself next season at <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>, then I say I see myself [here],&quot; Mourinho said.&quot;As I said when I arrived, I am going to leave when the club wants me to leave because I have no intention to leave at all.&quot;My intention is to stay and to work and to improve and to bring the club to where the club belongs.&quot;And I want to stay. I do not see any reason not to stay. I still have a contract. In fact I am in the middle of my contract. I am not in the last couple of months.&quot;My desire is to stay until the owners and the board is happy with my work.&quot;He added: &quot;I am in the middle of my contract. If I am going to sign a new one of course depends on the club but my commitment with the club is total and I want to stay.&quot;When asked if he hopes to be at United beyond the end of his contract, Mourinho replied: &quot;Yes, I see myself [here].&quot;It is just a question of [whether] the club, the owners, the board, Mr Woodward are happy with my contribution and they want me to stay beyond the end of this contract.&quot;But yes I want to stay.&quot;Mourinho also took exception to reports, which emerged on Thursday evening, claiming there were fears inside Old Trafford that Mourinho could resign after two seasons.&quot;The worst thing anyone can do to myself is not to say that I am a bad manager,&quot; Mourinho said. &quot;It is not to say that I am underperforming. It is not to say that I made a mistake in this game or that game.&quot;The worst thing someone can do to me is to put one inch of doubt on my professionalism or in my dedication to my club, my job, my players and to every detail related to my job.&quot;\n"
}