{
  "date": "26/01/18",
  "title": "Jose Mourinho signs new Man Utd contract to 2020",
  "description": "Jose Mourinho has signed a new contract with Manchester United to keep him at the club until 2020, with the option of a further year.",
  "content": "Sky Sports News reported earlier this month that the Portuguese was on the verge of signing the deal.Mourinho won the EFL Cup and Europa League in his first season at Old Trafford and, this season, has United second in the Premier League and through to the Champions League last-16, where they will face Sevilla.\"I am really honoured and proud to be Manchester United manager. I would like to say a big thank you to the owners and to Mr Woodward for the recognition of my hard work and dedication,\" Mourinho said.\"I am delighted they feel and trust that I am the right manager for this great club for the foreseeable future. We have set very high standards - winning three trophies in one season - but those are the standards I expect my teams to aim for.\"We are creating the conditions for a brilliant and successful future for Manchester United.\"Ed Woodward, who has been in talks with Mourinho's agent Jorge Mendes since last October, said: \"Jose has already achieved a great deal as Manchester United manager and I am delighted that he has agreed to extend his commitment until at least 2020.\"His work rate and professionalism are exceptional and he has embraced the club's desire to promote top quality young players to the first team.\"He has brought an energy and a sense of purpose to everything that he does and I am sure that will continue to bring results for the fans and the club.\"",
  "dbpedia": "\nSky Sports News reported earlier this month that the Portuguese was on the verge of signing the deal.Mourinho won the EFL Cup and Europa League in his first season at Old Trafford and, this season, has United second in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> and through to the Champions League last-16, where they will face <a href=\"http://dbpedia.org/resource/Sevilla_FC\" title=\"http://dbpedia.org/resource/Sevilla_FC\" target=\"_blank\">Sevilla</a>.&quot;I am really honoured and proud to be <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> manager. I would like to say a big thank you to the owners and to Mr Woodward for the recognition of my hard work and dedication,&quot; Mourinho said.&quot;I am delighted they feel and trust that I am the right manager for this great club for the foreseeable future. We have set very high standards - winning three trophies in one season - but those are the standards I expect my teams to aim for.&quot;We are creating the conditions for a brilliant and successful future for <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>.&quot;Ed Woodward, who has been in talks with Mourinho\\&apos;s agent Jorge Mendes since last October, said: &quot;Jose has already achieved a great deal as <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> manager and I am delighted that he has agreed to extend his commitment until at least 2020.&quot;His work rate and professionalism are exceptional and he has embraced the club\\&apos;s desire to promote top quality young players to the first team.&quot;He has brought an energy and a sense of purpose to everything that he does and I am sure that will continue to bring results for the fans and the club.&quot;\n"
}