{
  "date": "20/01/18",
  "title": "Jose Mourinho says Andreas Pereira, Sam Johnstone and Tim Fosu-Mensah are staying put",
  "description": "Jose Mourinho has confirmed on-loan trio Andreas Pereira, Sam Johnstone and Timothy Fosu-Mensah will not be recalled by Manchester United for the second half of the season.",
  "content": "Pereira is on a season-long loan at Valencia, although there is a clause in his contract allowing United to recall the 22-year-old during January.\nHe has started 15 times, 10 of these in La Liga, with another six appearances as a substitute.\nMeanwhile, Johnstone is at Championship side Aston Villa, while Fosu-Mensah has been at Crystal Palace since August.\nAsked about these three players, Mourinho said: \"Pereira is happy. He's playing. My only little concern is that he's playing in a position that doesn't exist in Manchester United.\n\"They're playing in a totally different system than us and he plays in a position that we don't have.\n\"We will need an update in relation to that. But the experience he's having, playing in a good competition, in a good club with a big fan base,and with pressure around.\n\"I think it is an amazing experience for him and we are happy to let him stay there.\n\"Sam Johnstone at Aston Villa is playing all the time and is an important player for them and they are going to fight for promotion. We are also happy to have him there.\n\"And Tim Fosu-Mensah's getting matches in Crystal Palace - so nobody is coming back.\"\n",
  "dbpedia": "Pereira is on a season-long loan at <a href=\"http://dbpedia.org/resource/Valencia_CF\" title=\"http://dbpedia.org/resource/Valencia_CF\" target=\"_blank\">Valencia</a>, although there is a clause in his contract allowing United to recall the 22-year-old during January.<br>He has started 15 times, 10 of these in <a href=\"http://dbpedia.org/resource/La_Liga\" title=\"http://dbpedia.org/resource/La_Liga\" target=\"_blank\">La Liga</a>, with another six appearances as a substitute.<br>Meanwhile, Johnstone is at Championship side <a href=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" title=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" target=\"_blank\">Aston Villa</a>, while Fosu-Mensah has been at <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a> since August.<br>Asked about these three players, Mourinho said: \"Pereira is happy. He's playing. My only little concern is that he's playing in a position that doesn't exist in <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>.<br>\"They're playing in a totally different system than us and he plays in a position that we don't have.<br>\"We will need an update in relation to that. But the experience he's having, playing in a good competition, in a good club with a big fan base,and with pressure around.<br>\"I think it is an amazing experience for him and we are happy to let him stay there.<br>\"<a href=\"http://dbpedia.org/resource/Sam_Johnstone\" title=\"http://dbpedia.org/resource/Sam_Johnstone\" target=\"_blank\">Sam Johnstone</a> at <a href=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" title=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" target=\"_blank\">Aston Villa</a> is playing all the time and is an important player for them and they are going to fight for promotion. We are also happy to have him there.<br>\"And Tim Fosu-Mensah's getting matches in <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a> - so nobody is coming back.\"<br>"
}