{
  "date": "16/01/18",
  "title": "Henrikh Mkhitaryan exit 'possible' after omission from Man Utd squad, admits Jose Mourinho",
  "description": "Jose Mourinho admitted he did not select Henrikh Mkhitaryan against Stoke because his concentration had been affected by transfer speculation.",
  "content": "The Manchester United boss omitted the attacking midfielder from his squad to face the Potters at Old Trafford on Monday night.United's pursuit of Alexis Sanchez has seen Mkhitaryan thrown into the equation, with the possibility of the playmaker heading to the Emirates in order to facilitate the deal.When asked about his decision not to select the midfielder, Mourinho was straightforward in his response and admitted the transfer speculation had played a part.\"I would lie if I said it was a pure tactical decision. It was just a choice of the players that we know, in this moment, they have 100 per cent their heads in Manchester United,' Mourinho told Sky Sports.\"I don't think it's easy for a player to play when there are doubts about his future. It's added pressure that a player doesn't need, so I think it's the best for him and for us, while the doubt is in the air, to protect him.\"Arsene Wenger is interested in bringing Mkhitaryan to the Emirates Stadium, with the Gunners keen to receive the best possible deal for Sanchez, who is out of contract in the summer.Mourinho hinted Mkhitaryan could be involved in the potential deal which takes Sanchez to Old Trafford but maintained nothing has been agreed thus far.He said: \"He [Mkhitaryan] is a player that I like, of high quality. Is he going to be involved in one deal in leaving us? It's possible. But it's also possible that he stays.\"I'm just trying to protect him and the team, so let's make sure he stays with us or that he leaves us. The market is open.\"This season he started very well but has come a little bit down. Last season he did amazing things for us and helped us to win the Europa League, being one of the most important players, so let's see what is going to happen.\""
}