{
  "date": "06/01/18",
  "title": "Jose Mourinho escalates war of words with Antonio Conte",
  "description": "Jose Mourinho has responded to Antonio Conte's criticism by claiming his own comments were misinterpreted.",
  "content": "The war of words between the duo may not be over after the Manchester United manager apparently made a reference to a four-month ban the Chelsea head coach served when he was in charge at Serie A side Juventus.Conte was hit with the four-month suspension during the 2012-13 campaign for failing to report match-fixing at his former club Siena, but he was completely exonerated of any wrongdoing in 2016.However, Mourinho nonetheless appeared to drag the issue up in the wake of his side's FA Cup win over Derby on Friday night.Conte had earlier suggested that the Manchester United manager had forgotten some of his own past behaviour when it was put to him that Mourinho had suggested that he behaved like a clown on the touchline.But the Portuguese coach insists he was only referring to himself when discussing the fact that he has toned down his antics on the sidelines.\"I don't blame him,\" said Mourinho after Manchester United's 2-0 FA Cup third round win over Derby at Old Trafford on Friday.\"Honestly, I don't blame him. The question that comes to him comes to him wrong and because of that he has that out-of-control reaction. But I don't blame him at all.\"I was asked about my passion and you know because most of you were in my press conference I was speaking about myself. And then the question to the Chelsea manager was like I told [them] that he behaved like a clown.\"So I don't blame the Chelsea manager at all and I understand the reaction but I was talking about myself by saying that I don't need to behave like a clown to show passion.\"Everybody knows that I don't need the Chelsea manager to know that I made mistakes in the past and I will make mistakes in the future.\"I celebrated goals by running 50 metres. I celebrated goals by sliding on my knees. I have celebrated by jumping into the crowd. I am not free of that, especially if it is a winning goal in a specific moment.\"I am not free of an out-of-control reaction in the future. But what I was trying to say is that I behaved badly in the past a few times and in this moment I control myself much better.\"It doesn't mean that my passion is not the same. So, wrong question. Obviously a strong answer but I don't blame [him].\"The only thing I want to say to Antonio Conte is that, yes, I made my mistakes in the past on the touchline. Yes, I make less but I will [still] make a few.\"What has never happened to me and will never happen is to be suspended for match-fixing. That never happened to me and it will never happen.\"",
  "dbpedia": "\nThe war of words between the duo may not be over after the <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> manager apparently made a reference to a four-month ban the <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> head coach served when he was in charge at <a href=\"http://dbpedia.org/resource/Serie_A\" title=\"http://dbpedia.org/resource/Serie_A\" target=\"_blank\">Serie A</a> side Juventus.Conte was hit with the four-month suspension during the 2012-13 campaign for failing to report match-fixing at his former club <a href=\"http://dbpedia.org/resource/A.C._Siena\" title=\"http://dbpedia.org/resource/A.C._Siena\" target=\"_blank\">Siena</a>, but he was completely exonerated of any wrongdoing in 2016.However, Mourinho nonetheless appeared to drag the issue up in the wake of his side\\&apos;s FA Cup win over <a href=\"http://dbpedia.org/resource/Derby_County_F.C.\" title=\"http://dbpedia.org/resource/Derby_County_F.C.\" target=\"_blank\">Derby</a> on Friday night.Conte had earlier suggested that the <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> manager had forgotten some of his own past behaviour when it was put to him that Mourinho had suggested that he behaved like a clown on the touchline.But the Portuguese coach insists he was only referring to himself when discussing the fact that he has toned down his antics on the sidelines.&quot;I don\\&apos;t blame him,&quot; said Mourinho after <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>\\&apos;s 2-0 FA Cup third round win over <a href=\"http://dbpedia.org/resource/Derby_County_F.C.\" title=\"http://dbpedia.org/resource/Derby_County_F.C.\" target=\"_blank\">Derby</a> at Old Trafford on Friday.&quot;Honestly, I don\\&apos;t blame him. The question that comes to him comes to him wrong and because of that he has that out-of-control reaction. But I don\\&apos;t blame him at all.&quot;I was asked about my passion and you know because most of you were in my press conference I was speaking about myself. And then the question to the <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> manager was like I told [them] that he behaved like a clown.&quot;So I don\\&apos;t blame the <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> manager at all and I understand the reaction but I was talking about myself by saying that I don\\&apos;t need to behave like a clown to show passion.&quot;Everybody knows that I don\\&apos;t need the <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> manager to know that I made mistakes in the past and I will make mistakes in the future.&quot;I celebrated goals by running 50 metres. I celebrated goals by sliding on my knees. I have celebrated by jumping into the crowd. I am not free of that, especially if it is a winning goal in a specific moment.&quot;I am not free of an out-of-control reaction in the future. But what I was trying to say is that I behaved badly in the past a few times and in this moment I control myself much better.&quot;It doesn\\&apos;t mean that my passion is not the same. So, wrong question. Obviously a strong answer but I don\\&apos;t blame [him].&quot;The only thing I want to say to <a href=\"http://dbpedia.org/resource/Antonio_Conte\" title=\"http://dbpedia.org/resource/Antonio_Conte\" target=\"_blank\">Antonio Conte</a> is that, yes, I made my mistakes in the past on the touchline. Yes, I make less but I will [still] make a few.&quot;What has never happened to me and will never happen is to be suspended for match-fixing. That never happened to me and it will never happen.&quot;\n"
}