{
  "date": "05/02/18",
  "title": "Jose Mourinho says Manchester United will not be adding to their stock of forwards",
  "description": "Manchester United manager Jose Mourinho says he is happy with his attacking options and will not be hunting for more forwards this summer.",
  "content": "United signed Alexis Sanchez from Arsenal towards the end of the January window and the Chile international opened his account during Saturday's 2-0 defeat of Huddersfield.\nAnd, although Mourinho said on Friday that second place behind Manchester City was the best his team could do in the Premier League this season, he feels he has a stable of forwards which will not require any overhaul in the off-season.\n\"The objective is that now we have more number nines,\" said Mourinho.\n\"We have Alexis, we have (Romelu) Lukaku, we have (Anthony) Martial, we have (Marcus) Rashford.\n\"Rashford can play on the left and the right, Alexis is exactly the same.\n\"All of them apart from Lukaku can play also from behind, they can also play as the second striker.\n\"That's why I say that it's bad for you, because you like to have things to write and things to speculate, especially in the summer.\n\"But I don't want attacking players, so don't speak about attacking players that are coming here, because nobody is coming here.\n\"We have (Juan) Mata, Lukaku, Rashford, Martial, Alexis. I don't want attacking players so, speculation in the summer, you have to go to other areas.\n\"Attacking players, I am really happy.\n\"We have to improve not in the quality of the players, we have to improve in the dynamic of the team and in the efficiency because even (Saturday), it is a game to score more goals than two.\"\nPaul Pogba was relegated to the bench for Saturday's game following the midweek loss at Tottenham, and Mourinho was pleased with what he saw from the club record signing - who came on for the last 25 minutes.\nAsked what he thought of Pogba's response, Mourinho said: \"The reaction you saw: coming to the pitch with great desire to play.\n\"To be honest, at half-time he was already - because I can analyse body language - showing that he was ready.\n\"Ready with physio, he was already starting his warming up, so I think he showed the way he took it in a very professional way.\"\n",
  "dbpedia": "United signed Alexis Sanchez from <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> towards the end of the January window and the <a href=\"http://dbpedia.org/resource/Chile_national_football_team\" title=\"http://dbpedia.org/resource/Chile_national_football_team\" target=\"_blank\">Chile</a> international opened his account during Saturday's 2-0 defeat of <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a>.<br>And, although Mourinho said on Friday that second place behind <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> was the best his team could do in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> this season, he feels he has a stable of forwards which will not require any overhaul in the off-season.<br>\"The objective is that now we have more number nines,\" said Mourinho.<br>\"We have Alexis, we have (<a href=\"http://dbpedia.org/resource/Romelu_Lukaku\" title=\"http://dbpedia.org/resource/Romelu_Lukaku\" target=\"_blank\">Romelu</a>) Lukaku, we have (Anthony) Martial, we have (Marcus) Rashford.<br>\"Rashford can play on the left and the right, Alexis is exactly the same.<br>\"All of them apart from Lukaku can play also from behind, they can also play as the second striker.<br>\"That's why I say that it's bad for you, because you like to have things to write and things to speculate, especially in the summer.<br>\"But I don't want attacking players, so don't speak about attacking players that are coming here, because nobody is coming here.<br>\"We have (Juan) Mata, Lukaku, Rashford, Martial, Alexis. I don't want attacking players so, speculation in the summer, you have to go to other areas.<br>\"Attacking players, I am really happy.<br>\"We have to improve not in the quality of the players, we have to improve in the dynamic of the team and in the efficiency because even (Saturday), it is a game to score more goals than two.\"<br><a href=\"http://dbpedia.org/resource/Paul_Pogba\" title=\"http://dbpedia.org/resource/Paul_Pogba\" target=\"_blank\">Paul Pogba</a> was relegated to the bench for Saturday's game following the midweek loss at <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a>, and Mourinho was pleased with what he saw from the club record signing - who came on for the last 25 minutes.<br>Asked what he thought of Pogba's response, Mourinho said: \"The reaction you saw: coming to the pitch with great desire to play.<br>\"To be honest, at half-time he was already - because I can analyse body language - showing that he was ready.<br>\"Ready with physio, he was already starting his warming up, so I think he showed the way he took it in a very professional way.\"<br>"
}