{
  "date": "06/01/18",
  "title": "Jose Mourinho apologises to Henrikh Mkhitaryan for half-time substitution",
  "description": "Jose Mourinho has apologised to Henrikh Mkhitaryan for substituting him at half-time during Manchester United's 2-0 win over Derby on Friday night.",
  "content": "Mkhitaryan, 28, was replaced by Romelu Lukaku during the interval at Old Trafford while the FA Cup third-round tie was still goalless.Goals from Jesse Lingard and Lukaku secured a 2-0 win for United but Mourinho admitted after the match he felt uncomfortable withdrawing Mkhitaryan despite the result.\"[It was] unfair [to take Mkhitaryan off] and I told him that at half-time,\" he said.\"I didn't like what I did. He didn't deserve it, he was playing well, he wasn't playing bad.\"He had a couple of missed passes but he was playing well and giving a good dynamic to the team.\"My feeling was just that [Marcus] Rashford is not going to score a goal and because of that I'm not going to lose time and I'm going to play Romelu, so then I had to sacrifice a player.\"Mkhi was the one that I sacrificed but it's something that I don't normally do but I did at half-time and apologised to him in front of other people because he didn't deserve it.\"Sky Sports News reported in December that Inter Milan were interested in Mkhitaryan, who has struggled to hold down a first-team place under Mourinho in recent months.Neither United nor Mkhitaryan are keen on a loan deal to Inter Milan, according to Sky sources.",
  "dbpedia": "\nMkhitaryan, 28, was replaced by <a href=\"http://dbpedia.org/resource/Romelu_Lukaku\" title=\"http://dbpedia.org/resource/Romelu_Lukaku\" target=\"_blank\">Romelu Lukaku</a> during the interval at Old Trafford while the FA Cup third-round tie was still goalless.Goals from <a href=\"http://dbpedia.org/resource/Jesse_Lingard\" title=\"http://dbpedia.org/resource/Jesse_Lingard\" target=\"_blank\">Jesse Lingard</a> and Lukaku secured a 2-0 win for United but Mourinho admitted after the match he felt uncomfortable withdrawing Mkhitaryan despite the result.&quot;[It was] unfair [to take Mkhitaryan off] and I told him that at half-time,&quot; he said.&quot;I didn\\&apos;t like what I did. He didn\\&apos;t deserve it, he was playing well, he wasn\\&apos;t playing bad.&quot;He had a couple of missed passes but he was playing well and giving a good dynamic to the team.&quot;My feeling was just that [Marcus] Rashford is not going to score a goal and because of that I\\&apos;m not going to lose time and I\\&apos;m going to play <a href=\"http://dbpedia.org/resource/Romelu_Lukaku\" title=\"http://dbpedia.org/resource/Romelu_Lukaku\" target=\"_blank\">Romelu</a>, so then I had to sacrifice a player.&quot;Mkhi was the one that I sacrificed but it\\&apos;s something that I don\\&apos;t normally do but I did at half-time and apologised to him in front of other people because he didn\\&apos;t deserve it.&quot;Sky Sports News reported in December that <a href=\"http://dbpedia.org/resource/Inter_Milan\" title=\"http://dbpedia.org/resource/Inter_Milan\" target=\"_blank\">Inter Milan</a> were interested in Mkhitaryan, who has struggled to hold down a first-team place under Mourinho in recent months.Neither United nor Mkhitaryan are keen on a loan deal to <a href=\"http://dbpedia.org/resource/Inter_Milan\" title=\"http://dbpedia.org/resource/Inter_Milan\" target=\"_blank\">Inter Milan</a>, according to Sky sources.\n"
}