{
  "date": "04/02/18",
  "title": "Juan Mata dedicates Manchester United victory to Munich victims",
  "description": "Manchester United midfielder Juan Mata has dedicated Saturday's win over Huddersfield to the Munich victims and their families.",
  "content": "Tuesday marks the 60th anniversary of the air disaster which killed 23 people as United made their way back from a European Cup tie at Red Star Belgrade.\nPrior to the 2-0 victory over Huddersfield on Saturday, Old Trafford fell silent to remember those involved in the disaster and Mata feels the win was a fitting tribute to mark the event.\n\"Obviously it was a special game, a very sad memory,\" said the midfielder.\n\"It was a thing that changed the history of the club and the club showed the passion and the energy that we all have in Manchester United.\n\"So, we pay respect to the victims and their families, and they will always be in our memories.\n\"It was a game to win for them and we did it.\"\nMata played a pivotal part in the contest after providing the assist for Romelu Lukaku's 55th-minute opener.\n\"It was the kind of game that we needed to have, trying to score from the beginning,\" Mata said.\n\"We knew they were going to come here and are a very well-organised side. It took some time to score the first goal and to open the game.\n\"But I think we did what we had to which was press up, play in the other half, recover the ball as soon as possible and play with intensity.\"\nThe win sees United move to within 13 points of rivals Manchester City, who were held to a 1-1 draw by Burnley at Turf Moor.\n",
  "dbpedia": "Tuesday marks the 60th anniversary of the air disaster which killed 23 people as United made their way back from a European Cup tie at <a href=\"http://dbpedia.org/resource/Red_Star_Belgrade\" title=\"http://dbpedia.org/resource/Red_Star_Belgrade\" target=\"_blank\">Red Star Belgrade</a>.<br>Prior to the 2-0 victory over <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> on Saturday, <a href=\"http://dbpedia.org/resource/Old_Trafford\" title=\"http://dbpedia.org/resource/Old_Trafford\" target=\"_blank\">Old Trafford</a> fell silent to remember those involved in the disaster and Mata feels the win was a fitting tribute to mark the event.<br>\"Obviously it was a special game, a very sad memory,\" said the midfielder.<br>\"It was a thing that changed the history of the club and the club showed the passion and the energy that we all have in <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>.<br>\"So, we pay respect to the victims and their families, and they will always be in our memories.<br>\"It was a game to win for them and we did it.\"<br>Mata played a pivotal part in the contest after providing the assist for <a href=\"http://dbpedia.org/resource/Romelu_Lukaku\" title=\"http://dbpedia.org/resource/Romelu_Lukaku\" target=\"_blank\">Romelu Lukaku</a>'s 55th-minute opener.<br>\"It was the kind of game that we needed to have, trying to score from the beginning,\" Mata said.<br>\"We knew they were going to come here and are a very well-organised side. It took some time to score the first goal and to open the game.<br>\"But I think we did what we had to which was press up, play in the other half, recover the ball as soon as possible and play with intensity.\"<br>The win sees United move to within 13 points of rivals <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>, who were held to a 1-1 draw by <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a> at <a href=\"http://dbpedia.org/resource/Turf_Moor\" title=\"http://dbpedia.org/resource/Turf_Moor\" target=\"_blank\">Turf Moor</a>.<br>"
}