{
  "date": "26/01/18",
  "title": "Jurgen Klopp says Liverpool are unlikely to make more signings in January",
  "description": "Jurgen Klopp says Liverpool are \"not really likely\" to make more signings in the January transfer window.",
  "content": "Liverpool have signed Virgil van Dijk for £75m - a world-record fee for a defender - and completed a deal for Falkirk youngster Tony Gallacher on Thursday for a fee of £200,000.However, Klopp believes there will be no more incomings at Anfield before the window closes next Wednesday.\"It's not really likely,\" said Klopp, when asked whether they would sign any more players before the end of the window.In terms of outgoings, West Brom boss Alan Pardew hinted earlier in the month that he was interested Danny Ings and Sky Sports News understands that as well as the Baggies, West Ham, Stoke and Newcastle are keen to bring the forward in on loan.Klopp was coy on the former Burnley man's future when asked, but said strength in depth remains his priority heading into the second half of the season.\"I don't think a lot of things will happen in the next few days, but if [it does] I'll call you immediately, of course,\" added Klopp.\"I can't forget our needs - we have a lot of games to come. What I don't like about the January transfer window, is that very often it feels like the season is over and we didn't use players in the first half of the season so why do you need them in the second part? We have to plan a full year and that's what we did.\"Maybe if Danny could go somewhere where he could start the next 20 games, would it be perfect for him? I'm not sure. Of course, it wouldn't be bad to have the opportunity to start a few more games.\"",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> have signed Virgil van Dijk for &#xA3;75m - a world-record fee for a defender - and completed a deal for <a href=\"http://dbpedia.org/resource/Falkirk_F.C.\" title=\"http://dbpedia.org/resource/Falkirk_F.C.\" target=\"_blank\">Falkirk</a> youngster Tony Gallacher on Thursday for a fee of &#xA3;200,000.However, Klopp believes there will be no more incomings at Anfield before the window closes next Wednesday.&quot;It\\&apos;s not really likely,&quot; said Klopp, when asked whether they would sign any more players before the end of the window.In terms of outgoings, <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> boss <a href=\"http://dbpedia.org/resource/Alan_Pardew\" title=\"http://dbpedia.org/resource/Alan_Pardew\" target=\"_blank\">Alan Pardew</a> hinted earlier in the month that he was interested <a href=\"http://dbpedia.org/resource/Danny_Ings\" title=\"http://dbpedia.org/resource/Danny_Ings\" target=\"_blank\">Danny Ings</a> and Sky Sports News understands that as well as the Baggies, <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a>, <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> and <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> are keen to bring the forward in on loan.Klopp was coy on the former <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a> man\\&apos;s future when asked, but said strength in depth remains his priority heading into the second half of the season.&quot;I don\\&apos;t think a lot of things will happen in the next few days, but if [it does] I\\&apos;ll call you immediately, of course,&quot; added Klopp.&quot;I can\\&apos;t forget our needs - we have a lot of games to come. What I don\\&apos;t like about the January transfer window, is that very often it feels like the season is over and we didn\\&apos;t use players in the first half of the season so why do you need them in the second part? We have to plan a full year and that\\&apos;s what we did.&quot;Maybe if Danny could go somewhere where he could start the next 20 games, would it be perfect for him? I\\&apos;m not sure. Of course, it wouldn\\&apos;t be bad to have the opportunity to start a few more games.&quot;\n"
}