{
  "date": "30/01/18",
  "title": "Jurgen Klopp calls Liverpool win at Huddersfield 'the reaction we needed to show'",
  "description": "Jurgen Klopp says Liverpool's 3-0 win against Huddersfield on Tuesday was 'the reaction we needed to show' after two successive defeats.",
  "content": "Heading into the game, the Reds had lost against Swansea in the Premier League and West Brom in the FA Cup, but got back to winning ways against a scrappy Huddersfield side at the John Smith's Stadium.Although Klopp did not think it was their best performance, he was impressed by the maturity his players showed to pick up three points.\"Of course, that was the reaction we needed to show. That's clear,\" he said. \"I think everybody saw it was not brilliant. It was not our best game we played so far, but it was very mature and, in the end, very deserved.\"The best thing we did tonight apart from scoring was our counterpressing when we defended the situations when Huddersfield won the ball.\"We had more moments than three goals, but it was difficult to play because they defended well. I'm happy about the result -100 per cent - and most parts of the performance as well.\"With the transfer window closing on Wednesday, there is still interest in striker Danny Ings, but Klopp was adamant he would not be going anywhere before the 11pm deadline, although there could still be moves for Lazar Markovic and Lloyd Jones.\"It would be funny if someone calls for Ingsy. I would love to respond,\" he added.\"No chance. We will see what happens. There's no chance Ingsy is on the market tomorrow. Only if I'm unconscious! Maybe something happens.\"",
  "dbpedia": "\nHeading into the game, the Reds had lost against <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> and <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> in the FA Cup, but got back to winning ways against a scrappy <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> side at the John Smith\\&apos;s Stadium.Although Klopp did not think it was their best performance, he was impressed by the maturity his players showed to pick up three points.&quot;Of course, that was the reaction we needed to show. That\\&apos;s clear,&quot; he said. &quot;I think everybody saw it was not brilliant. It was not our best game we played so far, but it was very mature and, in the end, very deserved.&quot;The best thing we did tonight apart from scoring was our counterpressing when we defended the situations when <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> won the ball.&quot;We had more moments than three goals, but it was difficult to play because they defended well. I\\&apos;m happy about the result -100 per cent - and most parts of the performance as well.&quot;With the transfer window closing on Wednesday, there is still interest in striker <a href=\"http://dbpedia.org/resource/Danny_Ings\" title=\"http://dbpedia.org/resource/Danny_Ings\" target=\"_blank\">Danny Ings</a>, but Klopp was adamant he would not be going anywhere before the 11pm deadline, although there could still be moves for Lazar Markovic and Lloyd Jones.&quot;It would be funny if someone calls for Ingsy. I would love to respond,&quot; he added.&quot;No chance. We will see what happens. There\\&apos;s no chance Ingsy is on the market tomorrow. Only if I\\&apos;m unconscious! Maybe something happens.&quot;\n"
}