{
  "date": "15/01/18",
  "title": "Jurgen Klopp says Liverpool made 'big statement' by ending Man City's unbeaten run",
  "description": "Jurgen Klopp called Liverpool's 4-3 victory over Manchester City \"a big statement\" after a week which saw Philippe Coutinho leave the club.",
  "content": "Liverpool inflicted City's first domestic defeat of the season when prevailing in an enthralling encounter at Anfield on Nissan Super Sunday.\nA devastating nine-minute spell saw Liverpool score three goals to take a 4-1 lead in the second half, and though City struck back late on, the Reds held on to move up to third in the Premier League table.\nKlopp was gushing in his praise of both sides, adding that the game could be City's only league defeat of the season.\nWhen asked to sum up the victory, Klopp told Sky Sports: \"Nice and boring!\n\"I think that's a game which proves why many people love this game. That is football. That's how football can look if two teams combine quality and skills with attitude. Then it's possible.\n\"We were not gambling, but with our counter-attacks we thought, 'We can score the fifth one'. Even if you are with all your own players in the box, they can create chances.\n\"We were never safe. But I am completely happy because I think it's a fair result. Maybe when you look back at the end of the season, or in 10 years, you will say it's historical because it could be the only defeat for Man City.\n\"They are a really good side and I am really proud of my side that we could perform here.\"\nLiverpool opened the scoring through Alex Oxlade-Chamberlain in the first half and, while Leroy Sane pulled City level before the break, the hosts took a three-goal lead by the 68th minute thanks to strikes from Roberto Firmino, Sadio Mane and Mohamed Salah.\nThere was still time for late drama, however, with Bernardo Silva scoring in the 86th minute and Ilkay Gundogan in the first minute of stoppage time.\nLiverpool held on and Klopp, who conceded he was \"not happy\" with the goals they let in, felt his side's \"pressing from another planet\" undoubtedly helped the cause.\nThe German was also keen to point out that it was important for the Reds to score four, just days after Coutinho left for Barcelona.\n\"You score four goals in a week where Coutinho left the club, so it's a big statement. We knew that we are able to do that, but still there's a job to show it,\" Klopp added.\n\"We conceded two more goals late on, yes that's not cool, but actually I'm not bothered. If you play football like that, the rest will come and you will improve.\n\"So for tonight. It's perfect. That's a fair result. We deserved to win. They deserved it to be close. Everything good.\"\nGoalkeeper Loris Karius did come under criticism for the manner of City's first goal, when he allowed Sane's shot to squeeze in at the near post.\nHowever, Klopp brushed off the error, highlighting Ederson's mistake in allowing Salah to score Liverpool's fourth.\n\"It's the corner where he is. But look, people always find a hair in the soup. Karius had a fantastic game. Yes this goal, he knows that, but it's not about that,\" said Klopp.\n\"The Man City goalkeeper made Salah's goal, and probably nobody will talk about that. He's still a world-class goalkeeper.\n\"So we need to find a way to judge our players, even in moments where they are not perfect, but can still be fantastic football players.\"\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> inflicted City's first domestic defeat of the season when prevailing in an enthralling encounter at <a href=\"http://dbpedia.org/resource/Anfield\" title=\"http://dbpedia.org/resource/Anfield\" target=\"_blank\">Anfield</a> on Nissan Super Sunday.<br>A devastating nine-minute spell saw <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> score three goals to take a 4-1 lead in the second half, and though City struck back late on, the Reds held on to move up to third in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> table.<br>Klopp was gushing in his praise of both sides, adding that the game could be City's only league defeat of the season.<br>When asked to sum up the victory, Klopp told Sky Sports: \"<a href=\"http://dbpedia.org/resource/OGC_Nice\" title=\"http://dbpedia.org/resource/OGC_Nice\" target=\"_blank\">Nice</a> and boring!<br>\"I think that's a game which proves why many people love this game. That is football. That's how football can look if two teams combine quality and skills with attitude. Then it's possible.<br>\"We were not gambling, but with our counter-attacks we thought, 'We can score the fifth one'. Even if you are with all your own players in the box, they can create chances.<br>\"We were never safe. But I am completely happy because I think it's a fair result. Maybe when you look back at the end of the season, or in 10 years, you will say it's historical because it could be the only defeat for Man City.<br>\"They are a really good side and I am really proud of my side that we could perform here.\"<br><a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> opened the scoring through <a href=\"http://dbpedia.org/resource/Alex_Oxlade-Chamberlain\" title=\"http://dbpedia.org/resource/Alex_Oxlade-Chamberlain\" target=\"_blank\">Alex Oxlade-Chamberlain</a> in the first half and, while Leroy Sane pulled City level before the break, the hosts took a three-goal lead by the 68th minute thanks to strikes from Roberto Firmino, Sadio Mane and <a href=\"http://dbpedia.org/resource/Mohamed_Salah\" title=\"http://dbpedia.org/resource/Mohamed_Salah\" target=\"_blank\">Mohamed Salah</a>.<br>There was still time for late drama, however, with Bernardo Silva scoring in the 86th minute and Ilkay Gundogan in the first minute of stoppage time.<br><a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> held on and Klopp, who conceded he was \"not happy\" with the goals they let in, felt his side's \"pressing from another planet\" undoubtedly helped the cause.<br>The German was also keen to point out that it was important for the Reds to score four, just days after Coutinho left for <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a>.<br>\"You score four goals in a week where Coutinho left the club, so it's a big statement. We knew that we are able to do that, but still there's a job to show it,\" Klopp added.<br>\"We conceded two more goals late on, yes that's not cool, but actually I'm not bothered. If you play football like that, the rest will come and you will improve.<br>\"So for tonight. It's perfect. That's a fair result. We deserved to win. They deserved it to be close. Everything good.\"<br>Goalkeeper Loris Karius did come under criticism for the manner of City's first goal, when he allowed Sane's shot to squeeze in at the near post.<br>However, Klopp brushed off the error, highlighting <a href=\"http://dbpedia.org/resource/Ederson_Honorato_Campos\" title=\"http://dbpedia.org/resource/Ederson_Honorato_Campos\" target=\"_blank\">Ederson</a>'s mistake in allowing Salah to score <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>'s fourth.<br>\"It's the corner where he is. But look, people always find a hair in the soup. Karius had a fantastic game. Yes this goal, he knows that, but it's not about that,\" said Klopp.<br>\"The Man City goalkeeper made Salah's goal, and probably nobody will talk about that. He's still a world-class goalkeeper.<br>\"So we need to find a way to judge our players, even in moments where they are not perfect, but can still be fantastic football players.\"<br>"
}