{
  "date": "12/01/18",
  "title": "Jurgen Klopp says Liverpool had no option but to sell Philippe Coutinho to Barcelona",
  "description": "Jurgen Klopp says Liverpool fought hard to keep Philippe Coutinho at the club but eventually had to admit defeat and sell the playmaker to Barcelona. ",
  "content": "The Reds turned down a series of bids from Barcelona last summer for the Brazilian but the Spanish club returned once the January window opened and got their man with a fee believed to be £146m.Klopp says Liverpool tried to persuade Coutinho to stay but came to realise that the 25-year-old had his heart set on a switch to the Nou Camp.Asked on Friday why the sale was made, Klopp said: \"There was no other option.\"If there is somebody maybe who should be angry, massively disappointed, in this case, then it could be the manager of the club the player is leaving.\"But I am not [angry], because I know we tried absolutely everything to convince Phil to stay here and carry on going together with us.\"It was his dream [to move to Barca] and it is the truth when I say he left Liverpool for only one club and we really had to accept that.\"The club was fighting until the last second and tried everything.\"It would have been very difficult if we had said, which we could have done, 'look, here is your contract and you have to stay here', and to use him in the second half of the season.\"Klopp says Liverpool may enter the market to replace Coutinho but does not deem it essential and will not be making any \"crazy\" moves.\"We don't have to replace him,\" said Klopp. \"What we have to do is we have to step up. We played fantastic football without Phil.\"I don't want to sound disrespectful because I really liked him but we only have to carry on. We had fantastic games with him and not that good games with him.\"We have open eyes through this transfer window but we will not make crazy things.\"We want 'right' before 'expensive'.\"Midfielder Naby Keita will join Liverpool from RB Leipzig in the summer but it has been speculated that the move could be brought forward following the Coutinho sale.However, Leipzig coach Ralph Hasenhuttl played down that possibility earlier this week.And Klopp said: \"My understanding is that there is nothing to say about it. That's how it is.\"He is a player of Leipzig, that is what I know, and in the summer here, that is what I know as well.\""
}