{
  "date": "05/01/18",
  "title": "Jurgen Klopp in no rush to play Virgil van Dijk ahead of Liverpool vs Everton",
  "description": "Jurgen Klopp says there is \"no rush\" to play Virgil van Dijk as Liverpool prepare to play Everton in the FA Cup third round on Friday.",
  "content": "The Netherlands international, who completed a club-record £75m transfer from Southampton on 1 January, is available to make his Liverpool debut in the Merseyside derby.However, Van Dijk's new team-mates Philippe Coutinho and Mohamed Salah will miss the Everton tie due to injury.\"Virgil is different, he is obviously healthy,\" Klopp said on Thursday. \"Now, I have to make a decision for this game.\"It is not finally done, we will see what we do with him. It is clear that centre-half is a position that usually needs to be tuned to the rest of the team.\"Liverpool's defence has been criticised this season and the acquisition of Van Dijk is expected to help Klopp tighten up his back four.\"I can imagine that everybody is desperate to see him on the pitch,\" Klopp added. \"But, from our point of view, there is no rush.\"It is much more important how many good games he can play for us than how many and when it starts.\"It is not decided, we have to wait for last updates on each position.\"Loris Karius will start in goal for Liverpool on Friday night and Wales international Danny Ward is set for a place on the bench, allowing Simon Mignolet to have a break from first-team duty.Ward has only made one appearance this season but Klopp does not seem to favour another loan spell for the goalkeeper, who spent last term at Huddersfield.Klopp said: \"Loris will play [against Everton]. I am pretty sure Wardy is sub, which means Simon has a little break.\"Danny is a young, very skilled goalkeeper with a lot of potential, which means space for improvement, and we are quite desperate to build on that together with him.\"There is enough to do for all of the boys, so there is no rush in that, and we cannot help other clubs before we help ourselves.\""
}