{
  "date": "06/01/18",
  "title": "Jurgen Klopp says Virgil van Dijk's debut for Liverpool against Everton was a 'fairy tale'",
  "description": "Jurgen Klopp described Virgil van Dijk's debut as a \"fairy tale\" after he scored the winner against Everton in the third round of the FA Cup on Friday.",
  "content": "Van Dijk was making his first appearance for Liverpool after joining for £75m from Southampton.And he stole the show by heading in from a corner in the 85th minute to give Liverpool a 2-1 win over their Merseyside rivals at Anfield.\"A fairy tale in a world with not a lot of fairy tales anymore,\" said Klopp. \"So I think something like that is quite special. It was a difficult decision to make to be honest because, to be 100 per cent honest, the first plan was not to start him tonight but then Dejan [Lovren] and Raggy [Ragnar Klavan] played a lot of games in the last few weeks, so I changed my mind this morning. And it helped!\"He showed a lot of things we want him to show in the future very often tonight; heading of course, football-wise his first touch was good, good under pressure and then around set pieces a proper threat.\"Asked whether Van Dijk had exceeded his expectations, Klopp added: \"He was much better than I thought to be honest tonight because it's difficult, it's always difficult. I said before the game that my expectations are easy to reach because I know how good he is and so I only want him to show that.\"I still know that he's a human being and things can happen that he can show it tonight, things like this happen. But we all know that expectation can lead to pressure and then you look a little bit different than you look usually, and he obviously could stand the pressure tonight.\"He was for sure nervous but you could not see it and that's the most important thing probably. He came quite well in the game and then from this point on I think how it is as a player you are then in kind of a tunnel, you don't think about anything else than the game, so that helped a lot.\"We defended a lot of situations really well, leading to situations that were easy for him to handle because of course, he is really good in the air. But then there came a few situations where it was a little bit tighter and he had a brilliant first touch, played football, not too complicated - which makes real sense always, but especially in your first game. So he played much better than I thought he would play tonight.\""
}