{
  "date": "07/01/18",
  "title": "Juventus' Blaise Matuidi claims to have been racially abused for second time in 10 days",
  "description": "Juventus midfielder Blaise Matuidi has slammed supporters he claims subjected him to racist abuse for the second time in 10 days.",
  "content": "The France international revealed on Facebook he was abused during Saturday's Serie A clash with Cagliari, which his side won 1-0 thanks to a goal from Federico Bernardeschi.Matuidi appeared to ask the referee to intervene in the incident before half-time and again tackled the issue in a post on social media later on Saturday.He wrote: \"Thanks for all your messages. Today I experienced racism during the match.\"Weak people try to intimidate with hate. I am not a hater and can only be sorry for those who set bad examples.\"Football is a way to spread equality, passion and inspiration and this is what I am here for. Peace. #equalgame\"Matuidi suffered similar abuse on December 30 during his side's clash with Verona, who were fined £18,000 and given a partial stadium ban which was suspended for a year.",
  "dbpedia": "\nThe <a href=\"http://dbpedia.org/resource/France_national_football_team\" title=\"http://dbpedia.org/resource/France_national_football_team\" target=\"_blank\">France international</a> revealed on Facebook he was abused during Saturday\\&apos;s <a href=\"http://dbpedia.org/resource/Serie_A\" title=\"http://dbpedia.org/resource/Serie_A\" target=\"_blank\">Serie A</a> clash with <a href=\"http://dbpedia.org/resource/Cagliari_Calcio\" title=\"http://dbpedia.org/resource/Cagliari_Calcio\" target=\"_blank\">Cagliari</a>, which his side won 1-0 thanks to a goal from Federico Bernardeschi.Matuidi appeared to ask the referee to intervene in the incident before half-time and again tackled the issue in a post on social media later on Saturday.He wrote: &quot;Thanks for all your messages. Today I experienced racism during the match.&quot;Weak people try to intimidate with hate. I am not a hater and can only be sorry for those who set bad examples.&quot;Football is a way to spread equality, passion and inspiration and this is what I am here for. Peace. #equalgame&quot;Matuidi suffered similar abuse on December 30 during his side\\&apos;s clash with Verona, who were fined &#xA3;18,000 and given a partial stadium ban which was suspended for a year.\n"
}