{
  "date": "05/02/18",
  "title": "Harry Kane dismisses Virgil van Dijk's accusations of diving",
  "description": "Tottenham striker Harry Kane has dismissed accusations of diving from Liverpool defender Virgil van Dijk following Sunday's 2-2 draw.",
  "content": "Van Dijk said the England international went down too easily under pressure from goalkeeper Loris Karius for the first of two Spurs penalties in the match at Anfield.\nKane, whose first spot-kick was saved but converted a second in the fifth minute of added time to salvage a point and reach 100 Premier League goals, has hit back at the Dutchman.\n\"He (Karius) has dived, he got in the way and I'm a player, I'm not going to jump out of the way because it's football,\" said Kane.\n\"I definitely felt contact and I went down.\"\nKane also joined his manager Mauricio Pochettino in praising the referee and officials for their performance during the contest at Anfield.\nAssistant referee Ed Smart flagged for a Van Dijk foul on Erik Lamela for the second penalty after match official Jon Moss had waved play on.\n\"I thought the linesman showed amazing character to give (the second penalty) because a lot happened for the first one about the linesman, so to give that penalty was massive - and it was a penalty,\" said Kane.\nKane's late strike brought up a century of Premier League goal in his 141st match.\nOnly Alan Shearer (124) reached the landmark quicker and the Tottenham striker now has his sights set on the next 100, with Shearer's all-time record of 260 still some way off.\n\"That has to be the aim - and hopefully quicker than I got to 100,\" Kane added.\n",
  "dbpedia": "Van Dijk said the <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> international went down too easily under pressure from goalkeeper Loris Karius for the first of two Spurs penalties in the match at <a href=\"http://dbpedia.org/resource/Anfield\" title=\"http://dbpedia.org/resource/Anfield\" target=\"_blank\">Anfield</a>.<br>Kane, whose first spot-kick was saved but converted a second in the fifth minute of added time to salvage a point and reach 100 <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> goals, has hit back at the Dutchman.<br>\"He (Karius) has dived, he got in the way and I'm a player, I'm not going to jump out of the way because it's football,\" said Kane.<br>\"I definitely felt contact and I went down.\"<br>Kane also joined his manager <a href=\"http://dbpedia.org/resource/Mauricio_Pochettino\" title=\"http://dbpedia.org/resource/Mauricio_Pochettino\" target=\"_blank\">Mauricio Pochettino</a> in praising the referee and officials for their performance during the contest at <a href=\"http://dbpedia.org/resource/Anfield\" title=\"http://dbpedia.org/resource/Anfield\" target=\"_blank\">Anfield</a>.<br>Assistant referee Ed Smart flagged for a Van Dijk foul on <a href=\"http://dbpedia.org/resource/Erik_Lamela\" title=\"http://dbpedia.org/resource/Erik_Lamela\" target=\"_blank\">Erik Lamela</a> for the second penalty after match official Jon Moss had waved play on.<br>\"I thought the linesman showed amazing character to give (the second penalty) because a lot happened for the first one about the linesman, so to give that penalty was massive - and it was a penalty,\" said Kane.<br>Kane's late strike brought up a century of <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> goal in his 141st match.<br>Only <a href=\"http://dbpedia.org/resource/Alan_Shearer\" title=\"http://dbpedia.org/resource/Alan_Shearer\" target=\"_blank\">Alan Shearer</a> (124) reached the landmark quicker and the <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> striker now has his sights set on the next 100, with Shearer's all-time record of 260 still some way off.<br>\"That has to be the aim - and hopefully quicker than I got to 100,\" Kane added.<br>"
}