{
  "date": "02/02/18",
  "title": "Karl Oyston leaves role as Blackpool chairman",
  "description": "Blackpool have announced Karl Oyston is no longer chairman or director of the Sky Bet League One club.",
  "content": "Blackpool confirmed Oyston's departure in a statement on Friday, which read: \"Natalie Christopher has been appointed the new Chairwoman of Blackpool Football Club.\n\"Mr Karl Oyston is no longer Chairman or Director of the club, or any other Oyston Group company.\n\"The club will make no further comment at this time.\"\nThe company that owns the club and Blackpool's assets, including their Bloomfield Road stadium, was put up for sale on November 10, 2017, four days after the Oyston family - the club's majority owners - lost a high court battle with ex business partner Valeri Belokon.\nBelokon bought a 20 per cent stake for £4.5million in 2006 and served as the club's president until last August, when he resigned.\nBy then, however, he had been in dispute with fellow directors Owen Oyston and his son Karl for more than a year over claims they had taken £27million out of the club after their season in the Premier League in 2010/11. Owen Oyston, for example, paid himself a director's salary of £11million.\nAfter months of wrangling between the parties, Justice Marcus Smith agreed with Belokon and ordered the Oystons to pay him more than £31million, plus costs, for \"illegitimate stripping\" of the club and \"fundamental breaches\" of their duties as directors.\nThe Oystons met the first installment of these payments but missed Wednesday's deadline for the second tranche and must now return to the high court on Monday to hear if their application for an extension will be approved.\nBelokon denies any wrongdoing and his representatives say the verdict was politically motivated.\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Blackpool_F.C.\" title=\"http://dbpedia.org/resource/Blackpool_F.C.\" target=\"_blank\">Blackpool</a> confirmed Oyston's departure in a statement on Friday, which read: \"Natalie Christopher has been appointed the new Chairwoman of <a href=\"http://dbpedia.org/resource/Blackpool_F.C.\" title=\"http://dbpedia.org/resource/Blackpool_F.C.\" target=\"_blank\">Blackpool Football Club</a>.<br>\"Mr Karl Oyston is no longer Chairman or Director of the club, or any other Oyston Group company.<br>\"The club will make no further comment at this time.\"<br>The company that owns the club and <a href=\"http://dbpedia.org/resource/Blackpool_F.C.\" title=\"http://dbpedia.org/resource/Blackpool_F.C.\" target=\"_blank\">Blackpool</a>'s assets, including their <a href=\"http://dbpedia.org/resource/Bloomfield_Road\" title=\"http://dbpedia.org/resource/Bloomfield_Road\" target=\"_blank\">Bloomfield Road stadium</a>, was put up for sale on November 10, 2017, four days after the Oyston family - the club's majority owners - lost a high court battle with ex business partner Valeri Belokon.<br>Belokon bought a 20 per cent stake for £4.5million in 2006 and served as the club's president until last August, when he resigned.<br>By then, however, he had been in dispute with fellow directors Owen Oyston and his son Karl for more than a year over claims they had taken £27million out of the club after their season in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> in 2010/11. Owen Oyston, for example, paid himself a director's salary of £11million.<br>After months of wrangling between the parties, Justice Marcus Smith agreed with Belokon and ordered the Oystons to pay him more than £31million, plus costs, for \"illegitimate stripping\" of the club and \"fundamental breaches\" of their duties as directors.<br>The Oystons met the first installment of these payments but missed Wednesday's deadline for the second tranche and must now return to the high court on Monday to hear if their application for an extension will be approved.<br>Belokon denies any wrongdoing and his representatives say the verdict was politically motivated.<br>"
}