{
  "date": "23/01/18",
  "title": "Kevin De Bruyne signs new Manchester City deal until 2023",
  "description": "Manchester City have announced Kevin De Bruyne has signed a new five-and-a-half-year deal to keep him at the club until 2023.",
  "content": "The Belgian is the latest City player to commit his future to the club, with David Silva, Nicolas Otamendi and Fernandinho having already signed new contracts this season.\"I am really happy to have signed this new deal. As I've said previously, my intention has always been to stay here at City, where I've felt at home from day one,\" De Bruyne said.\"Not only are we winning - we are playing great football. It's a pleasure to be a part of and I'm really excited about what we can achieve in the coming years.\"De Bruyne has registered six goals and 10 assists in 24 Premier League matches this season as he has helped City to a 12-point lead at the top of the table.Director of football Txiki Begiristain said: \"Kevin's new deal is great news for our club.\"He has shown this season how important he is to the team and has been integral in everything we've done so far.\"We are thrilled he has committed his long-term future to Manchester City.\"",
  "dbpedia": "\nThe Belgian is the latest City player to commit his future to the club, with <a href=\"http://dbpedia.org/resource/David_Silva\" title=\"http://dbpedia.org/resource/David_Silva\" target=\"_blank\">David Silva</a>, Nicolas Otamendi and <a href=\"http://dbpedia.org/resource/Fernando_Luiz_Roza\" title=\"http://dbpedia.org/resource/Fernando_Luiz_Roza\" target=\"_blank\">Fernandinho</a> having already signed new contracts this season.&quot;I am really happy to have signed this new deal. As I\\&apos;ve said previously, my intention has always been to stay here at City, where I\\&apos;ve felt at home from day one,&quot; De Bruyne said.&quot;Not only are we winning - we are playing great football. It\\&apos;s a pleasure to be a part of and I\\&apos;m really excited about what we can achieve in the coming years.&quot;De Bruyne has registered six goals and 10 assists in 24 <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> matches this season as he has helped City to a 12-point lead at the top of the table.Director of football <a href=\"http://dbpedia.org/resource/Txiki_Begiristain\" title=\"http://dbpedia.org/resource/Txiki_Begiristain\" target=\"_blank\">Txiki Begiristain</a> said: &quot;Kevin\\&apos;s new deal is great news for our club.&quot;He has shown this season how important he is to the team and has been integral in everything we\\&apos;ve done so far.&quot;We are thrilled he has committed his long-term future to <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>.&quot;\n"
}