{
  "date": "10/01/18",
  "title": "Kevin De Bruyne says Manchester City not concerned by poor Anfield record  ",
  "description": "Kevin De Bruyne insists Manchester City are not concerned by their record away to Liverpool ahead of their trip to Anfield on Super Sunday. ",
  "content": "City have not won at Anfield since May 2003 when a Nicolas Anelka double handed the visitors all three points.\nHowever, Pep Guardiola's side are 15 points clear at the top of the Premier League and are undefeated in domestic competition this season and De Bruyne says he and his team-mates will not give any thought to that record away at Liverpool.\n\"We don't care about that,\" De Bruyne said. \"It is just the way football goes. We go there to win the game.\n\"They will have a very strong team, they want to be there for the Champions League, but we just try to do the things we do good and then we will see what happens.\"\nDe Bruyne is also hoping to get some time to rest before the trip to Merseyside after featuring in six games in just over two weeks as part of City's festive schedule.\n\"We have five days, that will be good. It has been a tough period for four months now. Our Christmas period is four months already,\" the Belgian said.\n\"It will be nice to have five days and then almost a week before Newcastle to get a little bit of recovery.\"\n",
  "dbpedia": "City have not won at <a href=\"http://dbpedia.org/resource/Anfield\" title=\"http://dbpedia.org/resource/Anfield\" target=\"_blank\">Anfield</a> since May 2003 when a <a href=\"http://dbpedia.org/resource/Nicolas_Anelka\" title=\"http://dbpedia.org/resource/Nicolas_Anelka\" target=\"_blank\">Nicolas Anelka</a> double handed the visitors all three points.<br>However, <a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a>'s side are 15 points clear at the top of the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> and are undefeated in domestic competition this season and De Bruyne says he and his team-mates will not give any thought to that record away at <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>.<br>\"We don't care about that,\" De Bruyne said. \"It is just the way football goes. We go there to win the game.<br>\"They will have a very strong team, they want to be there for the Champions League, but we just try to do the things we do good and then we will see what happens.\"<br>De Bruyne is also hoping to get some time to rest before the trip to Merseyside after featuring in six games in just over two weeks as part of City's festive schedule.<br>\"We have five days, that will be good. It has been a tough period for four months now. Our Christmas period is four months already,\" the Belgian said.<br>\"It will be nice to have five days and then almost a week before <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> to get a little bit of recovery.\"<br>"
}