{
  "date": "04/02/18",
  "title": "Kevin De Bruyne admits feeling exhausted by Manchester City's season",
  "description": "Kevin De Bruyne admits he is feeling the effects of Manchester City's impressive season as they continue to challenge for four trophies.",
  "content": "The Belgian has been one of the star performers in the City side but their success may come at a cost.\nCity already have seven first-team players missing with injury, leading Pep Guardiola to name just six out of a possible seven substitutes for their 1-1 draw with Burnley on Saturday.\nDe Bruyne has missed only three of City's 39 games in all competitions and concedes he was feeling tired during the game at Turf Moor.\n\"I was feeling it from the first minute,\" he said. \"I've said it before - you feel great for 10 games, then you feel OK for 10 games, and then the rest you feel like s***.\n\"You know, we've got to do what we've got to do. We've only got 15 or 16 players available at the moment so we need to get through it.\"\nCity at least will have some respite this week as they are not in action again until Leicester visit the Etihad Stadium next Saturday.\nThat is the Premier League leaders' longest gap between games since the November international break and Guardiola has decided to give all his squad three days off.\n\"It will do us a lot of good,\" said De Bruyne. \"I'm going away, it doesn't matter where!\"\nDespite feeling jaded, City should have claimed all three points at the weekend having dominated throughout, only to concede a late equaliser to Johann Berg Gudmundsson.\n\"Nobody is complaining about the way we played,\" De Bruyne said. \"I think we played really well and we should have scored more, but it happens and it's not even bad defending, it's just the way it goes sometimes.\n\"Obviously it's very hard and we haven't got any players left, so maybe we feel a little bit of tiredness which makes it a little bit more difficult, but I thought the way we played was exceptional.\"\n",
  "dbpedia": "The Belgian has been one of the star performers in the City side but their success may come at a cost.<br>City already have seven first-team players missing with injury, leading <a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a> to name just six out of a possible seven substitutes for their 1-1 draw with <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a> on Saturday.<br>De Bruyne has missed only three of City's 39 games in all competitions and concedes he was feeling tired during the game at <a href=\"http://dbpedia.org/resource/Turf_Moor\" title=\"http://dbpedia.org/resource/Turf_Moor\" target=\"_blank\">Turf Moor</a>.<br>\"I was feeling it from the first minute,\" he said. \"I've said it before - you feel great for 10 games, then you feel OK for 10 games, and then the rest you feel like s***.<br>\"You know, we've got to do what we've got to do. We've only got 15 or 16 players available at the moment so we need to get through it.\"<br>City at least will have some respite this week as they are not in action again until <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a> visit the <a href=\"http://dbpedia.org/resource/City_of_Manchester_Stadium\" title=\"http://dbpedia.org/resource/City_of_Manchester_Stadium\" target=\"_blank\">Etihad Stadium</a> next Saturday.<br>That is the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> leaders' longest gap between games since the November international break and Guardiola has decided to give all his squad three days off.<br>\"It will do us a lot of good,\" said De Bruyne. \"I'm going away, it doesn't matter where!\"<br>Despite feeling jaded, City should have claimed all three points at the weekend having dominated throughout, only to concede a late equaliser to Johann Berg Gudmundsson.<br>\"Nobody is complaining about the way we played,\" De Bruyne said. \"I think we played really well and we should have scored more, but it happens and it's not even bad defending, it's just the way it goes sometimes.<br>\"Obviously it's very hard and we haven't got any players left, so maybe we feel a little bit of tiredness which makes it a little bit more difficult, but I thought the way we played was exceptional.\"<br>"
}