{
  "date": "05/02/18",
  "title": "Jurgen Klopp says assistant referee was centre of attention in Liverpool 2-2 Tottenham",
  "description": "Jurgen Klopp claimed the assistant referee got his wish to be the centre of attention after awarding a late penalty in the 2-2 draw between Tottenham and Liverpool. ",
  "content": "Harry Kane had already missed a penalty before scoring the second during a 2-2 draw in which referee Jon Moss and his assistant were in the thick of the action.\nWith five minutes remaining, Dejan Lovren's swing and a miss put Kane, who appeared debatably offside, clean through and Moss ruled he had been brought down by Karius.\nAfter a long discussion with his assistant, Moss stood by his decision but Loris Karius redeemed himself by saving the spot-kick Kane hit straight down the middle.\nInto added time Salah then managed to weave himself past three defenders to lash a shot into the roof of the net to put Liverpool 2-1 up but, when Virgil van Dijk caught Erik Lamela with an attempted clearance, the assistant referee flagged to award the penalty and Kane did not miss second time around.\nKlopp was not amused by the officials.\n\"The result was massively influenced by the linesman's decisions,\" he said.\n\"I am not allowed to go in their room until half an hour after the game, do you think the first thing he comes to me and tells me he made a mistake with the first penalty because it was clearly offside? Unbelievable.\n\"I don't know what they were discussing. And the second penalty, Virgil van Dijk touched him, but we know Lamela wants the touch and jumps into him. They would explain it with the touch and say it's a penalty but we all know.\n\"In the first half, we didn't get any free-kick in these situations. That was the level for the game, which is ok, but then to get that in the last minute, wow. You need to be sure or leave it.\n\"But he wanted to be the middle of interest and now he is.\"\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" title=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" target=\"_blank\">Harry Kane</a> had already missed a penalty before scoring the second during a 2-2 draw in which referee Jon Moss and his assistant were in the thick of the action.<br>With five minutes remaining, <a href=\"http://dbpedia.org/resource/Dejan_Lovren\" title=\"http://dbpedia.org/resource/Dejan_Lovren\" target=\"_blank\">Dejan Lovren</a>'s swing and a miss put Kane, who appeared debatably offside, clean through and Moss ruled he had been brought down by Karius.<br>After a long discussion with his assistant, Moss stood by his decision but Loris Karius redeemed himself by saving the spot-kick Kane hit straight down the middle.<br>Into added time Salah then managed to weave himself past three defenders to lash a shot into the roof of the net to put <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> 2-1 up but, when Virgil van Dijk caught <a href=\"http://dbpedia.org/resource/Erik_Lamela\" title=\"http://dbpedia.org/resource/Erik_Lamela\" target=\"_blank\">Erik Lamela</a> with an attempted clearance, the assistant referee flagged to award the penalty and Kane did not miss second time around.<br>Klopp was not amused by the officials.<br>\"The result was massively influenced by the linesman's decisions,\" he said.<br>\"I am not allowed to go in their room until half an hour after the game, do you think the first thing he comes to me and tells me he made a mistake with the first penalty because it was clearly offside? Unbelievable.<br>\"I don't know what they were discussing. And the second penalty, Virgil van Dijk touched him, but we know Lamela wants the touch and jumps into him. They would explain it with the touch and say it's a penalty but we all know.<br>\"In the first half, we didn't get any free-kick in these situations. That was the level for the game, which is ok, but then to get that in the last minute, wow. You need to be sure or leave it.<br>\"But he wanted to be the middle of interest and now he is.\"<br>"
}