{
  "date": "03/02/18",
  "title": "Jurgen Klopp says Liverpool finishing in top four is still a success",
  "description": "Jurgen Klopp insists Liverpool finishing in the top four remains a more realistic target than the \"dream\" of being Premier League champions.",
  "content": "Liverpool have not finished in the Champions League qualification places in consecutive seasons since the 2008 and 2009 campaigns.\nKlopp could repeat that feat with another top-four finish this season, with his side looking to extend their two-point advantage over fifth-placed Tottenham at Anfield on Sunday, live on Sky Sports Premier League.\n\"When you start a season you can dream of something and you have to make a realistic target as well,\" said Klopp.\n\"Being champion is probably the dream - not only at Liverpool but especially at Liverpool. Because of the season City is playing that is quite difficult. Then I would prefer to be second, to be honest, if you cannot be first.\n\"But if you are second, third or fourth at the end of the season when you look back all three positions are good and similarly difficult to reach.\n\"Everybody thinks Arsenal is away but they are not. In one matchday if one of us is losing and Arsenal winning, then they are five points [behind]. Tottenham is behind all of us in the Champions League position at the moment, so [top four] is for sure a success.\"\nWhile Liverpool sold Philippe Coutinho to Barcelona for £146m in January, Tottenham have managed to keep hold of their core group of players.\nKyle Walker's move to Manchester City last summer remains the only major departure, and Klopp admits he is envious of Spurs' ability to retain their top assets.\n\"I can only say with all the respect that Tottenham is a really interesting project. I don't know too much about Tottenham, about their circumstances, but obviously the group wants to stay together. That is another good thing,\" said Klopp.\n\"Harry Kane is still there, the whole world is going nuts obviously transfer wise and I think if someone has too much money or more than enough then it would make sense to ask, 'Don't you want to play for our team?' He is obviously at an outstanding level since I was in England.\n\"Dele Alli - not the same season as last season but still the highest quality - [Christian] Eriksen constantly and [Heung-min] Son really good. They are just a good side and they are still together.\n\"The whole world buys players from everywhere but no one buys one player from Tottenham. Maybe they don't want to go. You can imagine working together helps a lot.\n\"With these players and their age group, the players are closer to 20 than 30, so that is a very interesting project.\"\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> have not finished in the Champions League qualification places in consecutive seasons since the 2008 and 2009 campaigns.<br>Klopp could repeat that feat with another top-four finish this season, with his side looking to extend their two-point advantage over fifth-placed <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> at <a href=\"http://dbpedia.org/resource/Anfield\" title=\"http://dbpedia.org/resource/Anfield\" target=\"_blank\">Anfield</a> on Sunday, live on Sky Sports <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>.<br>\"When you start a season you can dream of something and you have to make a realistic target as well,\" said Klopp.<br>\"Being champion is probably the dream - not only at <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> but especially at <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>. Because of the season City is playing that is quite difficult. Then I would prefer to be second, to be honest, if you cannot be first.<br>\"But if you are second, third or fourth at the end of the season when you look back all three positions are good and similarly difficult to reach.<br>\"Everybody thinks <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> is away but they are not. In one matchday if one of us is losing and <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> winning, then they are five points [behind]. <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> is behind all of us in the Champions League position at the moment, so [top four] is for sure a success.\"<br>While <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> sold <a href=\"http://dbpedia.org/resource/Philippe_Coutinho\" title=\"http://dbpedia.org/resource/Philippe_Coutinho\" target=\"_blank\">Philippe Coutinho</a> to <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> for £146m in January, <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> have managed to keep hold of their core group of players.<br><a href=\"http://dbpedia.org/resource/Kyle_Walker\" title=\"http://dbpedia.org/resource/Kyle_Walker\" target=\"_blank\">Kyle Walker</a>'s move to <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> last summer remains the only major departure, and Klopp admits he is envious of Spurs' ability to retain their top assets.<br>\"I can only say with all the respect that <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> is a really interesting project. I don't know too much about <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a>, about their circumstances, but obviously the group wants to stay together. That is another good thing,\" said Klopp.<br>\"<a href=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" title=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" target=\"_blank\">Harry Kane</a> is still there, the whole world is going nuts obviously transfer wise and I think if someone has too much money or more than enough then it would make sense to ask, 'Don't you want to play for our team?' He is obviously at an outstanding level since I was in <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a>.<br>\"Dele Alli - not the same season as last season but still the highest quality - [Christian] Eriksen constantly and [Heung-min] Son really good. They are just a good side and they are still together.<br>\"The whole world buys players from everywhere but no one buys one player from <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a>. Maybe they don't want to go. You can imagine working together helps a lot.<br>\"With these players and their age group, the players are closer to 20 than 30, so that is a very interesting project.\"<br>"
}