{
  "date": "12/01/18",
  "title": "Kris Boyd has launched a charity to help those suffering from mental health issues",
  "description": "Kilmarnock striker Kris Boyd hopes to honour the memory of his late brother Scott by encouraging more people to open up about their mental health issues.",
  "content": "The former Scotland international and his family were struck by a tragedy in September 2016 when his younger sibling took his own life at the age of 27.\nBoyd has now decided to set up his own charity in the hope that he can help others who are suffering with mental health problems.\nThe 34-year-old has teamed up with life coach Donald MacNaughton to form The Kris Boyd Charity, which will offer a range of services to help tackle the problem.\nThe subject is close to his heart and Boyd believes more people will be able to deal with their issues if they feel able to talk about them.\nHe told Sky Sports: \"I want to break down the barriers, [that stop] people from coming out and speaking openly to others.\n\"Yes, my family suffered, and the charity is a success even if it saves one person from going through what we went through.\n\"It is day one and it will be a difficult journey but it is one I am looking forward to. The guys behind it will work really hard and the generosity of the general public will help.\"\nAsked if mental health was particularly an issue in football, Boyd added: \"Everybody wants to be a football player.\n\"There are x amount of young players that, ultimately, are going to turn 17, 18 and leave without a job. It is very difficult for them to digest that and get out in that big, bad world.\n\"At Kilmarnock, I think everyone who leaves will leave a better person, and hopefully we can help people understand that, by the time they come to leave the football club, they can go out there and have a successful career, even if it is not in football.\"\nThe inaugural Kris Boyd Charity event is a Valentine's Ball at Ayr Racecourse on February 17.\nFor more details go to www.thekrisboydcharity.co.uk\n",
  "dbpedia": "The former <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scotland</a> international and his family were struck by a tragedy in September 2016 when his younger sibling took his own life at the age of 27.<br>Boyd has now decided to set up his own charity in the hope that he can help others who are suffering with mental health problems.<br>The 34-year-old has teamed up with life coach Donald MacNaughton to form The <a href=\"http://dbpedia.org/resource/Kris_Boyd\" title=\"http://dbpedia.org/resource/Kris_Boyd\" target=\"_blank\">Kris Boyd</a> Charity, which will offer a range of services to help tackle the problem.<br>The subject is close to his heart and Boyd believes more people will be able to deal with their issues if they feel able to talk about them.<br>He told Sky Sports: \"I want to break down the barriers, [that stop] people from coming out and speaking openly to others.<br>\"Yes, my family suffered, and the charity is a success even if it saves one person from going through what we went through.<br>\"It is day one and it will be a difficult journey but it is one I am looking forward to. The guys behind it will work really hard and the generosity of the general public will help.\"<br>Asked if mental health was particularly an issue in football, Boyd added: \"Everybody wants to be a football player.<br>\"There are x amount of young players that, ultimately, are going to turn 17, 18 and leave without a job. It is very difficult for them to digest that and get out in that big, bad world.<br>\"At <a href=\"http://dbpedia.org/resource/Kilmarnock_F.C.\" title=\"http://dbpedia.org/resource/Kilmarnock_F.C.\" target=\"_blank\">Kilmarnock</a>, I think everyone who leaves will leave a better person, and hopefully we can help people understand that, by the time they come to leave the football club, they can go out there and have a successful career, even if it is not in football.\"<br>The inaugural <a href=\"http://dbpedia.org/resource/Kris_Boyd\" title=\"http://dbpedia.org/resource/Kris_Boyd\" target=\"_blank\">Kris Boyd</a> Charity event is a Valentine's Ball at Ayr Racecourse on February 17.<br>For more details go to www.thekrisboydcharity.co.uk<br>"
}