{
  "date": "22/01/18",
  "title": "La Liga Laughs: Cristiano Ronaldo and Gabriel Paulista",
  "description": "Sky Sports commentator Jon Driscoll takes a light-hearted look at the weekend's La Liga action.",
  "content": "We've compiled some of the more amusing moments from the latest matches in Spain for you to enjoy in one video.This week you can see the many sulks of Cristiano Ronaldo during Real Madrid's 7-1 victory over Deportivo La Coruna on Sunday afternoon.He wasn't happy when Gareth Bale scored and he didn't seem too happy when he scored himself. He appeared even less pleased when he received a kick in the head and checked out the damage with a mobile phone in selfie mode.You can also see a very angry Gabriel Paulista reacting to the referee's decision to award a penalty during Valencia's defeat to Las Palmas.For that and much more, play the video at the top of the page to enjoy La Liga Laughs.",
  "dbpedia": "\nWe\\&apos;ve compiled some of the more amusing moments from the latest matches in <a href=\"http://dbpedia.org/resource/Spain_national_football_team\" title=\"http://dbpedia.org/resource/Spain_national_football_team\" target=\"_blank\">Spain</a> for you to enjoy in one video.This week you can see the many sulks of <a href=\"http://dbpedia.org/resource/Cristiano_Ronaldo\" title=\"http://dbpedia.org/resource/Cristiano_Ronaldo\" target=\"_blank\">Cristiano Ronaldo</a> during <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a>\\&apos;s 7-1 victory over Deportivo La Coruna on Sunday afternoon.He wasn\\&apos;t happy when <a href=\"http://dbpedia.org/resource/Gareth_Bale\" title=\"http://dbpedia.org/resource/Gareth_Bale\" target=\"_blank\">Gareth Bale</a> scored and he didn\\&apos;t seem too happy when he scored himself. He appeared even less pleased when he received a kick in the head and checked out the damage with a mobile phone in selfie mode.You can also see a very angry Gabriel <a href=\"http://dbpedia.org/resource/Campeonato_Paulista\" title=\"http://dbpedia.org/resource/Campeonato_Paulista\" target=\"_blank\">Paulista</a> reacting to the referee\\&apos;s decision to award a penalty during <a href=\"http://dbpedia.org/resource/Valencia_CF\" title=\"http://dbpedia.org/resource/Valencia_CF\" target=\"_blank\">Valencia</a>\\&apos;s defeat to Las Palmas.For that and much more, play the video at the top of the page to enjoy <a href=\"http://dbpedia.org/resource/La_Liga\" title=\"http://dbpedia.org/resource/La_Liga\" target=\"_blank\">La Liga</a> Laughs.\n"
}