{
  "date": "16/01/18",
  "title": "La Liga chief Javier Tebas worried for football as he criticises PSG and Man City",
  "description": "La Liga president Javier Tebas says he is worried about the stability of European football.",
  "content": "Tebas has in the past criticised the likes of PSG for \"cheating economically\" following Neymar's signing from Barcelona in the summer, accusing clubs of inventing fictitious sponsors, linked to states, to allow them to make huge investments.Tebas told Sky Sports' Guillem Balague he has been monitoring the situation at Manchester City, and says the appearance of state-owned football clubs is concerning.\"We looked for about 12 months at the situation at Man City, and we are really worried about the stability of European football, not just La Liga,\" Tebas said.\"The football industry is not the same as it was 10 years ago. It's a situation that lacks regulation so football does not get destroyed in many countries.\"The appearance of state-owned football clubs is really worrying, the numbers are there. The fact that PSG and Man City have in the last four years made the biggest investment in players, 30 per cent more than the next biggest investors, says everything.\"Either they are geniuses in the worlds of marketing and commercial rights, or they have won the lottery.\"Both Real and Barca have hit the 90-point mark in each of the past three seasons, a feat that has never been replicated in the Premier League during a 38-game season.Regarding the competitiveness of La Liga, Tebas says he only worries about the quality of the division if Barcelona and Real Madrid run away with the title.\"There are many decisions being taken in European football that are affecting the competitiveness of teams,\" he added.\"I don't get worried if the likes of Barcelona and Real Madrid win the league but it worries me if they win with about 100 points.\"In a league of 20 like we or the Premier League have, we have to fight so that the leagues are won with a total of about 80-85 points and it doesn't matter who wins it.\"",
  "dbpedia": "\nTebas has in the past criticised the likes of <a href=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" title=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" target=\"_blank\">PSG</a> for &quot;cheating economically&quot; following <a href=\"http://dbpedia.org/resource/Neymar\" title=\"http://dbpedia.org/resource/Neymar\" target=\"_blank\">Neymar</a>\\&apos;s signing from <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> in the summer, accusing clubs of inventing fictitious sponsors, linked to states, to allow them to make huge investments.Tebas told Sky Sports\\&apos; Guillem Balague he has been monitoring the situation at <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>, and says the appearance of state-owned football clubs is concerning.&quot;We looked for about 12 months at the situation at Man City, and we are really worried about the stability of European football, not just <a href=\"http://dbpedia.org/resource/La_Liga\" title=\"http://dbpedia.org/resource/La_Liga\" target=\"_blank\">La Liga</a>,&quot; Tebas said.&quot;The football industry is not the same as it was 10 years ago. It\\&apos;s a situation that lacks regulation so football does not get destroyed in many countries.&quot;The appearance of state-owned football clubs is really worrying, the numbers are there. The fact that <a href=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" title=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" target=\"_blank\">PSG</a> and Man City have in the last four years made the biggest investment in players, 30 per cent more than the next biggest investors, says everything.&quot;Either they are geniuses in the worlds of marketing and commercial rights, or they have won the lottery.&quot;Both Real and Barca have hit the 90-point mark in each of the past three seasons, a feat that has never been replicated in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> during a 38-game season.Regarding the competitiveness of <a href=\"http://dbpedia.org/resource/La_Liga\" title=\"http://dbpedia.org/resource/La_Liga\" target=\"_blank\">La Liga</a>, Tebas says he only worries about the quality of the division if <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> and <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> run away with the title.&quot;There are many decisions being taken in European football that are affecting the competitiveness of teams,&quot; he added.&quot;I don\\&apos;t get worried if the likes of <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> and <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> win the league but it worries me if they win with about 100 points.&quot;In a league of 20 like we or the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> have, we have to fight so that the leagues are won with a total of about 80-85 points and it doesn\\&apos;t matter who wins it.&quot;\n"
}