{
  "date": "09/01/18",
  "title": "La Liga transfers: Guillem Balague talks Philippe Coutinho, Diego Costa and more",
  "description": "The January transfer window is upon us, so what's on the agenda at Barcelona, Real Madrid and Atletico in La Liga? Guillem Balague looks as the stats behind the big stories.",
  "content": "Where else to start but with Philippe Coutinho? Barcelona have finally got their man for £146m. The Brazilian will sign a five-and-a-half-year contract at the Camp Nou, becoming the second-most expensive player in history.But where will he fit into Ernesto Valverde's team? Well, he is seen as a replacement for Andres Iniesta but Barcelona don't believe he's ready to take on that role permanently just yet.That's because they believe his defensive work still needs to be improved. These stats show that, in the games Coutinho has played in central midfield this season, he has averaged the fewest duels won of any of Barcelona's midfielders.Barcelona will give him opportunities to improve in that position for the remainder of the season (and he is likely to stay there next year if Antoine Griezmann arrives in the summer) but right now they know he is most effective closer to goal.In fact, the stats suggest Coutinho is better than ever in that regard. With seven goals and six assists in 14 Premier League appearances for Liverpool this season, he averaged a goal involvement every 86 minutes - making it his most efficient campaign yet.Those numbers are attractive to Barcelona, who will help fund the move by selling eight players between now and the summer - including Javier Mascherano, Gerard Deulofeu, Paco Alcacer and Arda Turan.Other targets include Gremio midfielder Arthur and Colombian defender Yerry Mina, who is seen as a possible replacement for Mascherano and is close to signing for Barcelona.If Yeray does arrive, the Arthur pursuit will be abandoned because Barcelona's number of non-European players will have been used up.Now what about Real Madrid? It's no secret that they need a new goal scorer.This time last season, Cristiano Ronaldo, Gareth Bale and Karim Benzema had scored 20 La Liga goals between them. But this time around, they have only scored 10. None of them have managed more than four goals in the league!So who's on the wanted list? Eden Hazard is a top target and the club is interested in Harry Kane even though they are very aware that his emotional link to Spurs and to his manager, Mauricio Pochettino, plus the fact that Ronaldo does not want a similar striker next to him, make the move unlikely.But those two candidates are logically only considered for the summer.That means Athletic Bilbao goalkeeper Kepa Arrizabalaga could be the only new arrival this January - even though Zinedine Zidane said he does not need a new goalkeeper the last time he was asked.Madrid are willing to pay the 20 million euro buy-out clause for the highly-rated 23-year-old, who might even find himself competing for the No 1 jersey with Thibaut Courtois in the summer.The Chelsea man is another target for Real, who are aware that the goalkeeper would love to move to the Bernabeu.For Atletico, the big question is how big an impact Diego Costa can have now that he is finally able to play for them again.Back in 2013/14, remember, Costa scored 27 of Atletico Madrid's 77 La Liga goals - an even higher percentage than Ronaldo and Messi managed for Real Madrid and Barcelona.Atletico need him in that kind of form again.So far this season, their other strikers have struggled in front of goal. None of them has scored more than five.It's good news, then, that Costa looks like the same old Costa! He started with a goal in the Copa del Rey against Lleida Esportiu, and he finished his La Liga return with another goal and a red card against Getafe.Talk about coming back with a bang!Atletico now want to get rid of players in January. They have allowed Luciano Vietto to join Valencia on loan and they want to sell Nicolas Gaitan, but with their other summer signing, Vitolo, also available to play, they are not planning any more signings this month.Stay with us this month for more news on the big transfer stories in La Liga."
}