{
  "date": "23/01/18",
  "title": "Lassana Diarra joins Paris Saint-Germain on 18-month deal",
  "description": "Former Chelsea and Arsenal midfielder Lassana Diarra has joined Ligue 1 leaders Paris Saint-Germain on an 18-month deal.",
  "content": "The 32-year-old last played for Abu Dhabian side Al-Jazira, with whom he spent eight months before leaving in December.Diarra, who has also played for Real Madrid and PSG's French rivals Marseille, said: \"I am very happy to have signed for my home-town club.\"Paris Saint-Germain represents a lot to me and, with the international dimension the club has taken in recent seasons, it is every player's dream to play here.\"I intend to do everything I can, bring all my experience and show all my desire to play, to prove that the club has made the right choice in showing its confidence in me.\"The signing of Diarra, who will wear the number 19 shirt, pleased PSG chariman Nasser Al-Khelaifi, who said: \"We are delighted to welcome Lassana Diarra, a quality footballer, to Paris Saint-Germain.\"His vast experience, both of foreign leagues and the international football with the France national team, gives our coaching staff another option as we enter a very exciting second half of the season.\"",
  "dbpedia": "\nThe 32-year-old last played for Abu Dhabian side <a href=\"http://dbpedia.org/resource/Al_Jazira_Club\" title=\"http://dbpedia.org/resource/Al_Jazira_Club\" target=\"_blank\">Al-Jazira</a>, with whom he spent eight months before leaving in December.Diarra, who has also played for <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> and <a href=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" title=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" target=\"_blank\">PSG</a>\\&apos;s French rivals <a href=\"http://dbpedia.org/resource/Olympique_de_Marseille\" title=\"http://dbpedia.org/resource/Olympique_de_Marseille\" target=\"_blank\">Marseille</a>, said: &quot;I am very happy to have signed for my home-town club.&quot;<a href=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" title=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" target=\"_blank\">Paris Saint-Germain</a> represents a lot to me and, with the international dimension the club has taken in recent seasons, it is every player\\&apos;s dream to play here.&quot;I intend to do everything I can, bring all my experience and show all my desire to play, to prove that the club has made the right choice in showing its confidence in me.&quot;The signing of Diarra, who will wear the number 19 shirt, pleased <a href=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" title=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" target=\"_blank\">PSG</a> chariman Nasser Al-Khelaifi, who said: &quot;We are delighted to welcome <a href=\"http://dbpedia.org/resource/Lassana_Diarra\" title=\"http://dbpedia.org/resource/Lassana_Diarra\" target=\"_blank\">Lassana Diarra</a>, a quality footballer, to <a href=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" title=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" target=\"_blank\">Paris Saint-Germain</a>.&quot;His vast experience, both of foreign leagues and the international football with the <a href=\"http://dbpedia.org/resource/France_national_football_team\" title=\"http://dbpedia.org/resource/France_national_football_team\" target=\"_blank\">France national team</a>, gives our coaching staff another option as we enter a very exciting second half of the season.&quot;\n"
}