{
  "date": "13/01/18",
  "title": "League One round-up: Blackburn beat Shrewsbury",
  "description": "Blackburn beat promotion rivals Shrewsbury 3-1 at Ewood Park to help Wigan extend their lead at the top of Sky Bet League One to three points.",
  "content": "Third-placed Rovers took the lead in the 14th minute through Charlie Mulgrew's 25-yard strike but Shrewsbury equalised from the spot before the break. Carlton Morris was brought down by Blackburn 'keeper David Raya in the box and Jon Nolan dispatched the penalty after 34 minutes.Danny Graham's close-range effort restored Rovers' lead on the hour mark and Mulgrew added his second with a penalty 10 minutes later after Dominic Samuel was fouled by Dean Henderson. Blackburn are now unbeaten in 15 league games and moved to within two points of second-placed Shrewsbury.Wigan failed to take full advantage of the Shrews' slip-up but a goalless draw at home to Peterborough increased their lead at the top to three points.Scunthorpe extended their unbeaten league run to six games with a 1-1 draw at play-off rivals Portsmouth. Charlton crept above Portsmouth and into the play-off places with a 1-0 win at bottom side Bury.Bradford remain fifth despite losing 2-1 against struggling Northampton at Valley Parade. Rochdale are now seven points adrift of safety as Lee Martin's second-half strike helped Gillingham to come from behind to win 2-1 at Priestfield.AFC Wimbledon are also in the bottom four after being held to a goalless draw at rivals MK Dons. Oldham kept their noses just above the drop zone by fighting back to draw 1-1 at home to Rotherham.Amadou Bakayoko and Erhun Oztumer were on the scoresheet as Walsall beat Oxford 2-1, with Alex Mowatt's strike just a consolation for the visitors.Two goals in five minutes from Toumani Diagouraga and Paddy Madden sent Fleetwood on their way to a 2-1 victory at Southend, who scored a late goal through Michael Kightly.Elsewhere, Ryan Edwards cancelled out Alfie Beestin's first-half goal to earn a 1-1 draw for Plymouth at Doncaster, while Blackpool and Bristol Rovers played out a goalless stalemate."
}