{
  "date": "23/01/18",
  "title": "Lee Johnson proud of Bristol City's performance despite semi-final defeat",
  "description": "Bristol City boss Lee Johnson was proud of his side's performance despite their defeat to Manchester City in their Carabao Cup semi-final.",
  "content": "The Robins put in an impressive display over two legs against the Premier League leaders, but fell to a 5-3 aggregate defeat after losing 3-2 at Ashton Gate on Tuesday night.\"I think we gave it our best shot and we can be very proud of the effort put in by the players over two legs,\" Johnson told Sky Sports. \"Obviously we came close to a draw today, but they are a top side and probably the best I've ever seen live.\"There are so many players that are intricate and class on the ball and sometimes you have to hold your hands up and say they're a better side than us. But we showed spirit and never gave up and we continued to try and attack where we could and obviously we scored two goals, and not many teams have scored twice against a side like that.\"Bristol City were trailing 2-1 from the first leg and were still in a good position until Man City's first goal on Tuesday night, with Leroy Sane scoring following a Hordur Magnusson error on the stroke of half-time.Johnson was disappointed with the way they conceded after nearly 45 minutes of robust defending, but said they still lost to the better side.\"The disappointing thing was it was a poor goal to concede,\" Johnson said. \"We had a number of opportunities to clear the ball and we didn't and inevitably we've been caught out, then their reaction to the transition and their speed of thought was probably the difference today.\"But it's a good lesson for the boys and we'll take that into the Championship. We're a good side in the Championship and now we get to fully focus on the league, it'll be a really good run in until the end of the season.\"Despite hoping they would reach the final, Johnson was still happy with their Carabao Cup run, which saw them beat four Premier League sides in a row, including Manchester United in the quarter-finals, to reach this stage.\"It's been great for the fans,\" he said. \"We've had some unbelievable moments to enjoy both now and in the future and also for the players.\"We've got a young group here and they'll only get better, we'll improve on all front and develop our young players. It's a good place to be.\"",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/Wrexham_F.C.\" title=\"http://dbpedia.org/resource/Wrexham_F.C.\" target=\"_blank\">The Robins</a> put in an impressive display over two legs against the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> leaders, but fell to a 5-3 aggregate defeat after losing 3-2 at Ashton Gate on Tuesday night.&quot;I think we gave it our best shot and we can be very proud of the effort put in by the players over two legs,&quot; Johnson told Sky Sports. &quot;Obviously we came close to a draw today, but they are a top side and probably the best I\\&apos;ve ever seen live.&quot;There are so many players that are intricate and class on the ball and sometimes you have to hold your hands up and say they\\&apos;re a better side than us. But we showed spirit and never gave up and we continued to try and attack where we could and obviously we scored two goals, and not many teams have scored twice against a side like that.&quot;<a href=\"http://dbpedia.org/resource/Bristol_City_F.C.\" title=\"http://dbpedia.org/resource/Bristol_City_F.C.\" target=\"_blank\">Bristol City</a> were trailing 2-1 from the first leg and were still in a good position until Man City\\&apos;s first goal on Tuesday night, with Leroy Sane scoring following a Hordur Magnusson error on the stroke of half-time.Johnson was disappointed with the way they conceded after nearly 45 minutes of robust defending, but said they still lost to the better side.&quot;The disappointing thing was it was a poor goal to concede,&quot; Johnson said. &quot;We had a number of opportunities to clear the ball and we didn\\&apos;t and inevitably we\\&apos;ve been caught out, then their reaction to the transition and their speed of thought was probably the difference today.&quot;But it\\&apos;s a good lesson for the boys and we\\&apos;ll take that into the Championship. We\\&apos;re a good side in the Championship and now we get to fully focus on the league, it\\&apos;ll be a really good run in until the end of the season.&quot;Despite hoping they would reach the final, Johnson was still happy with their Carabao Cup run, which saw them beat four <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> sides in a row, including <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> in the quarter-finals, to reach this stage.&quot;It\\&apos;s been great for the fans,&quot; he said. &quot;We\\&apos;ve had some unbelievable moments to enjoy both now and in the future and also for the players.&quot;We\\&apos;ve got a young group here and they\\&apos;ll only get better, we\\&apos;ll improve on all front and develop our young players. It\\&apos;s a good place to be.&quot;\n"
}