{
  "date": "21/12/17",
  "title": "Lee Johnson sets Bristol City sights on Manchester City in Carabao Cup",
  "description": "Bristol City manager Lee Johnson is ready to take on \"the beast\" of Manchester City in a Carabao Cup semi final after beating Manchester United.",
  "content": "The Sky Bet Championship club claimed their fourth, and most prestigious, Premier League scalp when they overcame Jose Mourinho's United side 2-1 at Ashton Gate on Wednesday, setting up a home and away tie against top-flight leaders Manchester City next month.\nPep Guardiola's City are 11 points clear of their Manchester rivals, and Johnson is excited by the challenge.\n\"It keeps everybody talking, it keeps the city buzzing, and all of the press that the players get, they deserve,\" Johnson said.\n\"Manchester City, personally, have been fantastic with me ever since I have been a manager. People like Brian Marwood [Manchester City executive] have accepted me in behind the scenes there, and allowed me to visit various clubs in their group.\n\"It will be amazing for the players, first and foremost, to test themselves, but also for myself and the fans to hopefully have two great days.\n\"From when I was [manager] at Oldham, which was just around the corner, I've been let in on a number of occasions. It [Manchester City] is a beast of an organisation, but it is so fascinating.\n\"You see the football that they play - it's unbelievable to watch.\"\nJoe Bryan had given Bristol City a 51st-minute lead before Zlatan Ibrahimovic equalised shortly afterwards, but Korey Smith's stoppage-time strike secured a stunning victory for the home side.\nJohnson celebrated by swinging an equally jubilant ball boy in the air, and he added: \"Someone said I'd picked up my bigger brother! I didn't know what to do. Laugh, cry, cuddle each other, no one knew.\n\"I was going to run on the pitch, then realised I couldn't. So it was great to see him [the ball boy]. I needed to celebrate with someone.\n\"To beat Manchester United at home is a historic occasion, and that Korey Smith goal at the end will live in the memory for many generations.\n\"You don't beat Manchester United if you are Bristol City unless every single player is doing a man and a half's job. These players now will have a bond forever.\n\"We have beaten four Premier League teams now. It's Roy of the Rovers.\"\n",
  "dbpedia": "The Sky Bet Championship club claimed their fourth, and most prestigious, <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> scalp when they overcame Jose Mourinho's United side 2-1 at <a href=\"http://dbpedia.org/resource/Ashton_Gate_Stadium\" title=\"http://dbpedia.org/resource/Ashton_Gate_Stadium\" target=\"_blank\">Ashton Gate</a> on Wednesday, setting up a home and away tie against top-flight leaders <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> next month.<br><a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a>'s City are 11 points clear of their Manchester rivals, and Johnson is excited by the challenge.<br>\"It keeps everybody talking, it keeps the city buzzing, and all of the press that the players get, they deserve,\" Johnson said.<br>\"<a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>, personally, have been fantastic with me ever since I have been a manager. People like <a href=\"http://dbpedia.org/resource/Brian_Marwood\" title=\"http://dbpedia.org/resource/Brian_Marwood\" target=\"_blank\">Brian Marwood</a> [<a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> executive] have accepted me in behind the scenes there, and allowed me to visit various clubs in their group.<br>\"It will be amazing for the players, first and foremost, to test themselves, but also for myself and the fans to hopefully have two great days.<br>\"From when I was [manager] at <a href=\"http://dbpedia.org/resource/Oldham_Athletic_A.F.C.\" title=\"http://dbpedia.org/resource/Oldham_Athletic_A.F.C.\" target=\"_blank\">Oldham</a>, which was just around the corner, I've been let in on a number of occasions. It [<a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>] is a beast of an organisation, but it is so fascinating.<br>\"You see the football that they play - it's unbelievable to watch.\"<br>Joe Bryan had given <a href=\"http://dbpedia.org/resource/Bristol_City_F.C.\" title=\"http://dbpedia.org/resource/Bristol_City_F.C.\" target=\"_blank\">Bristol City</a> a 51st-minute lead before Zlatan Ibrahimovic equalised shortly afterwards, but <a href=\"http://dbpedia.org/resource/Korey_Smith\" title=\"http://dbpedia.org/resource/Korey_Smith\" target=\"_blank\">Korey Smith</a>'s stoppage-time strike secured a stunning victory for the home side.<br>Johnson celebrated by swinging an equally jubilant ball boy in the air, and he added: \"Someone said I'd picked up my bigger brother! I didn't know what to do. Laugh, cry, cuddle each other, no one knew.<br>\"I was going to run on the pitch, then realised I couldn't. So it was great to see him [the ball boy]. I needed to celebrate with someone.<br>\"To beat <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> at home is a historic occasion, and that <a href=\"http://dbpedia.org/resource/Korey_Smith\" title=\"http://dbpedia.org/resource/Korey_Smith\" target=\"_blank\">Korey Smith</a> goal at the end will live in the memory for many generations.<br>\"You don't beat <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> if you are <a href=\"http://dbpedia.org/resource/Bristol_City_F.C.\" title=\"http://dbpedia.org/resource/Bristol_City_F.C.\" target=\"_blank\">Bristol City</a> unless every single player is doing a man and a half's job. These players now will have a bond forever.<br>\"We have beaten four <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> teams now. It's Roy of the Rovers.\"<br>"
}