{
  "date": "24/01/18",
  "title": "Leeds United unveil new crest to mark a fresh era in the club's history",
  "description": "Leeds United have unveiled a redesign of their club crest after the former logo was deemed to symbolise instability and poor performance.",
  "content": "It is the 11th time in Leeds' history in which the club has been re-branded with a fresh logo, and this time the fans are at the forefront of the design.\nThe crest now carries the full club name, as opposed to the previous LUFC initials, and bears the image of a supporter enacting the famous club salute.\nHowever, not all fans are happy with the new crest. One has even set up a petition to stop the club from implementing the new design. They say the new crest \"makes a mockery of Leeds United and the club's history. It is alienating the fans. It has to go\".\nAs of Wednesday evening, the petition had amassed more than 60,000 signatures.\nLeeds centre-back Pontus Jansson also expressed his \"shock\" in a tweet, while England cricketer and Leeds fan Jonny Bairstow questioned the new design.\nManaging director Angus Kinnear admits the dramatic shift may initially divide opinion, but outlined its importance in the long-term vision of the club and its quest to return to the top of English football.\n\"We got a wealth of input from over 10,000 supporters. One of the things that was a fairly consistent message was there wasn't a great deal of affection for the current crest. They saw it as symbolising instability off the pitch and not great performance on it,\" Kinnear told Sky Sports.\n\"They're very optimistic about the future and think we're all together and we're building foundations which can make the club great again. They felt that it might be the time to bring around a new symbol which can symbolise a new era.\n\"Leeds more than any other club is defined by its fan base, the passion and commitment, and so we thought it would be novel and distinctive to have the fans at the heart of our identity.\n\"When you ask the fans what really symbolises the Leeds United fan it is the salute. The salute is something which is really powerful, it's given by 35,000 fans when they sing marching on together at the start of every game and it's given to fans when they recognise each other around the world.\n\"The initial reaction has been really positive, but we're very conscious that when you make such a significant change it's going to divide elements of the fan base. What we have found is that every fan that we've spoken to they buy into and believe the sentiment behind it, even if they have differing opinions on the way it has been executed.\n\"Over time I think they'll come to love it and this is a badge we want to be wearing on our chest in the Premier League and I think then it'll have 100 per cent support.\"\nWhen asked about the club's plan to return to the top flight, Kinnear confirmed obtaining a play-off position this season was a \"minimum benchmark of success,\" before admitting Leeds will remain active in the January transfer window if a good deal presents itself.\n\"We're always open to opportunities, January is a very hard month to find both value and quality and to find players who can really make an impact over the remaining 17 or 18 matches,\" said Kinnear.\n\"I think we showed with Adam Forshaw that when that opportunity arises we're prepared to act quickly and Andrea (Radrizzani) is prepared to back us financially to make that happen. I'm also very comfortable with the squad we have, as is Thomas (Christiansen), with players like Pierre Lasogga coming back I think we have some great talent which can help us get over the line.\"\n",
  "dbpedia": "It is the 11th time in <a href=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" title=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" target=\"_blank\">Leeds</a>' history in which the club has been re-branded with a fresh logo, and this time the fans are at the forefront of the design.<br>The crest now carries the full club name, as opposed to the previous LUFC initials, and bears the image of a supporter enacting the famous club salute.<br>However, not all fans are happy with the new crest. One has even set up a petition to stop the club from implementing the new design. They say the new crest \"makes a mockery of <a href=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" title=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" target=\"_blank\">Leeds United</a> and the club's history. It is alienating the fans. It has to go\".<br>As of Wednesday evening, the petition had amassed more than 60,000 signatures.<br><a href=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" title=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" target=\"_blank\">Leeds</a> centre-back <a href=\"http://dbpedia.org/resource/Pontus_Jansson\" title=\"http://dbpedia.org/resource/Pontus_Jansson\" target=\"_blank\">Pontus Jansson</a> also expressed his \"shock\" in a tweet, while <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> cricketer and <a href=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" title=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" target=\"_blank\">Leeds</a> fan Jonny Bairstow questioned the new design.<br>Managing director Angus Kinnear admits the dramatic shift may initially divide opinion, but outlined its importance in the long-term vision of the club and its quest to return to the top of English football.<br>\"We got a wealth of input from over 10,000 supporters. One of the things that was a fairly consistent message was there wasn't a great deal of affection for the current crest. They saw it as symbolising instability off the pitch and not great performance on it,\" Kinnear told Sky Sports.<br>\"They're very optimistic about the future and think we're all together and we're building foundations which can make the club great again. They felt that it might be the time to bring around a new symbol which can symbolise a new era.<br>\"<a href=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" title=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" target=\"_blank\">Leeds</a> more than any other club is defined by its fan base, the passion and commitment, and so we thought it would be novel and distinctive to have the fans at the heart of our identity.<br>\"When you ask the fans what really symbolises the <a href=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" title=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" target=\"_blank\">Leeds United</a> fan it is the salute. The salute is something which is really powerful, it's given by 35,000 fans when they sing marching on together at the start of every game and it's given to fans when they recognise each other around the world.<br>\"The initial reaction has been really positive, but we're very conscious that when you make such a significant change it's going to divide elements of the fan base. What we have found is that every fan that we've spoken to they buy into and believe the sentiment behind it, even if they have differing opinions on the way it has been executed.<br>\"Over time I think they'll come to love it and this is a badge we want to be wearing on our chest in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> and I think then it'll have 100 per cent support.\"<br>When asked about the club's plan to return to the top flight, Kinnear confirmed obtaining a play-off position this season was a \"minimum benchmark of success,\" before admitting <a href=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" title=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" target=\"_blank\">Leeds</a> will remain active in the January transfer window if a good deal presents itself.<br>\"We're always open to opportunities, January is a very hard month to find both value and quality and to find players who can really make an impact over the remaining 17 or 18 matches,\" said Kinnear.<br>\"I think we showed with <a href=\"http://dbpedia.org/resource/Adam_Forshaw\" title=\"http://dbpedia.org/resource/Adam_Forshaw\" target=\"_blank\">Adam Forshaw</a> that when that opportunity arises we're prepared to act quickly and Andrea (Radrizzani) is prepared to back us financially to make that happen. I'm also very comfortable with the squad we have, as is Thomas (Christiansen), with players like Pierre Lasogga coming back I think we have some great talent which can help us get over the line.\"<br>"
}