{
  "date": "10/08/17",
  "title": "Leeds' hat-trick hero Samu Saiz accused of spitting by Port Vale boss Michael Brown",
  "description": "Port Vale boss Michael Brown has accused Leeds' hat-trick hero Samu Saiz of spitting in the face of one of his players during his side's 4-1 Carabao Cup defeat at former club Leeds.",
  "content": "Midfielder Saiz, signed for a reported £3m from Huesca in July, marked his first appearance in England with a brilliant hat-trick, but Brown claims the Spaniard spat in Vale defender Joe Davis' face shortly before half-time.\"I think the boys lost focus a little bit,\" said Brown, who spent three seasons at Elland Road before departing in 2014.\"The guy who scored three goals spits in Joe Davis' face in the 40th minute and it is very hard to take.\"So that certainly knocked us off balance. We asked their staff to take him off, they ignored that and he scored three goals.\"That is why it was getting a bit heated down in the technical area.\"Vale also had defender Gavin Gunning sent off in the closing stages after his cynical foul on Leeds substitute Ezgjan Alioski earned him a second yellow card.The spitting allegations overshadowed what had been an impressive debut from Saiz, who had turned in a masterclass.The 26-year-old slammed home Leeds' early opener and added two more superb finishes in as many minutes in the second half.Vale's Michael Tonge had equalised against his former club shortly before half-time in the first-round tie, but Leeds cut loose in the second period after the introduction of pacey winger Alioski, while another debutant, Caleb Ekuban, added a late fourth.\"Saiz is a player who enjoys it with the ball,\" said Leeds boss Thomas Christiansen. \"If we have possession, if we move the ball, he has the quality. He's intelligent and is a good finisher also.\"But it's not only that in football. You also need to work and we need to work on that also, but I'm very pleased with his performance.\"When asked if there was more to come from the Spaniard, Christiansen said: \"I believe so. It's not a one-day show. It should be a one-season show.\"Christiansen made nine changes from the side which won 3-2 at Bolton on Sunday and handed four players their debuts - Saiz, Ekuban, Cameron Borthwick-Jackson and Mateusz Klich.\"There were several [debutants] and I'm very happy for them,\" Christiansen added.\"It's important that they still keep giving me headaches when I have to name the [starting] XI and the squad for the games.\"It's a difficult situation for me to leave players out, but this is my responsibility, I have to take that as it comes.\"I will make mistakes, leaving some players out and bringing some others in, but...all my decisions will be focused on the team, not a personal decision or ego, it's always looking for the best for the team.\"",
  "dbpedia": "\nMidfielder Saiz, signed for a reported &#xA3;3m from <a href=\"http://dbpedia.org/resource/SD_Huesca\" title=\"http://dbpedia.org/resource/SD_Huesca\" target=\"_blank\">Huesca</a> in July, marked his first appearance in <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> with a brilliant hat-trick, but Brown claims the Spaniard spat in Vale defender <a href=\"http://dbpedia.org/resource/Joe_Davis_(footballer_born_1993)\" title=\"http://dbpedia.org/resource/Joe_Davis_(footballer_born_1993)\" target=\"_blank\">Joe Davis</a>\\&apos; face shortly before half-time.&quot;I think the boys lost focus a little bit,&quot; said Brown, who spent three seasons at Elland Road before departing in 2014.&quot;The guy who scored three goals spits in <a href=\"http://dbpedia.org/resource/Joe_Davis_(footballer_born_1993)\" title=\"http://dbpedia.org/resource/Joe_Davis_(footballer_born_1993)\" target=\"_blank\">Joe Davis</a>\\&apos; face in the 40th minute and it is very hard to take.&quot;So that certainly knocked us off balance. We asked their staff to take him off, they ignored that and he scored three goals.&quot;That is why it was getting a bit heated down in the technical area.&quot;Vale also had defender Gavin Gunning sent off in the closing stages after his cynical foul on <a href=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" title=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" target=\"_blank\">Leeds</a> substitute Ezgjan Alioski earned him a second yellow card.The spitting allegations overshadowed what had been an impressive debut from Saiz, who had turned in a masterclass.The 26-year-old slammed home <a href=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" title=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" target=\"_blank\">Leeds</a>\\&apos; early opener and added two more superb finishes in as many minutes in the second half.Vale\\&apos;s <a href=\"http://dbpedia.org/resource/Michael_Tonge\" title=\"http://dbpedia.org/resource/Michael_Tonge\" target=\"_blank\">Michael Tonge</a> had equalised against his former club shortly before half-time in the first-round tie, but <a href=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" title=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" target=\"_blank\">Leeds</a> cut loose in the second period after the introduction of pacey winger Alioski, while another debutant, Caleb Ekuban, added a late fourth.&quot;Saiz is a player who enjoys it with the ball,&quot; said <a href=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" title=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" target=\"_blank\">Leeds</a> boss Thomas Christiansen. &quot;If we have possession, if we move the ball, he has the quality. He\\&apos;s intelligent and is a good finisher also.&quot;But it\\&apos;s not only that in football. You also need to work and we need to work on that also, but I\\&apos;m very pleased with his performance.&quot;When asked if there was more to come from the Spaniard, Christiansen said: &quot;I believe so. It\\&apos;s not a one-day show. It should be a one-season show.&quot;Christiansen made nine changes from the side which won 3-2 at <a href=\"http://dbpedia.org/resource/Bolton_Wanderers_F.C.\" title=\"http://dbpedia.org/resource/Bolton_Wanderers_F.C.\" target=\"_blank\">Bolton</a> on Sunday and handed four players their debuts - Saiz, Ekuban, Cameron Borthwick-Jackson and Mateusz Klich.&quot;There were several [debutants] and I\\&apos;m very happy for them,&quot; Christiansen added.&quot;It\\&apos;s important that they still keep giving me headaches when I have to name the [starting] XI and the squad for the games.&quot;It\\&apos;s a difficult situation for me to leave players out, but this is my responsibility, I have to take that as it comes.&quot;I will make mistakes, leaving some players out and bringing some others in, but...all my decisions will be focused on the team, not a personal decision or ego, it\\&apos;s always looking for the best for the team.&quot;\n"
}