{
  "date": "05/02/18",
  "title": "Leeds sack head coach Thomas Christiansen after Cardiff thrashing",
  "description": "Leeds have sacked head coach Thomas Christiansen after a 4-1 thrashing at home to Cardiff on Saturday - their sixth Championship game without a win.",
  "content": "Christiansen's side had been without a win since Boxing Day and a spate of ill-discipline had seen three different players sent-off in four games.\nLeeds had been pushing for a place in the top six but slipped to 10th after the Cardiff defeat and the club announced his departure just over 24 hours later.\n\"Leeds United can confirm that head coach Thomas Christiansen has left the club,\" a statement read.\n\"Chairman Andrea Radrizzani and the board of directors would like to thank Thomas and his staff for their hard work over the past eight months.\"\nChristiansen was hired in June last year after the departure of Garry Monk and the Dane was joined by assistant Julio Banuelos, fitness coach Ivan Torres and goalkeeper coach Marcos Abad.\nIn 35 games in charge, Christiansen won 15, drew six and lost 14.\n",
  "dbpedia": "Christiansen's side had been without a win since Boxing Day and a spate of ill-discipline had seen three different players sent-off in four games.<br><a href=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" title=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" target=\"_blank\">Leeds</a> had been pushing for a place in the top six but slipped to 10th after the <a href=\"http://dbpedia.org/resource/Cardiff_City_F.C.\" title=\"http://dbpedia.org/resource/Cardiff_City_F.C.\" target=\"_blank\">Cardiff</a> defeat and the club announced his departure just over 24 hours later.<br>\"<a href=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" title=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" target=\"_blank\">Leeds United</a> can confirm that head coach Thomas Christiansen has left the club,\" a statement read.<br>\"Chairman Andrea Radrizzani and the board of directors would like to thank Thomas and his staff for their hard work over the past eight months.\"<br>Christiansen was hired in June last year after the departure of <a href=\"http://dbpedia.org/resource/Garry_Monk\" title=\"http://dbpedia.org/resource/Garry_Monk\" target=\"_blank\">Garry Monk</a> and the Dane was joined by assistant Julio Banuelos, fitness coach Ivan Torres and goalkeeper coach Marcos Abad.<br>In 35 games in charge, Christiansen won 15, drew six and lost 14.<br>"
}