{
  "date": "18/01/18",
  "title": "Leeds United fund Toby Nye Neuroblastoma treatment as £200,000 target reached",
  "description": "Leeds United have reached their £200,000 target to fund young supporter Toby Nye's treatment for Neuroblastoma.",
  "content": "Donations from chairman Andrea Radrizzani, players who gave a day's salary, staff and Elland Road supporters saw the Sky Bet Championship club raise £175,000 towards treatment for the five-year-old Whites fan.The final £25,000 was donated by Leeds striker Samuel Saiz, meaning Toby can begin his treatment next week for the rare type of cancer which mainly affects babies and young children.The club held a 'One Day for Toby' event in late October as part of their fundraising effort.Toby will be in attendance at Saturday's home game with Millwall before treatment gets underway.Leeds managing director Angus Kinnear said: \"We talk about family and togetherness a lot at our club, it's a culture we have been determined to reinstate across everyone involved with Leeds and raising this money has truly been a team effort.\"Staff, players, corporate partners and our supporters have united together to give Toby the best opportunity with further treatment and I am incredibly proud of everyone concerned.\"",
  "dbpedia": "\nDonations from chairman Andrea Radrizzani, players who gave a day\\&apos;s salary, staff and Elland Road supporters saw the Sky Bet Championship club raise &#xA3;175,000 towards treatment for the five-year-old Whites fan.The final &#xA3;25,000 was donated by <a href=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" title=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" target=\"_blank\">Leeds</a> striker Samuel Saiz, meaning Toby can begin his treatment next week for the rare type of cancer which mainly affects babies and young children.The club held a \\&apos;One Day for Toby\\&apos; event in late October as part of their fundraising effort.Toby will be in attendance at Saturday\\&apos;s home game with <a href=\"http://dbpedia.org/resource/Millwall_F.C.\" title=\"http://dbpedia.org/resource/Millwall_F.C.\" target=\"_blank\">Millwall</a> before treatment gets underway.Leeds managing director Angus Kinnear said: &quot;We talk about family and togetherness a lot at our club, it\\&apos;s a culture we have been determined to reinstate across everyone involved with <a href=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" title=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" target=\"_blank\">Leeds</a> and raising this money has truly been a team effort.&quot;Staff, players, corporate partners and our supporters have united together to give Toby the best opportunity with further treatment and I am incredibly proud of everyone concerned.&quot;\n"
}