{
  "date": "24/01/18",
  "title": "Leigh Griffiths frustrated not to start for Celtic in Partick Thistle win",
  "description": "Leigh Griffiths has admitted his frustration at not starting for Celtic but has accepted that he may have to remain patient as he seeks to establish himself as the No 1 striker.",
  "content": "Manager Brendan Rodgers has chosen to alternate his forwards this season, meaning Griffiths has shared playing time with Moussa Dembele and Odsonne Edouard.\nGriffiths came off the bench to score Celtic's winner as they came from behind to beat Partick Thistle on Tuesday, extending their lead at the top of the Scottish Premiership to 11 points.\nThe 27-year-old, who has returned to fitness following an ankle knock, joined Dembele on the bench as Rodgers opted to name the same side from the weekend's 5-0 Scottish Cup win over Brechin City.\n\"Of course it is frustrating not playing but I can understand the gaffer's tactics, to go with the same team as Saturday, they played really well [against Brechin] so I have no complaints about that,\" Griffiths said.\n\"I bided my time on the sideline and got that call to come on at half-time to try to change the game and I have done that.\n\"We have three strikers vying for one place and ultimately two are going to be frustrated. But the second half myself and Odsonne linked up well, tried to make the difference and we got the win, that is the most important thing.\n\"You can't take the huff when you're not playing. You have to bide your time. I have said it time and again, that when I do get my chance I try to take it.\"\n",
  "dbpedia": "Manager <a href=\"http://dbpedia.org/resource/Brendan_Rodgers\" title=\"http://dbpedia.org/resource/Brendan_Rodgers\" target=\"_blank\">Brendan Rodgers</a> has chosen to alternate his forwards this season, meaning Griffiths has shared playing time with Moussa Dembele and Odsonne Edouard.<br>Griffiths came off the bench to score <a href=\"http://dbpedia.org/resource/Celtic_F.C.\" title=\"http://dbpedia.org/resource/Celtic_F.C.\" target=\"_blank\">Celtic</a>'s winner as they came from behind to beat <a href=\"http://dbpedia.org/resource/Partick_Thistle_F.C.\" title=\"http://dbpedia.org/resource/Partick_Thistle_F.C.\" target=\"_blank\">Partick Thistle</a> on Tuesday, extending their lead at the top of the Scottish Premiership to 11 points.<br>The 27-year-old, who has returned to fitness following an ankle knock, joined Dembele on the bench as Rodgers opted to name the same side from the weekend's 5-0 Scottish Cup win over <a href=\"http://dbpedia.org/resource/Brechin_City_F.C.\" title=\"http://dbpedia.org/resource/Brechin_City_F.C.\" target=\"_blank\">Brechin City</a>.<br>\"Of course it is frustrating not playing but I can understand the <a href=\"http://dbpedia.org/resource/Ian_Holloway\" title=\"http://dbpedia.org/resource/Ian_Holloway\" target=\"_blank\">gaffer</a>'s tactics, to go with the same team as Saturday, they played really well [against <a href=\"http://dbpedia.org/resource/Brechin_City_F.C.\" title=\"http://dbpedia.org/resource/Brechin_City_F.C.\" target=\"_blank\">Brechin</a>] so I have no complaints about that,\" Griffiths said.<br>\"I bided my time on the sideline and got that call to come on at half-time to try to change the game and I have done that.<br>\"We have three strikers vying for one place and ultimately two are going to be frustrated. But the second half myself and Odsonne linked up well, tried to make the difference and we got the win, that is the most important thing.<br>\"You can't take the huff when you're not playing. You have to bide your time. I have said it time and again, that when I do get my chance I try to take it.\"<br>"
}