{
  "date": "19/01/18",
  "title": "Leon Goretzka to join Bayern Munich from Schalke after signing pre-contract agreement",
  "description": "Schalke boss Christian Heidel has confirmed midfielder Leon Goretzka has signed a pre-contract agreement with Bayern Munich.",
  "content": "The 22-year-old, who attracted interest from Manchester United and other Premier League clubs, will join Bayern in the summer after passing a medical on Friday.Heidel said: \"We have noted this, with regret. Yesterday, Karl-Heinz Rummenigge has informed us that Leon has passed the medical check. We're losing a very, very good player.\"He has signed a contract from the first of July 2018 with FC Bayern. We did everything possible to keep Leon at Schalke.\"In the summer, there was an agreement with him and his advisers. Still, he wanted time to wait for the sports development.\"Goretzka is a Germany international with 12 caps and six goals, having made his senior debut for his country in 2014.He was part of VfL Bochum's academy before breaking into the first team and then moving to Schalke in 2013, going on to make over 100 Bundesliga appearances for the Gelsenkirchen club.",
  "dbpedia": "\nThe 22-year-old, who attracted interest from <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> and other <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> clubs, will join Bayern in the summer after passing a medical on Friday.Heidel said: &quot;We have noted this, with regret. Yesterday, <a href=\"http://dbpedia.org/resource/Karl-Heinz_Rummenigge\" title=\"http://dbpedia.org/resource/Karl-Heinz_Rummenigge\" target=\"_blank\">Karl-Heinz Rummenigge</a> has informed us that Leon has passed the medical check. We\\&apos;re losing a very, very good player.&quot;He has signed a contract from the first of July 2018 with FC Bayern. We did everything possible to keep Leon at <a href=\"http://dbpedia.org/resource/FC_Schalke_04\" title=\"http://dbpedia.org/resource/FC_Schalke_04\" target=\"_blank\">Schalke</a>.&quot;In the summer, there was an agreement with him and his advisers. Still, he wanted time to wait for the sports development.&quot;Goretzka is a <a href=\"http://dbpedia.org/resource/Germany_national_football_team\" title=\"http://dbpedia.org/resource/Germany_national_football_team\" target=\"_blank\">Germany</a> international with 12 caps and six goals, having made his senior debut for his country in 2014.He was part of <a href=\"http://dbpedia.org/resource/VfL_Bochum\" title=\"http://dbpedia.org/resource/VfL_Bochum\" target=\"_blank\">VfL Bochum</a>\\&apos;s academy before breaking into the first team and then moving to <a href=\"http://dbpedia.org/resource/FC_Schalke_04\" title=\"http://dbpedia.org/resource/FC_Schalke_04\" target=\"_blank\">Schalke</a> in 2013, going on to make over 100 Bundesliga appearances for the Gelsenkirchen club.\n"
}