{
  "date": "05/01/18",
  "title": "Like father, like sons: Rob Lee chats to Soccer Saturday with sons Olly and Elliot",
  "description": "Rob Lee and sons Olly and Elliot chat to Soccer Saturday about growing up, facing Newcastle in the FA Cup, and their hopes with Luton...",
  "content": "For Rob Lee it must have seemed like destiny. In the first season when his sons, Olly and Elliot, were playing for the same club in Luton Town, they draw his old side Newcastle in the FA Cup.\n\"If the boys' teams are in the FA Cup then I watch the draw, but I was at home having a glass of wine with the wife and I totally forgot about it,\" said Lee, who was joined by his sons in an interview with Soccer Saturday.\n\"I then remembered halfway through and switched on the telly and the first team I saw was Newcastle, and then I heard them say 'playing League Two leaders Luton'. After that my phone went absolutely mad.\"\nElliot, the younger of the brothers at 23, immediately tried to call his brother after their team came out of the hat last month, but to no avail.\n\"Straightaway I rang Olly but he didn't have his phone with him because it was on charge upstairs!\" said Elliot, while Olly, 26, added: \"It was a surreal moment, but we were buzzing after that. It's my dream draw.\"\nThe Lee boys grew up in Newcastle, where Rob played for 10 years between 1992-2002, but spent their academy years at West Ham. Now they both find themselves at Luton, where Olly has been since 2015, and Elliot joined in the summer.\nBoth have made a big impression this season with the Hatters, who sit top of Sky Bet League Two and are full of confidence ahead of their trip to Newcastle.\n\"When the opportunity came for Luton in the summer we all sat down to discuss it, because he had a few options, and I said it's not often you get the chance to play with your brother,\" said Rob. \"That's a big reason why Elliot came.\"\nWhile Elliot agreed. \"I'd been here before [on loan] but it's very different this time, with the training ground and the manager and players,\" he said. \"Having a chance to play with my brother is a once-in-a-lifetime opportunity and I couldn't turn it down.\"\nNaturally, as brothers, it's not the first time they've played football together. Nor is it the first time that Elliot has muscled in to join his older sibling.\n\"He was a pain! He always wanted to play with my mates and I couldn't get rid of him,\" joked Olly. \"But we were really close growing up, even though he was a little nuisance.\"\nA laughing Elliot added: \"I played with his mates and sometimes he did want me to go away back to my room, but I wouldn't let him and I'd go tell my mum! But he did look after me.\"\nWhile Rob is enjoying the perks of only having to go to one game a weekend now, he does admit there are drawbacks to watching your sons trying to forge a football career, especially in the modern day.\n\"For me I'm not driving all over the country now so that's pretty good! I can actually go to Luton now,\" he said. \"I don't really watch the games I watch the lads, but I have to keep my eye on both of them.\n\"But it's very tough. Ask any dad that's played football and then seen their sons come through. Not many young British players do anymore, especially at a young age. When I was first playing people were coming through at 16 or 17, now it's a lot later and there are less opportunities.\n\"The majority start at academies and then have to leave, they then find it very difficult and fall by the wayside. But it takes guts to say you're good enough to play, then drop down the leagues to prove it.\n\"My career didn't start until I was 26, which is the same age as Olly. While Elliot has just turned 23. From 26 to 36 were the best years of my life, so they've got their whole careers still in front of them. Hopefully they'll get promoted with Luton and push on to prove they can play at a higher level.\"\nFor the boys it must have been tough growing up and trying to make it in the game in the shadow of a man who made more than 300 top-flight appearances and played for England. They do insist, however, that they've always looked upon it in a positive light, even if they don't always want to admit that he's right!\n\"People ask a lot whether it's a good thing or a bad thing, and whether you feel the pressure, but me and Olly have both always seen it as a really positive thing,\" said Elliot. \"He's been there, done it and bought the T shirt. There's no better person to go to.\"\nOlly agrees, while adding it's good they can ask for his advice now, considering they were probably too young to appreciate their father when he was actually playing.\n\"Sometimes it's the worst when you don't want to agree with him but you know he's right nine times out of of 10!\" he said.\n\"We didn't watch his games as much as we should have. We were only small and we'd be running around in the background and not really paying attention, which we really regret now.\n\"But we've got some great memories of being around Newcastle, it's such a great city and it will be great for everyone to be going back there. We can't wait.\"\nElliot, meanwhile, actually remembers his dad's last goal for Newcastle, which was against Manchester United in 2001.\n\"I think that's the one game I actually watched!\" he said. \"It was dad's last goal against Man Utd and he skipped past Becks then shanked it over Barthez. That's my last memory of seeing dad play there.\"\nBut will there be any split loyalties for Rob on Saturday? He insists that, whatever happens, it's a win-win situation for him.\n\"It's a dream draw for Luton, who can test themselves in an atmosphere a lot of them haven't played in before against a Premier League team, and it's a dream draw for our family,\" he said.\n\"I'm supporting my sons but I can't really lose. If Luton win the lads have done well, and if Newcastle win they're in the next round.\"\nFollow Luton's trip to Newcastle and all the other FA Cup third-round action on Gillette Soccer Saturday, live from midday on Saturday on Sky Sports News\n",
  "dbpedia": "For <a href=\"http://dbpedia.org/resource/Rob_Lee\" title=\"http://dbpedia.org/resource/Rob_Lee\" target=\"_blank\">Rob Lee</a> it must have seemed like destiny. In the first season when his sons, Olly and Elliot, were playing for the same club in <a href=\"http://dbpedia.org/resource/Luton_Town_F.C.\" title=\"http://dbpedia.org/resource/Luton_Town_F.C.\" target=\"_blank\">Luton Town</a>, they draw his old side <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> in the FA Cup.<br>\"If the boys' teams are in the FA Cup then I watch the draw, but I was at home having a glass of wine with the wife and I totally forgot about it,\" said Lee, who was joined by his sons in an interview with Soccer Saturday.<br>\"I then remembered halfway through and switched on the telly and the first team I saw was <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a>, and then I heard them say 'playing <a href=\"http://dbpedia.org/resource/Football_League_Two\" title=\"http://dbpedia.org/resource/Football_League_Two\" target=\"_blank\">League Two</a> leaders <a href=\"http://dbpedia.org/resource/Luton_Town_F.C.\" title=\"http://dbpedia.org/resource/Luton_Town_F.C.\" target=\"_blank\">Luton</a>'. After that my phone went absolutely mad.\"<br>Elliot, the younger of the brothers at 23, immediately tried to call his brother after their team came out of the hat last month, but to no avail.<br>\"Straightaway I rang Olly but he didn't have his phone with him because it was on charge upstairs!\" said Elliot, while Olly, 26, added: \"It was a surreal moment, but we were buzzing after that. It's my dream draw.\"<br>The Lee boys grew up in <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a>, where Rob played for 10 years between 1992-2002, but spent their academy years at <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a>. Now they both find themselves at <a href=\"http://dbpedia.org/resource/Luton_Town_F.C.\" title=\"http://dbpedia.org/resource/Luton_Town_F.C.\" target=\"_blank\">Luton</a>, where Olly has been since 2015, and Elliot joined in the summer.<br>Both have made a big impression this season with the Hatters, who sit top of Sky Bet <a href=\"http://dbpedia.org/resource/Football_League_Two\" title=\"http://dbpedia.org/resource/Football_League_Two\" target=\"_blank\">League Two</a> and are full of confidence ahead of their trip to <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a>.<br>\"When the opportunity came for <a href=\"http://dbpedia.org/resource/Luton_Town_F.C.\" title=\"http://dbpedia.org/resource/Luton_Town_F.C.\" target=\"_blank\">Luton</a> in the summer we all sat down to discuss it, because he had a few options, and I said it's not often you get the chance to play with your brother,\" said Rob. \"That's a big reason why Elliot came.\"<br>While Elliot agreed. \"I'd been here before [on loan] but it's very different this time, with the training ground and the manager and players,\" he said. \"Having a chance to play with my brother is a once-in-a-lifetime opportunity and I couldn't turn it down.\"<br>Naturally, as brothers, it's not the first time they've played football together. Nor is it the first time that Elliot has muscled in to join his older sibling.<br>\"He was a pain! He always wanted to play with my mates and I couldn't get rid of him,\" joked Olly. \"But we were really close growing up, even though he was a little nuisance.\"<br>A laughing Elliot added: \"I played with his mates and sometimes he did want me to go away back to my room, but I wouldn't let him and I'd go tell my mum! But he did look after me.\"<br>While Rob is enjoying the perks of only having to go to one game a weekend now, he does admit there are drawbacks to watching your sons trying to forge a football career, especially in the modern day.<br>\"For me I'm not driving all over the country now so that's pretty good! I can actually go to <a href=\"http://dbpedia.org/resource/Luton_Town_F.C.\" title=\"http://dbpedia.org/resource/Luton_Town_F.C.\" target=\"_blank\">Luton</a> now,\" he said. \"I don't really watch the games I watch the lads, but I have to keep my eye on both of them.<br>\"But it's very tough. Ask any dad that's played football and then seen their sons come through. Not many young British players do anymore, especially at a young age. When I was first playing people were coming through at 16 or 17, now it's a lot later and there are less opportunities.<br>\"The majority start at academies and then have to leave, they then find it very difficult and fall by the wayside. But it takes guts to say you're good enough to play, then drop down the leagues to prove it.<br>\"My career didn't start until I was 26, which is the same age as Olly. While Elliot has just turned 23. From 26 to 36 were the best years of my life, so they've got their whole careers still in front of them. Hopefully they'll get promoted with <a href=\"http://dbpedia.org/resource/Luton_Town_F.C.\" title=\"http://dbpedia.org/resource/Luton_Town_F.C.\" target=\"_blank\">Luton</a> and push on to prove they can play at a higher level.\"<br>For the boys it must have been tough growing up and trying to make it in the game in the shadow of a man who made more than 300 top-flight appearances and played for <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a>. They do insist, however, that they've always looked upon it in a positive light, even if they don't always want to admit that he's right!<br>\"People ask a lot whether it's a good thing or a bad thing, and whether you feel the pressure, but me and Olly have both always seen it as a really positive thing,\" said Elliot. \"He's been there, done it and bought the T shirt. There's no better person to go to.\"<br>Olly agrees, while adding it's good they can ask for his advice now, considering they were probably too young to appreciate their father when he was actually playing.<br>\"Sometimes it's the worst when you don't want to agree with him but you know he's right nine times out of of 10!\" he said.<br>\"We didn't watch his games as much as we should have. We were only small and we'd be running around in the background and not really paying attention, which we really regret now.<br>\"But we've got some great memories of being around <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a>, it's such a great city and it will be great for everyone to be going back there. We can't wait.\"<br>Elliot, meanwhile, actually remembers his dad's last goal for <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a>, which was against <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> in 2001.<br>\"I think that's the one game I actually watched!\" he said. \"It was dad's last goal against Man Utd and he skipped past Becks then shanked it over Barthez. That's my last memory of seeing dad play there.\"<br>But will there be any split loyalties for Rob on Saturday? He insists that, whatever happens, it's a win-win situation for him.<br>\"It's a dream draw for <a href=\"http://dbpedia.org/resource/Luton_Town_F.C.\" title=\"http://dbpedia.org/resource/Luton_Town_F.C.\" target=\"_blank\">Luton</a>, who can test themselves in an atmosphere a lot of them haven't played in before against a <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> team, and it's a dream draw for our family,\" he said.<br>\"I'm supporting my sons but I can't really lose. If <a href=\"http://dbpedia.org/resource/Luton_Town_F.C.\" title=\"http://dbpedia.org/resource/Luton_Town_F.C.\" target=\"_blank\">Luton</a> win the lads have done well, and if <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> win they're in the next round.\"<br>Follow <a href=\"http://dbpedia.org/resource/Luton_Town_F.C.\" title=\"http://dbpedia.org/resource/Luton_Town_F.C.\" target=\"_blank\">Luton</a>'s trip to <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> and all the other FA Cup third-round action on Gillette Soccer Saturday, live from midday on Saturday on Sky Sports News<br>"
}