{
  "date": "21/01/18",
  "title": "LISTEN: The Gary Neville podcast featuring Southampton v Spurs",
  "description": "Gary Neville and Martin Tyler discuss Southampton's 1-1 draw with Tottenham and the big talking points from the weekend's football.",
  "content": "The Sky Sports commentators debated the game, which saw Southampton take the lead courtesy of Davinson Sanchez's own goal before Harry Kane equalised three minutes later with his 99th Premier League goal.Gary and Martin also talked about Kane's exquisite technique, with Gary insisting Spurs will not allow their star striker or Mauricio Pochettino to leave at such a \"crucial point in the club's history\" ahead of the move to the new stadium.Also on the agenda was Saturday's action and Chelsea's \"random\" search for a new striker before the end of the transfer window.Listen to more Gary Neville podcasts, and other Sky Sports Football podcasts here.",
  "dbpedia": "\nThe Sky Sports commentators debated the game, which saw <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> take the lead courtesy of Davinson Sanchez\\&apos;s own goal before <a href=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" title=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" target=\"_blank\">Harry Kane</a> equalised three minutes later with his 99th <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> goal.Gary and Martin also talked about Kane\\&apos;s exquisite technique, with Gary insisting Spurs will not allow their star striker or <a href=\"http://dbpedia.org/resource/Mauricio_Pochettino\" title=\"http://dbpedia.org/resource/Mauricio_Pochettino\" target=\"_blank\">Mauricio Pochettino</a> to leave at such a &quot;crucial point in the club\\&apos;s history&quot; ahead of the move to the new stadium.Also on the agenda was Saturday\\&apos;s action and <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>\\&apos;s &quot;random&quot; search for a new striker before the end of the transfer window.Listen to more <a href=\"http://dbpedia.org/resource/Gary_Neville\" title=\"http://dbpedia.org/resource/Gary_Neville\" target=\"_blank\">Gary Neville</a> podcasts, and other Sky Sports Football podcasts here.\n"
}