{
  "date": "05/01/18",
  "title": "Liverpool's Mohamed Salah named African Player of the Year",
  "description": "Mohamed Salah has been named 2017 African Player of the Year at the Confederation of African Football awards gala in Accra, Ghana.",
  "content": "The Egypt international beat Senegal forward and Liverpool team-mate Sadio Mane and Borussia Dortmund and Gabon striker Pierre-Emerick Aubameyang to the award.Salah had a sensational year for both club and country in 2017.He scored 10 goals for Roma between January and May before signing for Liverpool last summer.He settled immediately at Anfield and has been in unstoppable form for Jurgen Klopp's men, with 24 goals in all competitions.He also scored both goals in Egypt's 2-1 win over Congo in World Cup qualifying, the second a 94th-minute penalty which secured Egypt's place in the finals for the first time since 1990.\"I think we have a good national team and we did very well in the Africa Cup and qualification for World Cup,\" said Salah before the awards ceremony.\"We deserved that, everyone saw that and I am very happy and very excited for the World Cup and I am very sure we are going to do something special at the World Cup.\"Both Salah and Mane attended the gala in Accra despite it being held just 24 hours before Liverpool's FA Cup third round tie against Everton.Jurgen Klopp today revealed that Salah would miss the derby through injury but he had already given his blessing for the pair to make the 6,600-mile round trip.\"It is not a problem, we have everything organised,\" said the Liverpool manager earlier this week.\"We have two of the three best African players in our squad. We have to show them respect.\"We are going to sleep in a hotel the night before the match, they are going to sleep on a plane. That is the only difference.\"It is just a sign of respect. I know it. I had Aubameyang at Dortmund and there is nothing more important than to go there.\"Salah is the second consecutive Premier League player to win the award following Leicester's Riyad Mahrez.",
  "dbpedia": "\nThe <a href=\"http://dbpedia.org/resource/Egypt_national_football_team\" title=\"http://dbpedia.org/resource/Egypt_national_football_team\" target=\"_blank\">Egypt</a> international beat <a href=\"http://dbpedia.org/resource/Senegal_national_football_team\" title=\"http://dbpedia.org/resource/Senegal_national_football_team\" target=\"_blank\">Senegal</a> forward and <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> team-mate Sadio Mane and <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Borussia Dortmund</a> and <a href=\"http://dbpedia.org/resource/Gabon_national_football_team\" title=\"http://dbpedia.org/resource/Gabon_national_football_team\" target=\"_blank\">Gabon</a> striker <a href=\"http://dbpedia.org/resource/Pierre-Emerick_Aubameyang\" title=\"http://dbpedia.org/resource/Pierre-Emerick_Aubameyang\" target=\"_blank\">Pierre-Emerick</a> Aubameyang to the award.Salah had a sensational year for both club and country in 2017.He scored 10 goals for <a href=\"http://dbpedia.org/resource/A.S._Roma\" title=\"http://dbpedia.org/resource/A.S._Roma\" target=\"_blank\">Roma</a> between January and May before signing for <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> last summer.He settled immediately at Anfield and has been in unstoppable form for Jurgen Klopp\\&apos;s men, with 24 goals in all competitions.He also scored both goals in <a href=\"http://dbpedia.org/resource/Egypt_national_football_team\" title=\"http://dbpedia.org/resource/Egypt_national_football_team\" target=\"_blank\">Egypt</a>\\&apos;s 2-1 win over <a href=\"http://dbpedia.org/resource/Congo_national_football_team\" title=\"http://dbpedia.org/resource/Congo_national_football_team\" target=\"_blank\">Congo</a> in World Cup qualifying, the second a 94th-minute penalty which secured <a href=\"http://dbpedia.org/resource/Egypt_national_football_team\" title=\"http://dbpedia.org/resource/Egypt_national_football_team\" target=\"_blank\">Egypt</a>\\&apos;s place in the finals for the first time since 1990.&quot;I think we have a good national team and we did very well in the Africa Cup and qualification for World Cup,&quot; said Salah before the awards ceremony.&quot;We deserved that, everyone saw that and I am very happy and very excited for the World Cup and I am very sure we are going to do something special at the World Cup.&quot;Both Salah and Mane attended the gala in Accra despite it being held just 24 hours before <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>\\&apos;s FA Cup third round tie against Everton.Jurgen Klopp today revealed that Salah would miss the derby through injury but he had already given his blessing for the pair to make the 6,600-mile round trip.&quot;It is not a problem, we have everything organised,&quot; said the <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> manager earlier this week.&quot;We have two of the three best African players in our squad. We have to show them respect.&quot;We are going to sleep in a hotel the night before the match, they are going to sleep on a plane. That is the only difference.&quot;It is just a sign of respect. I know it. I had Aubameyang at <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Dortmund</a> and there is nothing more important than to go there.&quot;Salah is the second consecutive <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> player to win the award following <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a>\\&apos;s Riyad Mahrez.\n"
}