{
  "date": "06/12/17",
  "title": "Liverpool to complain to UEFA over racist abuse aimed at Rhian Brewster in Spartak Moscow tie",
  "description": "Liverpool have officially complained to UEFA over alleged racist abuse aimed at Rhian Brewster in the Youth League clash with Spartak Moscow on Wednesday. ",
  "content": "Brewster, who won the Golden Boot as England won the U17 World Cup this summer, had to be dragged away by Liverpool team-mates and staff at the final whistle of the U19 side's 2-0 win - which was played at Prenton Park.\nThe striker was reportedly upset by what was said to him by one of the Russian defenders.\nLiverpool told Sky Sports News that \"the club have followed the proper procedure by reporting the alleged incident to UEFA.\"\nU19 manager Steven Gerrard, as quoted by the Liverpool Echo, said: \"It's difficult for me to comment on it right now. It's something that the club will look into and deal with.\n\"I'd rather talk about Rhian Brewster's performance. I don't want to take any gloss off that because he was superb. The only thing that was missing from his performance was a goal. He held the ball up so well and put in a shift for us.\"\nKick It Out, an anti-racism campaign group, said it was \"appalled\" by the allegations of racial abuse and called for UEFA to show they are \"serious\" about bringing an equal game.\nEarlier this season another Liverpool youth player - Bobby Adekanye - was the victim of racist chants and gestures from Spartak supporters during the game in Moscow.\nUEFA found Spartak guilty and punished the club with a partial stadium closure for their next UEFA Youth League fixture.\n",
  "dbpedia": "Brewster, who won the Golden Boot as <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> won the U17 World Cup this summer, had to be dragged away by <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> team-mates and staff at the final whistle of the U19 side's 2-0 win - which was played at <a href=\"http://dbpedia.org/resource/Prenton_Park\" title=\"http://dbpedia.org/resource/Prenton_Park\" target=\"_blank\">Prenton Park</a>.<br>The striker was reportedly upset by what was said to him by one of the Russian defenders.<br><a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> told Sky Sports News that \"the club have followed the proper procedure by reporting the alleged incident to UEFA.\"<br>U19 manager <a href=\"http://dbpedia.org/resource/Steven_Gerrard\" title=\"http://dbpedia.org/resource/Steven_Gerrard\" target=\"_blank\">Steven Gerrard</a>, as quoted by the Liverpool Echo, said: \"It's difficult for me to comment on it right now. It's something that the club will look into and deal with.<br>\"I'd rather talk about Rhian Brewster's performance. I don't want to take any gloss off that because he was superb. The only thing that was missing from his performance was a goal. He held the ball up so well and put in a shift for us.\"<br>Kick It Out, an anti-racism campaign group, said it was \"appalled\" by the allegations of racial abuse and called for UEFA to show they are \"serious\" about bringing an equal game.<br>Earlier this season another <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> youth player - Bobby Adekanye - was the victim of racist chants and gestures from <a href=\"http://dbpedia.org/resource/FC_Spartak_Moscow\" title=\"http://dbpedia.org/resource/FC_Spartak_Moscow\" target=\"_blank\">Spartak</a> supporters during the game in Moscow.<br>UEFA found <a href=\"http://dbpedia.org/resource/FC_Spartak_Moscow\" title=\"http://dbpedia.org/resource/FC_Spartak_Moscow\" target=\"_blank\">Spartak</a> guilty and punished the club with a partial stadium closure for their next UEFA Youth League fixture.<br>"
}