{
  "date": "24/01/18",
  "title": "Liverpool defender Alberto Moreno returns to training after ankle injury",
  "description": "Liverpool defender Alberto Moreno is back in training with the squad as he continues his recovery from an ankle injury.",
  "content": "The Spanish left-back has been out of action since being forced off before half-time during the Reds' 7-0 Champions League win over Spartak Moscow on December 6.\nThe 25-year-old told the club's website: \"I can still feel it's not quite right but it's getting better every day and the good thing is that I'm training with the rest of the group.\n\"We're just waiting for this little discomfort to go away and then I'll be raring to go.\"\nMoreno does not yet have a potential comeback date in mind, meaning Saturday's FA Cup fourth-round tie with West Brom is likely to come too soon.\nHe said: \"I honestly don't know. It'll be the manager who decides exactly when I come back but what I do want to make sure of is that I'm fully 100 per cent when I do make my comeback.\"\n",
  "dbpedia": "The Spanish left-back has been out of action since being forced off before half-time during the Reds' 7-0 Champions League win over <a href=\"http://dbpedia.org/resource/FC_Spartak_Moscow\" title=\"http://dbpedia.org/resource/FC_Spartak_Moscow\" target=\"_blank\">Spartak Moscow</a> on December 6.<br>The 25-year-old told the club's website: \"I can still feel it's not quite right but it's getting better every day and the good thing is that I'm training with the rest of the group.<br>\"We're just waiting for this little discomfort to go away and then I'll be raring to go.\"<br>Moreno does not yet have a potential comeback date in mind, meaning Saturday's FA Cup fourth-round tie with <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> is likely to come too soon.<br>He said: \"I honestly don't know. It'll be the manager who decides exactly when I come back but what I do want to make sure of is that I'm fully 100 per cent when I do make my comeback.\"<br>"
}