{
  "date": "12/01/18",
  "title": "Liverpool winger Ryan Kent joins Bristol City on loan",
  "description": "Liverpool winger Ryan Kent has joined Bristol City on loan for the rest of the season. ",
  "content": "Kent had returned to Merseyside earlier this month after cutting short his loan spell at Bundesliga side Freiburg.\nThe 21-year-old, who signed a long-term contract at Liverpool in August, could make his debut for City in their Sky Bet Championship match against Norwich on Saturday.\n\"I'm really excited to be starting at Bristol City. They've got a great manager in Lee Johnson and he's got the team playing some really good football this season,\" Kent told the club's website.\n\"They've already shown how good they are in the last couple of weeks against Premier League opposition, so I'm really excited to get started here.\"\nKent featured heavily for Liverpool during pre-season and the Premier League club were keen for him to continue his development at a side in the Championship.\nHe spent last season on loan at Championship side Barnsley, scoring three goals in 47 matches.\nJohnson added: \"I'm delighted to bring in a player of Ryan Kent's quality.\n\"He did very well at Barnsley last year and he'll bring genuine speed, athleticism and ball control to our squad.\n\"We thank Liverpool for entrusting us with another top player's development and I'm looking forward to welcoming him into the group.\"\nKent becomes City's second signing of the January transfer window following the loan arrival of midfielder Liam Walsh from Everton.\n",
  "dbpedia": "Kent had returned to Merseyside earlier this month after cutting short his loan spell at Bundesliga side <a href=\"http://dbpedia.org/resource/SC_Freiburg\" title=\"http://dbpedia.org/resource/SC_Freiburg\" target=\"_blank\">Freiburg</a>.<br>The 21-year-old, who signed a long-term contract at <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> in August, could make his debut for City in their Sky Bet Championship match against <a href=\"http://dbpedia.org/resource/Norwich_City_F.C.\" title=\"http://dbpedia.org/resource/Norwich_City_F.C.\" target=\"_blank\">Norwich</a> on Saturday.<br>\"I'm really excited to be starting at <a href=\"http://dbpedia.org/resource/Bristol_City_F.C.\" title=\"http://dbpedia.org/resource/Bristol_City_F.C.\" target=\"_blank\">Bristol City</a>. They've got a great manager in <a href=\"http://dbpedia.org/resource/Lee_Johnson_(footballer)\" title=\"http://dbpedia.org/resource/Lee_Johnson_(footballer)\" target=\"_blank\">Lee Johnson</a> and he's got the team playing some really good football this season,\" Kent told the club's website.<br>\"They've already shown how good they are in the last couple of weeks against <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> opposition, so I'm really excited to get started here.\"<br>Kent featured heavily for <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> during pre-season and the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> club were keen for him to continue his development at a side in the Championship.<br>He spent last season on loan at Championship side <a href=\"http://dbpedia.org/resource/Barnsley_F.C.\" title=\"http://dbpedia.org/resource/Barnsley_F.C.\" target=\"_blank\">Barnsley</a>, scoring three goals in 47 matches.<br>Johnson added: \"I'm delighted to bring in a player of Ryan Kent's quality.<br>\"He did very well at <a href=\"http://dbpedia.org/resource/Barnsley_F.C.\" title=\"http://dbpedia.org/resource/Barnsley_F.C.\" target=\"_blank\">Barnsley</a> last year and he'll bring genuine speed, athleticism and ball control to our squad.<br>\"We thank <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> for entrusting us with another top player's development and I'm looking forward to welcoming him into the group.\"<br>Kent becomes City's second signing of the January transfer window following the loan arrival of midfielder Liam Walsh from <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>.<br>"
}