{
  "date": "15/01/18",
  "title": "Liverpool 4-3 Manchester City: The stats which show how they did it",
  "description": "Liverpool ended Manchester City's unbeaten Premier League run with a pulsating 4-3 victory at Anfield on Super Sunday.",
  "content": "But how did they succeed where so many others have failed?With the help of in-depth data tools from our friends at Opta, we take a look at some of the key factors behind the win.Sergio Aguero had not scored in any of his five previous visits to Anfield and Liverpool succeeded in keeping him quiet again. The Argentine only had four touches in the opposition box - his second-lowest total of the campaign so far - and did not have a single shot on target.Liverpool managed it by keeping tight to him - he was tackled more times (10) than any other player on the pitch - but it was also a result of cutting off his supply line from Kevin De Bruyne. The Belgian was praised for his performance at Anfield, but the stats reveal he was not nearly as influential as usual - especially when it came to finding City's front man.De Bruyne had created 18 chances for Aguero before Sunday - twice as many as any other Manchester City combination - but he did not fashion a single one at Anfield. It was only the fourth time in 23 Premier League appearances that he has failed to create a chance this season.With Aguero closely marshalled in front of him and red shirts closing in on him whenever he had the ball, De Bruyne only completed 26 of his 37 passes in the opposition half - giving him his second-lowest completion rate in any Premier League game all season.According to Opta, De Bruyne had 73 touches in total and lost the ball 24 times - meaning he surrendered possession with 32.9 per cent of his touches - a higher percentage than in any other Premier League game this season. For Aguero, the numbers added up to limited service.Arguably the most important player in keeping De Bruyne and Co at bay was Emre Can. The German offered stubborn protection for a much-criticised defence which was weakened by the absence of the injured Virgil van Dijk, ranking top for tackles (6) and interceptions (two) combined.Opta's defensive coverage graphic shows the zone of responsibility of each player according to their defensive actions, and it highlights Can's influence at Anfield. The 24-year-old made defensive interventions across the midfield, showing impressive work-rate and frequently preventing City from advancing into the Liverpool box.Liverpool caused City major problems by pressing them high up the pitch. Alex Oxlade-Chamberlain's opener came after Roberto Firmino dispossessed Fabian Delph in City's half, and it was a similar story for their third and fourth goals, with Salah winning the ball from Nicolas Otamendi for the third and then intercepting Ederson's clearance for the fourth.Liverpool's aggressive pressing tactics provoked mistakes throughout the game. Pep Guardiola's side misplaced 33 passes in their own half in total - 50 per cent more than in any other away game this season - and a deeper look at the stats reveals that, on average, Liverpool's possession started closer to City's goal than any other side this season.The visitors couldn't live with the intensity of Liverpool's pressing and Jurgen Klopp's side made it count by capitalising on the turnovers."
}