{
  "date": "28/12/17",
  "title": "Liverpool agree deal to sign Virgil van Dijk from Southampton for £75m",
  "description": "Liverpool have agreed a £75m deal to sign Virgil van Dijk from Southampton.",
  "content": "Liverpool confirmed Van Dijk will complete a move on January 1, 2018, having been left out of Southampton's side for their 5-2 defeat at Tottenham on Boxing Day.The agreed fee for Van Dijk is a world-record sum for a defender, topping Manchester City's deal to sign Kyle Walker in July.Van Dijk, who will wear No 4 at Liverpool, said he was delighted to be joining \"one of the biggest clubs in world football\" on Instagram.\"I can't wait to pull on the famous red shirt for the first time in front of the Kop and will give everything I have to try and help this great club achieve something special in the years to come,\" he said.Southampton confirmed the world-record deal and sent their best wishes to Van Dijk, who admitted he owed a debt to the south coast club.Van Dijk added: \"I would also like to take this opportunity to say thank you to Les Reed, the board, manager, players, fans and everyone at Southampton.\"I will always be indebted to the club for giving me the opportunity to play in the Premier League and despite a difficult last few months I have thoroughly enjoyed my time at Saints and have made friends for life at the club.\"Van Dijk was keen on a move to Anfield last summer and handed in a transfer request at St Mary's, but Liverpool ended their pursuit when Southampton complained the Merseyside club had made an illegal approach for the centre-back.Manchester City had opened discussions with Southampton over a move for Van Dijk, according to Sky sources, but Mauricio Pellegrino said he was unaware of the club's interest.",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> confirmed Van Dijk will complete a move on January 1, 2018, having been left out of <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a>\\&apos;s side for their 5-2 defeat at <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> on Boxing Day.The agreed fee for Van Dijk is a world-record sum for a defender, topping <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>\\&apos;s deal to sign <a href=\"http://dbpedia.org/resource/Kyle_Walker\" title=\"http://dbpedia.org/resource/Kyle_Walker\" target=\"_blank\">Kyle Walker</a> in July.Van Dijk, who will wear No 4 at <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>, said he was delighted to be joining &quot;one of the biggest clubs in world football&quot; on Instagram.&quot;I can\\&apos;t wait to pull on the famous red shirt for the first time in front of the Kop and will give everything I have to try and help this great club achieve something special in the years to come,&quot; he said.Southampton confirmed the world-record deal and sent their best wishes to Van Dijk, who admitted he owed a debt to the south coast club.Van Dijk added: &quot;I would also like to take this opportunity to say thank you to <a href=\"http://dbpedia.org/resource/Les_Reed_(football_coach)\" title=\"http://dbpedia.org/resource/Les_Reed_(football_coach)\" target=\"_blank\">Les Reed</a>, the board, manager, players, fans and everyone at <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a>.&quot;I will always be indebted to the club for giving me the opportunity to play in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> and despite a difficult last few months I have thoroughly enjoyed my time at Saints and have made friends for life at the club.&quot;Van Dijk was keen on a move to Anfield last summer and handed in a transfer request at St Mary\\&apos;s, but <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> ended their pursuit when <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> complained the Merseyside club had made an illegal approach for the centre-back.Manchester City had opened discussions with <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> over a move for Van Dijk, according to Sky sources, but <a href=\"http://dbpedia.org/resource/Mauricio_Pellegrino\" title=\"http://dbpedia.org/resource/Mauricio_Pellegrino\" target=\"_blank\">Mauricio Pellegrino</a> said he was unaware of the club\\&apos;s interest.\n"
}