{
  "date": "13/01/18",
  "title": "Liverpool and RB Leipzig in talks about Naby Keita but no agreement on early arrival",
  "description": "RB Leipzig and Liverpool have talked about bringing midfielder Naby Keita's move forward but no agreement has yet been reached, Sky Sports News understands.",
  "content": "Reports in Germany have hinted that Keita will play his last game for the Bundesliga side on Saturday, when they face Schalke at Red Bull Arena, and that his move to Merseyside would be completed on Sunday.Liverpool agreed to sign the Guinea midfielder for a fee of £66.4m in August but the deal meant Keita playing one final season with the German side, who had qualified for the Champions League for the first time.They have since been knocked out of that competition but their sporting director Ralf Rangnick and manager Ralph Hasenhuttl have both recently played down suggestions of an earlier departure for the Premier League.\"The current situation is that nothing changed. We do not have a reason to sell Keita any time before the end of the season. That's it,\" Hasenhuttl said on Thursday.\"He will play at the weekend against Schalke 04 and hopefully he does well. That's the only thing I really care about.\"I think that Naby wants to finish the season in a good way in Leipzig. He wants to leave a good impression.\"He made many good games for the club - in my opinion, I think that he will put everything into the rest of the season.\"He probably wants to do some self-promotion before he leaves. He does not want to leave without showing all his qualities since he had some weak games in the first part of the season.\"",
  "dbpedia": "\nReports in <a href=\"http://dbpedia.org/resource/Germany_national_football_team\" title=\"http://dbpedia.org/resource/Germany_national_football_team\" target=\"_blank\">Germany</a> have hinted that Keita will play his last game for the Bundesliga side on Saturday, when they face <a href=\"http://dbpedia.org/resource/FC_Schalke_04\" title=\"http://dbpedia.org/resource/FC_Schalke_04\" target=\"_blank\">Schalke</a> at Red Bull Arena, and that his move to Merseyside would be completed on Sunday.Liverpool agreed to sign the <a href=\"http://dbpedia.org/resource/Guinea_national_football_team\" title=\"http://dbpedia.org/resource/Guinea_national_football_team\" target=\"_blank\">Guinea</a> midfielder for a fee of &#xA3;66.4m in August but the deal meant Keita playing one final season with the German side, who had qualified for the Champions League for the first time.They have since been knocked out of that competition but their sporting director <a href=\"http://dbpedia.org/resource/Ralf_Rangnick\" title=\"http://dbpedia.org/resource/Ralf_Rangnick\" target=\"_blank\">Ralf Rangnick</a> and manager Ralph Hasenhuttl have both recently played down suggestions of an earlier departure for the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>.&quot;The current situation is that nothing changed. We do not have a reason to sell Keita any time before the end of the season. That\\&apos;s it,&quot; Hasenhuttl said on Thursday.&quot;He will play at the weekend against <a href=\"http://dbpedia.org/resource/FC_Schalke_04\" title=\"http://dbpedia.org/resource/FC_Schalke_04\" target=\"_blank\">Schalke 04</a> and hopefully he does well. That\\&apos;s the only thing I really care about.&quot;I think that Naby wants to finish the season in a good way in Leipzig. He wants to leave a good impression.&quot;He made many good games for the club - in my opinion, I think that he will put everything into the rest of the season.&quot;He probably wants to do some self-promotion before he leaves. He does not want to leave without showing all his qualities since he had some weak games in the first part of the season.&quot;\n"
}