{
  "date": "12/01/18",
  "title": "Liverpool can cope without Philippe Coutinho, says Alex Oxlade-Chamberlain",
  "description": "Alex Oxlade-Chamberlain says he has given no thought to Philippe Coutinho’s departure from Liverpool, insisting it is \"business as usual\" at Anfield.",
  "content": "Coutinho completed a transfer to Barcelona on Monday in a deal which saw the Brazilian become the second most expensive player in world football.But Oxlade-Chamberlain is confident the three remaining members of Liverpool's Fab Four - Mohamed Salah, Sadio Mane and Roberto Firmino - can help fill Coutinho's void without too much disruption.Liverpool's first chance to prove that is at home to all-conquering Premier League leaders Manchester City, live on Sky Sports Premier League, on Sunday.\"I haven't really even thought about Phil leaving,\" Oxlade-Chamberlain said.\"You realise it happens but you can't start thinking 'What are we going to do now that Phil is not here?'\"It can't be that at all. It's business as usual.\"When Phil wasn't in the team we still played great football and we have still amazing players who can score goals - the likes of Mo [Salah], Sadio, Roberto.\"The fact is he has gone now and we have to think 'What have we got that is going to get the job done?'.\"I have every faith in the boys that we just move on now. I don't think it should affect us at all. When a big player leaves, a big player leaves. You're at a big club like Liverpool, another big player will come in the future.\"I wish Phil all the very best but the only thing I'm concentrating on is Liverpool and winning as many games as we can - starting with Man City on Sunday.\"Coutinho's departure provides an opportunity for Oxlade-Chamberlain and other members of the squad including fit-again Adam Lallana to secure more regular football in the second half of the season.\"Of course it's an opportunity for me, just as it is for all the rest of the boys who want to play there,\" Oxlade-Chamberlain added.\"It is our job to keep the wheels moving and momentum going.\"I am the type of person who relishes the chance to stand up and perform under pressure, I have had to do that my whole career.\"I was at a big club previously and being at big one now, you know you are always going to have to perform under pressure.\"",
  "dbpedia": "\nCoutinho completed a transfer to <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> on Monday in a deal which saw the Brazilian become the second most expensive player in world football.But Oxlade-Chamberlain is confident the three remaining members of <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>\\&apos;s Fab Four - <a href=\"http://dbpedia.org/resource/Mohamed_Salah\" title=\"http://dbpedia.org/resource/Mohamed_Salah\" target=\"_blank\">Mohamed Salah</a>, Sadio Mane and Roberto Firmino - can help fill Coutinho\\&apos;s void without too much disruption.Liverpool\\&apos;s first chance to prove that is at home to all-conquering <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> leaders <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>, live on Sky Sports <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, on Sunday.&quot;I haven\\&apos;t really even thought about Phil leaving,&quot; Oxlade-Chamberlain said.&quot;You realise it happens but you can\\&apos;t start thinking \\&apos;What are we going to do now that Phil is not here?\\&apos;&quot;It can\\&apos;t be that at all. It\\&apos;s business as usual.&quot;When Phil wasn\\&apos;t in the team we still played great football and we have still amazing players who can score goals - the likes of Mo [Salah], Sadio, Roberto.&quot;The fact is he has gone now and we have to think \\&apos;What have we got that is going to get the job done?\\&apos;.&quot;I have every faith in the boys that we just move on now. I don\\&apos;t think it should affect us at all. When a big player leaves, a big player leaves. You\\&apos;re at a big club like <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>, another big player will come in the future.&quot;I wish Phil all the very best but the only thing I\\&apos;m concentrating on is <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> and winning as many games as we can - starting with Man City on Sunday.&quot;Coutinho\\&apos;s departure provides an opportunity for Oxlade-Chamberlain and other members of the squad including fit-again <a href=\"http://dbpedia.org/resource/Adam_Lallana\" title=\"http://dbpedia.org/resource/Adam_Lallana\" target=\"_blank\">Adam Lallana</a> to secure more regular football in the second half of the season.&quot;Of course it\\&apos;s an opportunity for me, just as it is for all the rest of the boys who want to play there,&quot; Oxlade-Chamberlain added.&quot;It is our job to keep the wheels moving and momentum going.&quot;I am the type of person who relishes the chance to stand up and perform under pressure, I have had to do that my whole career.&quot;I was at a big club previously and being at big one now, you know you are always going to have to perform under pressure.&quot;\n"
}