{
  "date": "16/01/18",
  "title": "Liverpool win against Man City will be hard to replicate, says Gary Neville",
  "description": "Gary Neville says Liverpool have shown the world how to beat Manchester City - but other teams will struggle to replicate their success.",
  "content": "Jurgen Klopp's side ended Pep Guardiola's unbeaten run in a thrilling 4-3 victory at Anfield on Super Sunday and the Monday Night Football experts explained how that was down to pressing high up the pitch and winning the ball back in the City half.Liverpool recovered the ball in that area six times in the final 30 minutes and scored three times - through Roberto Firmino, Sadio Mane and Mohamed Salah - in a scintillating nine-minute spell.However, Neville argued other teams lack the qualities possessed by Liverpool's forwards and midfield players.He told Monday Night Football: \"The reason it's difficult is that Liverpool have got the players who are wired to press, the manager who is wired to press and the ground that emotionally allows you to go and do it.\"Also, the intelligence of those six players was fantastic. The front three were connected as a unit. You talk about back-four units, but they were a unit in their pressing yesterday. All three of them were connected all the time and so were the midfield three.\"There's not many teams in the Premier League who've got the energy of those six or the quality to do what they did with the finishes.\"Do the other teams have the energy, the quality or the intelligence? I'm not sure.\"City needed an injury-time winner to beat Bristol City, who used similar tactics in the first leg of their Carabao Cup semi-final in midweek - and Neville said other teams must take notice.He added: \"Of course you've got to try and win the ball higher up the pitch against Manchester City, but I question whether the other teams have got the energy and the ability to finish like that to do what Liverpool did.\"But certainly what Bristol City have done and what Liverpool have done has to be a better way than what we've seen in the two previous months where teams have gone right back.\"City just put you in a headlock for 90 minutes, keep the ball at 75% possession and inevitably win because they are that good on the ball in the final third.\"Fellow Monday Night Football expert Jamie Carragher agrees that Liverpool got their tactics right - but argued their approach was nothing new.He said: \"People will ask if this is the template and we've talked all season about how teams should play against City.\"It's not the template this season, it's the template last season. Go back to Celtic when they drew 3-3 at home to City and then a few days later at Spurs. Leicester did it and Everton did it at Goodison Park.\"This is nothing new, it's just that City are a lot better this season.\"The way to go after Man City is to go after them and press them. You can't do that for 90 minutes - and we saw at times that Liverpool couldn't get the ball of them - but in a spell you can win the ball and cause them problems.\"That has to be the way forward, it has to be.\"",
  "dbpedia": "\nJurgen Klopp\\&apos;s side ended <a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a>\\&apos;s unbeaten run in a thrilling 4-3 victory at Anfield on Super Sunday and the Monday Night Football experts explained how that was down to pressing high up the pitch and winning the ball back in the City half.Liverpool recovered the ball in that area six times in the final 30 minutes and scored three times - through Roberto Firmino, Sadio Mane and <a href=\"http://dbpedia.org/resource/Mohamed_Salah\" title=\"http://dbpedia.org/resource/Mohamed_Salah\" target=\"_blank\">Mohamed Salah</a> - in a scintillating nine-minute spell.However, Neville argued other teams lack the qualities possessed by <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>\\&apos;s forwards and midfield players.He told Monday Night Football: &quot;The reason it\\&apos;s difficult is that <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> have got the players who are wired to press, the manager who is wired to press and the ground that emotionally allows you to go and do it.&quot;Also, the intelligence of those six players was fantastic. The front three were connected as a unit. You talk about back-four units, but they were a unit in their pressing yesterday. All three of them were connected all the time and so were the midfield three.&quot;There\\&apos;s not many teams in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> who\\&apos;ve got the energy of those six or the quality to do what they did with the finishes.&quot;Do the other teams have the energy, the quality or the intelligence? I\\&apos;m not sure.&quot;City needed an injury-time winner to beat <a href=\"http://dbpedia.org/resource/Bristol_City_F.C.\" title=\"http://dbpedia.org/resource/Bristol_City_F.C.\" target=\"_blank\">Bristol City</a>, who used similar tactics in the first leg of their Carabao Cup semi-final in midweek - and Neville said other teams must take notice.He added: &quot;Of course you\\&apos;ve got to try and win the ball higher up the pitch against <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>, but I question whether the other teams have got the energy and the ability to finish like that to do what <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> did.&quot;But certainly what <a href=\"http://dbpedia.org/resource/Bristol_City_F.C.\" title=\"http://dbpedia.org/resource/Bristol_City_F.C.\" target=\"_blank\">Bristol City</a> have done and what <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> have done has to be a better way than what we\\&apos;ve seen in the two previous months where teams have gone right back.&quot;City just put you in a headlock for 90 minutes, keep the ball at 75% possession and inevitably win because they are that good on the ball in the final third.&quot;Fellow Monday Night Football expert <a href=\"http://dbpedia.org/resource/Jamie_Carragher\" title=\"http://dbpedia.org/resource/Jamie_Carragher\" target=\"_blank\">Jamie Carragher</a> agrees that <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> got their tactics right - but argued their approach was nothing new.He said: &quot;People will ask if this is the template and we\\&apos;ve talked all season about how teams should play against City.&quot;It\\&apos;s not the template this season, it\\&apos;s the template last season. Go back to <a href=\"http://dbpedia.org/resource/Celtic_F.C.\" title=\"http://dbpedia.org/resource/Celtic_F.C.\" target=\"_blank\">Celtic</a> when they drew 3-3 at home to City and then a few days later at Spurs. <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a> did it and <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> did it at Goodison Park.&quot;This is nothing new, it\\&apos;s just that City are a lot better this season.&quot;The way to go after Man City is to go after them and press them. You can\\&apos;t do that for 90 minutes - and we saw at times that <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> couldn\\&apos;t get the ball of them - but in a spell you can win the ball and cause them problems.&quot;That has to be the way forward, it has to be.&quot;\n"
}