{
  "date": "19/01/18",
  "title": "Liverpool boss Jurgen Klopp refuses to rule out more January transfers",
  "description": "Jurgen Klopp has revealed that Liverpool are not actively looking to sign new players, although he refused to rule out further transfer business at Anfield before the end of January. ",
  "content": "The Reds have already been involved in the two biggest transfers of the month, with Philippe Coutinho heading to Barcelona for £146m and Virgil van Dijk arriving from Southampton for £75m.Klopp insists Liverpool are not actively looking for new arrivals but stopped short of declaring his transfer business finished for the month.\"If something jumps in my face, maybe we would think about it but we don't actively try to find new players that we don't know,\" said Klopp.\"I've said it before, we have to use the players that we have. That makes sense. We have really high-quality players, especially Adam Lallana.\"He is not the replacement for Philippe Coutinho, he is a completely different player but a fantastic player. He is back, that is good. Are we active? No.\"Sky sources understand that Sevilla have made contact with Liverpool over a loan move for Daniel Sturridge but Klopp refused to confirm if an approach has been made for the England international.\"If there are any rumours, I am not aware of them but it is not important,\" said Klopp. \"We will see what happens until January 31.\"We have a long and very decisive part of the season still to play. We need all of our players, we will see how it will be.\"Liverpool face Swansea on Monday, live on Sky Sports Premier League, less than a month after defeating the Welsh club 5-0 at Anfield in the reverse fixture.Klopp insists the trip to the Liberty Stadium is by no means a guaranteed three points and has urged his side to build on their impressive 4-3 win over league leaders Manchester City.He said: \"It is a big challenge. We played against the top of the table and played a fantastic game. We played against Swansea a few weeks ago, not too long ago, when they had a caretaker-manager and I said after the game it was much more difficult than the result suggested.\"They are bottom of the table but they are in a good way since the new manager came in. They are improving, much better results, they are doing well. That is all we think about.\"I don't think you can look at our [previous] game against Swansea, it will be a different game.\"Klopp also revealed that club captain Jordan Henderson is set to return to full fitness in time to face the Swans on Monday.He said: \"Hendo had a clearing session. He should be in completely normal training by tomorrow.\"Alberto Moreno is in a good way, he is training four or five days a week and looks good. We've had a few players struggle with illness - Ragnar Klavan, Dejan Lovren and Mo Salah. Ragnar and Mo should be back today or tomorrow.\"Clyne is doing well but a few more steps to go and Virgil [van Dijk] is training as normal.\"",
  "dbpedia": "\nThe Reds have already been involved in the two biggest transfers of the month, with <a href=\"http://dbpedia.org/resource/Philippe_Coutinho\" title=\"http://dbpedia.org/resource/Philippe_Coutinho\" target=\"_blank\">Philippe Coutinho</a> heading to <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> for &#xA3;146m and Virgil van Dijk arriving from <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> for &#xA3;75m.Klopp insists <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> are not actively looking for new arrivals but stopped short of declaring his transfer business finished for the month.&quot;If something jumps in my face, maybe we would think about it but we don\\&apos;t actively try to find new players that we don\\&apos;t know,&quot; said Klopp.&quot;I\\&apos;ve said it before, we have to use the players that we have. That makes sense. We have really high-quality players, especially <a href=\"http://dbpedia.org/resource/Adam_Lallana\" title=\"http://dbpedia.org/resource/Adam_Lallana\" target=\"_blank\">Adam Lallana</a>.&quot;He is not the replacement for <a href=\"http://dbpedia.org/resource/Philippe_Coutinho\" title=\"http://dbpedia.org/resource/Philippe_Coutinho\" target=\"_blank\">Philippe Coutinho</a>, he is a completely different player but a fantastic player. He is back, that is good. Are we active? No.&quot;Sky sources understand that <a href=\"http://dbpedia.org/resource/Sevilla_FC\" title=\"http://dbpedia.org/resource/Sevilla_FC\" target=\"_blank\">Sevilla</a> have made contact with <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> over a loan move for <a href=\"http://dbpedia.org/resource/Daniel_Sturridge\" title=\"http://dbpedia.org/resource/Daniel_Sturridge\" target=\"_blank\">Daniel Sturridge</a> but Klopp refused to confirm if an approach has been made for the <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> international.&quot;If there are any rumours, I am not aware of them but it is not important,&quot; said Klopp. &quot;We will see what happens until January 31.&quot;We have a long and very decisive part of the season still to play. We need all of our players, we will see how it will be.&quot;<a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> face <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> on Monday, live on Sky Sports <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, less than a month after defeating the <a href=\"http://dbpedia.org/resource/Wales_national_football_team\" title=\"http://dbpedia.org/resource/Wales_national_football_team\" target=\"_blank\">Welsh</a> club 5-0 at Anfield in the reverse fixture.Klopp insists the trip to the Liberty Stadium is by no means a guaranteed three points and has urged his side to build on their impressive 4-3 win over league leaders Manchester City.He said: &quot;It is a big challenge. We played against the top of the table and played a fantastic game. We played against <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> a few weeks ago, not too long ago, when they had a caretaker-manager and I said after the game it was much more difficult than the result suggested.&quot;They are bottom of the table but they are in a good way since the new manager came in. They are improving, much better results, they are doing well. That is all we think about.&quot;I don\\&apos;t think you can look at our [previous] game against <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a>, it will be a different game.&quot;Klopp also revealed that club captain <a href=\"http://dbpedia.org/resource/Jordan_Henderson\" title=\"http://dbpedia.org/resource/Jordan_Henderson\" target=\"_blank\">Jordan Henderson</a> is set to return to full fitness in time to face the Swans on Monday.He said: &quot;Hendo had a clearing session. He should be in completely normal training by tomorrow.&quot;Alberto Moreno is in a good way, he is training four or five days a week and looks good. We\\&apos;ve had a few players struggle with illness - <a href=\"http://dbpedia.org/resource/Ragnar_Klavan\" title=\"http://dbpedia.org/resource/Ragnar_Klavan\" target=\"_blank\">Ragnar Klavan</a>, <a href=\"http://dbpedia.org/resource/Dejan_Lovren\" title=\"http://dbpedia.org/resource/Dejan_Lovren\" target=\"_blank\">Dejan Lovren</a> and Mo Salah. Ragnar and Mo should be back today or tomorrow.&quot;Clyne is doing well but a few more steps to go and Virgil [van Dijk] is training as normal.&quot;\n"
}