{
  "date": "11/01/18",
  "title": "Liverpool's Cameron Brannagan joins Oxford",
  "description": "Oxford United have completed the signing of midfielder Cameron Brannagan on a three-and-a-half year deal from Liverpool for an undisclosed fee.",
  "content": "Brannagan, who joined Liverpool as a five-year-old, made his Reds debut in 2015 and went on to make eight further appearances for the first team.The 21-year-old spent the second half of last season on loan at Fleetwood Town where he helped Uwe Rosler's side reach the League One play-offs.\"It's sad to be leaving Liverpool after such a long time but this is a really exciting challenge,\" Brannagan told Oxford's website after completing the move.\"Oxford play good football and I want to come here, play regular football, and help Oxford as much as I can.\"Oxford manager Pep Clotet added: \"Cameron is a player with huge potential and someone that a lot of clubs have been monitoring for a long time.\"He has excellent technique, a good understanding of game and a real hunger to do well.\"One thing I really liked when I spoke to him was his ambition to play and come here and show people what he can do. We believe that he will be an excellent fit for what we are building here.\"Meanwhile, Liverpool U23s midfielder Matty Virtue has joined League Two Notts County on loan until the end of the season.Last week, Liverpool U23s captain Corey Whelan joined Yeovil Town for the remainder of the 2017-18 season.",
  "dbpedia": "Brannagan, who joined <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> as a five-year-old, made his Reds debut in 2015 and went on to make eight further appearances for the first team.The 21-year-old spent the second half of last season on loan at <a href=\"http://dbpedia.org/resource/Fleetwood_Town_F.C.\" title=\"http://dbpedia.org/resource/Fleetwood_Town_F.C.\" target=\"_blank\">Fleetwood Town</a> where he helped Uwe Rosler's side reach the <a href=\"http://dbpedia.org/resource/Football_League_One\" title=\"http://dbpedia.org/resource/Football_League_One\" target=\"_blank\">League One</a> <a href=\"http://dbpedia.org/resource/Conference_National\" title=\"http://dbpedia.org/resource/Conference_National\" target=\"_blank\">play-offs</a>.\"It's sad to be leaving <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> after such a long time but this is a really exciting challenge,\" Brannagan told Oxford's website after completing the move.\"Oxford play good football and I want to come here, play regular football, and help Oxford as much as I can.\"Oxford manager Pep Clotet added: \"Cameron is a player with huge potential and someone that a lot of clubs have been monitoring for a long time.\"He has excellent technique, a good understanding of game and a real hunger to do well.\"One thing I really liked when I spoke to him was his ambition to play and come here and show people what he can do. We believe that he will be an excellent fit for what we are building here.\"Meanwhile, <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> U23s midfielder Matty Virtue has joined <a href=\"http://dbpedia.org/resource/Football_League_Two\" title=\"http://dbpedia.org/resource/Football_League_Two\" target=\"_blank\">League Two</a> <a href=\"http://dbpedia.org/resource/Notts_County_F.C.\" title=\"http://dbpedia.org/resource/Notts_County_F.C.\" target=\"_blank\">Notts County</a> on loan until the end of the season.Last week, <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> U23s captain Corey Whelan joined <a href=\"http://dbpedia.org/resource/Yeovil_Town_F.C.\" title=\"http://dbpedia.org/resource/Yeovil_Town_F.C.\" target=\"_blank\">Yeovil Town</a> for the remainder of the 2017-18 season."
}