{
  "date": "17/01/18",
  "title": "Liverpool's Jon Flanagan gets community order for assaulting girlfriend",
  "description": "Liverpool defender Jon Flanagan has been sentenced to 40 hours of unpaid work and a 12-month community order for assaulting his girlfriend Rachael Wall.",
  "content": "The 25-year-old pleaded guilty at Liverpool Magistrates' Court earlier this month to common assault for beating Ms Wall.\nThe court heard that he kicked his partner in an attack in Duke Street in Liverpool city centre at around 3.20am on Friday December 22.\nAt the hearing on January 2 he was given unconditional bail and the case was adjourned for a pre-sentence report to be prepared.\nDistrict Judge Wendy Lloyd sentenced him on Wednesday to the 12-month community order, which will include 15 rehabilitation activity days, 40 hours of unpaid work, £85 costs and an £85 victim surcharge.\nShe said: \"You are, of course, a young man of previous good character and therefore it's undoubtedly sad that you have brought yourself here by your behaviour.\"\nA club spokesman said: \"We condemn, in the strongest possible terms, the player's actions during the events that took place resulting in this criminal conviction.\n\"It leaves his own reputation damaged and, through association, he has severely let down the club he had previously represented with distinction.\n\"We have expressed to him our disappointment and anger that he has failed to live up to the values of Liverpool Football Club, in this specific instance.\n\"The club has allowed the legal formalities to reach a conclusion before deciding on or implementing any internal disciplinary action. That internal process will now begin.\n\"The club has no further comment to make at this time.\"\nThe court was shown CCTV of the incident, taken from outside the Il Forno restaurant, which showed Flanagan hitting Ms Wall before pushing her against a wall twice and then kicking her.\nAlan Currums, prosecuting, said a witness had seen the incident from his flat.\nHe said the man saw Flanagan place one hand on his partner's neck and one on her throat before he \"slammed her against the wall\".\nThe witness said he shouted from his balcony to Flanagan that he was \"out of order\" and the footballer replied: \"Shut the f*** up d***head, I'll come and knock you out.\"\nLionel Greig, mitigating, said the incident was short but unpleasant.\nHe said Flanagan was not proud of what had happened and had not enjoyed the \"negative press intrusion\" following it.\nHe added: \"He deeply regrets his behaviour and there is genuine remorse.\"\nMr Greig said both parties were under the influence of alcohol at the time and there was no suggestion there had been any previous violence in the relationship.\nHe said: \"They are back together and working very hard at the relationship and supporting one another.\"\n",
  "dbpedia": "The 25-year-old pleaded guilty at <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> Magistrates' Court earlier this month to common assault for beating Ms Wall.<br>The court heard that he kicked his partner in an attack in Duke Street in Liverpool city centre at around 3.20am on Friday December 22.<br>At the hearing on January 2 he was given unconditional bail and the case was adjourned for a pre-sentence report to be prepared.<br>District Judge Wendy Lloyd sentenced him on Wednesday to the 12-month community order, which will include 15 rehabilitation activity days, 40 hours of unpaid work, £85 costs and an £85 victim surcharge.<br>She said: \"You are, of course, a young man of previous good character and therefore it's undoubtedly sad that you have brought yourself here by your behaviour.\"<br>A club spokesman said: \"We condemn, in the strongest possible terms, the player's actions during the events that took place resulting in this criminal conviction.<br>\"It leaves his own reputation damaged and, through association, he has severely let down the club he had previously represented with distinction.<br>\"We have expressed to him our disappointment and anger that he has failed to live up to the values of <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool Football Club</a>, in this specific instance.<br>\"The club has allowed the legal formalities to reach a conclusion before deciding on or implementing any internal disciplinary action. That internal process will now begin.<br>\"The club has no further comment to make at this time.\"<br>The court was shown CCTV of the incident, taken from outside the Il Forno restaurant, which showed Flanagan hitting Ms Wall before pushing her against a wall twice and then kicking her.<br>Alan Currums, prosecuting, said a witness had seen the incident from his flat.<br>He said the man saw Flanagan place one hand on his partner's neck and one on her throat before he \"slammed her against the wall\".<br>The witness said he shouted from his balcony to Flanagan that he was \"out of order\" and the footballer replied: \"Shut the f*** up d***head, I'll come and knock you out.\"<br>Lionel Greig, mitigating, said the incident was short but unpleasant.<br>He said Flanagan was not proud of what had happened and had not enjoyed the \"negative press intrusion\" following it.<br>He added: \"He deeply regrets his behaviour and there is genuine remorse.\"<br>Mr Greig said both parties were under the influence of alcohol at the time and there was no suggestion there had been any previous violence in the relationship.<br>He said: \"They are back together and working very hard at the relationship and supporting one another.\"<br>"
}