{
  "date": "13/01/18",
  "title": "Liverpool v Man City Match Zone: Andy Hinchcliffe with Kyle Walker",
  "description": "Kyle Walker sat down with Andy Hinchcliffe in the Nissan Match Zone and explained why his record-breaking transfer fee has not changed his game - and why assists mean more than goals.",
  "content": "Back in July, Walker joined Manchester City from Tottenham for an initial fee of £45million - a fee which made him the most expensive defender in English football history and could rise to £50million with add-ons.\nSix months down the line, the 27-year-old has started 20 of City's 22 Premier League games as they sit 15 points clear of city rivals United.\nThe transfer record was surpassed earlier this month with Liverpool's £75million acquisition of Virgil van Dijk from Southampton, but Walker says the price tag did not add pressure for him.\n\"Honestly [it hasn't changed the way I play] not one bit - it's nothing to do with me,\" he tells Hinchcliffe.\n\"Obviously there's a little bit of pressure that I needed to come and prove that I was good enough to play for Manchester City, but I just needed to believe in myself.\n\"A big part of me is [to] keep positive, keep doing what you are doing - do the basics well and the rest will take care of itself.\nIn spite of his penchant for a spectacular goal during his time in north London, Walker is yet to score for his new employers, though he has registered four league assists this campaign and says creating goals holds more value for him.\n\"I feel this season it's been OK, I would like a few more assists as I haven't got one in a couple of games now but if I can chip in with the odd goal then that's a bonus as a defender.\n\"I get more joy from assisting goals. I enjoy setting people up and it's probably worth two goals to me. Goals are just a bonus to my game. If I can get 10 assists a season, that would be a fantastic season for me.\"\nHe continued: \"The manager here wants angles, he wants you to get on the ball and not be afraid but defensively, Tottenham was a little bit of different personnel.\n\"I was more wide, whereas here I'm more controlled and inside and I make up with Fernandinho and the other full-back as a three in midfield.\n\"I have to say, with the likes of David Silva, Kevin De Bruyne, Sergio Aguero, Gabriel Jesus, Raheem Sterling and Leroy Sane, those guys go and get the goals, really!\n\"If I can get forward and help in the attack, I think it's a bonus with the strength that we've got.\"\nWalker and his team-mates travel Anfield this weekend for a Nissan Super Sunday clash with Liverpool, and despite their lofty league position, the England international insists they'll be taking nothing for granted against Jurgen Klopp's men.\n\"It's going to be difficult, especially for us defenders, as they've got a fantastic strikeforce and we need to be on our game.\n\"My challenge every game is a clean sheet - I love clean sheets. If we keep a clean sheet, as a defender, I've done my job.\n\"Especially against this team we are going to have to keep a very solid back four, try and take them out of the game with the attacking power that they've got and hopefully our forwards can go and produce the magic that they have done throughout the season.\"\nDon't miss Liverpool v Man City, live on Nissan Super Sunday from 3.30pm.\n",
  "dbpedia": "Back in July, Walker joined <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> from <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> for an initial fee of £45million - a fee which made him the most expensive defender in English football history and could rise to £50million with add-ons.<br>Six months down the line, the 27-year-old has started 20 of City's 22 <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> games as they sit 15 points clear of city rivals United.<br>The transfer record was surpassed earlier this month with <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>'s £75million acquisition of Virgil van Dijk from <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a>, but Walker says the price tag did not add pressure for him.<br>\"Honestly [it hasn't changed the way I play] not one bit - it's nothing to do with me,\" he tells Hinchcliffe.<br>\"Obviously there's a little bit of pressure that I needed to come and prove that I was good enough to play for <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>, but I just needed to believe in myself.<br>\"A big part of me is [to] keep positive, keep doing what you are doing - do the basics well and the rest will take care of itself.<br>In spite of his penchant for a spectacular goal during his time in north London, Walker is yet to score for his new employers, though he has registered four league assists this campaign and says creating goals holds more value for him.<br>\"I feel this season it's been OK, I would like a few more assists as I haven't got one in a couple of games now but if I can chip in with the odd goal then that's a bonus as a defender.<br>\"I get more joy from assisting goals. I enjoy setting people up and it's probably worth two goals to me. Goals are just a bonus to my game. If I can get 10 assists a season, that would be a fantastic season for me.\"<br>He continued: \"The manager here wants angles, he wants you to get on the ball and not be afraid but defensively, <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> was a little bit of different personnel.<br>\"I was more wide, whereas here I'm more controlled and inside and I make up with <a href=\"http://dbpedia.org/resource/Fernando_Luiz_Roza\" title=\"http://dbpedia.org/resource/Fernando_Luiz_Roza\" target=\"_blank\">Fernandinho</a> and the other full-back as a three in midfield.<br>\"I have to say, with the likes of <a href=\"http://dbpedia.org/resource/David_Silva\" title=\"http://dbpedia.org/resource/David_Silva\" target=\"_blank\">David Silva</a>, <a href=\"http://dbpedia.org/resource/Kevin_De_Bruyne\" title=\"http://dbpedia.org/resource/Kevin_De_Bruyne\" target=\"_blank\">Kevin De Bruyne</a>, Sergio Aguero, Gabriel Jesus, <a href=\"http://dbpedia.org/resource/Raheem_Sterling\" title=\"http://dbpedia.org/resource/Raheem_Sterling\" target=\"_blank\">Raheem Sterling</a> and Leroy Sane, those guys go and get the goals, really!<br>\"If I can get forward and help in the attack, I think it's a bonus with the strength that we've got.\"<br>Walker and his team-mates travel <a href=\"http://dbpedia.org/resource/Anfield\" title=\"http://dbpedia.org/resource/Anfield\" target=\"_blank\">Anfield</a> this weekend for a Nissan Super Sunday clash with <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>, and despite their lofty league position, the <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> international insists they'll be taking nothing for granted against Jurgen Klopp's men.<br>\"It's going to be difficult, especially for us defenders, as they've got a fantastic strikeforce and we need to be on our game.<br>\"My challenge every game is a clean sheet - I love clean sheets. If we keep a clean sheet, as a defender, I've done my job.<br>\"Especially against this team we are going to have to keep a very solid back four, try and take them out of the game with the attacking power that they've got and hopefully our forwards can go and produce the magic that they have done throughout the season.\"<br>Don't miss <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> v Man City, live on Nissan Super Sunday from 3.30pm.<br>"
}