{
  "date": "02/02/18",
  "title": "Liverpool v Tottenham: Two wins in 25 Anfield attempts for Spurs",
  "description": "Tottenham go to Liverpool on form but their Anfield record is miserable. Find out more here.",
  "content": "Tottenham travel to Anfield for Super Sunday full of confidence following their 2-0 win over Manchester United at Wembley on Wednesday evening. However, their record away to Liverpool suggests that history is not on their side as they look to leapfrog their hosts in the Premier League table and move back into the top four.Although Spurs did beat Liverpool 4-1 at Wembley in the autumn, that was a rare victory for the north London club in recent times. In fact, they had failed to beat the Reds in any of their previous 10 meetings in all competitions - a sequence that includes the ignominious 5-0 home defeat at White Hart Lane in December 2013 that cost Andre Villas-Boas his job.The record between the two at Anfield has been particularly one sided, with Tottenham winning only two of their 25 Premier League encounters on Merseyside. The last time that Spurs beat Liverpool at Anfield was in May 2011 when Harry Redknapp's side defeated Kenny Dalglish's Reds 2-0 thanks to goals from Rafael van der Vaart and Luka Modric.One good omen for Mauricio Pochettino's men is that this result also saw Spurs leapfrog Liverpool in the table so perhaps history could repeat itself on Sunday. If Tottenham want to look to their previous Anfield win then they will need to go back rather further - almost 25 years, in fact, as their only Premier League win there prior to this came in August 1993.Harry Kane was exactly four weeks old when Teddy Sheringham scored twice at Anfield as Ossie Ardiles's Tottenham came from behind to end Liverpool's perfect start to the season under Graeme Souness. Burton Albion manager Nigel Clough had scored the game's opening goal for a Reds side captained by Ian Rush.Of course, Tottenham were notorious for their flakiness for much of the following 20 years - particularly on their travels against the strongest sides. Pochettino has done much to rehabilitate the club's reputation having guided Spurs to back-to-back top-three finishes in the Premier League, but there is still plenty of work to do away from home.Even under Pochettino, Tottenham have won only once in 18 attempts against the so-called big six - a somewhat controversial 2-1 win at Manchester City thanks to a Kane penalty - and there has been little sign of improvement this season. Spurs have been beaten in all three of their away games against the big six this term, most recently losing 4-1 to City.It is a sequence that Pochettino must bring to an end if his Tottenham side are to move above Liverpool this weekend. They could hardly go into the game in better shape after their demolition of Liverpool's great rivals Manchester United. Present form suggests they have a good chance. History indicates that it will not be so simple."
}