{
  "date": "06/01/18",
  "title": "Liverpool transfer news and rumours: Luis Suarez, Emre Can, Riyad Mahrez",
  "description": "All the latest Liverpool transfer news and rumours from across the British and European press on Saturday, January 6.",
  "content": "Liverpool have enquired about the availability of Luis Suarez as Philippe Coutinho looks set to leave Anfield for Barcelona in the current window, Spanish outlet Don Balon reports.With fees of £140m and above being touted for the Brazil midfielder, the Reds are looking to reinvest the money and have asked about the Uruguay striker, who left Liverpool for Spain in 2014.Liverpool midfielder Emre Can has reached an agreement in principle to join Juventus in the summer, according to Sky in Italy.The 23-year-old Germany midfielder is out of contract this summer and is free to negotiate a pre-contract agreement with a foreign club, having entered the final six months of his current deal.With Coutinho's future remaining undecided, Liverpool have contacted Leicester City as Jurgen Klopp plots a swoop for Riyad Mahrez, The Sun reports today.The Foxes winger handed in a transfer request in the summer but no move materialised, with Chelsea also thought to be interested in the Algeria international's services.Real Madrid will try to sign Liverpool star Mohamed Salah at the end of the season, according to the Daily Express.The Egypt international has scored 23 goals with eight assists from 29 games across all competitions since his summer arrival, and has caught the eye of the La Liga club.It was also a dream debut for the world's most expensive defender, Virgil Van Dijk, as he scored the winning goal against Everton in Friday's FA Cup third round tie.\"A fairy tale in a world with not a lot of fairy tales anymore,\" Klopp said after the game. \"So I think something like that is quite special. He showed a lot of things we want him to show in the future very often tonight; heading of course, football-wise his first touch was good, good under pressure and then around set pieces a proper threat.\""
}