{
  "date": "05/02/18",
  "title": "Liverpool goalkeeper Loris Karius rues dropped points against Tottenham ",
  "description": "Loris Karius admitted it was \"hard to take positives\" from the thrilling finale to Liverpool’s 2-2 draw against Tottenham at Anfield. ",
  "content": "The German goalkeeper saved Harry Kane's first spot-kick in the 86th minute but was unable to repeat the feat when Kane was provided with a second opportunity deep in injury time.\nLiverpool, who had regained the lead in the match in stoppage time through Mohamed Salah, were unable to hold onto their lead as Kane's goal - his 100th Premier League goal for Spurs - helped Mauricio Pochettino's side stay two points behind Jurgen Klopp's men in the table.\n\"As a player, it's hard to believe what just happened,\" Karius told Liverpoolfc.com. \"You score a goal so late and everyone thinks you've got it and then you have to take a point.\n\"If you look at it before the game, one point would have maybe been better for us than for them, but if you look at it after we lost two and they won one.\n\"We could have been five [points] in front so right now it's still hard to take positives out of it.\"\nKarius, who has become Klopp's No 1 in goal since displacing Simon Mignolet, revealed he had expected Kane to go down the middle from the penalty spot after watching his efforts in previous matches.\n\"I [didn't] just stand up, I watch the strikers before the game,\" he said.\n\"I knew he was the number one penalty taker so I looked at it and it felt like in the big games he tended to go a bit to the middle.\n\"So I made the decision to stand up in the middle and react and it paid off. You have to get a bit of luck sometimes but have a better chance if you look at it like this.\"\nThe 24-year-old accepted Tottenham had been the dominant force in the second half but insisted Liverpool had been hard done by to not walk away with a precious three points.\n\"Of course, they were a bit on top in the second half, they really, really needed to get a result,\" he added.\n\"Even if we were a bit tucked in, that's how you have to be sometimes, Tottenham are a good team. We defended well and then got very unlucky, they scored a wonder-goal and there's not much you can save there.\n\"Maybe if you just look at all the chances, it's fair, but with the end we have to take a point.\"\n",
  "dbpedia": "The German goalkeeper saved <a href=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" title=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" target=\"_blank\">Harry Kane</a>'s first spot-kick in the 86th minute but was unable to repeat the feat when Kane was provided with a second opportunity deep in injury time.<br><a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>, who had regained the lead in the match in stoppage time through <a href=\"http://dbpedia.org/resource/Mohamed_Salah\" title=\"http://dbpedia.org/resource/Mohamed_Salah\" target=\"_blank\">Mohamed Salah</a>, were unable to hold onto their lead as Kane's goal - his 100th <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> goal for Spurs - helped <a href=\"http://dbpedia.org/resource/Mauricio_Pochettino\" title=\"http://dbpedia.org/resource/Mauricio_Pochettino\" target=\"_blank\">Mauricio Pochettino</a>'s side stay two points behind Jurgen Klopp's men in the table.<br>\"As a player, it's hard to believe what just happened,\" Karius told Liverpoolfc.com. \"You score a goal so late and everyone thinks you've got it and then you have to take a point.<br>\"If you look at it before the game, one point would have maybe been better for us than for them, but if you look at it after we lost two and they won one.<br>\"We could have been five [points] in front so right now it's still hard to take positives out of it.\"<br>Karius, who has become Klopp's No 1 in goal since displacing <a href=\"http://dbpedia.org/resource/Simon_Mignolet\" title=\"http://dbpedia.org/resource/Simon_Mignolet\" target=\"_blank\">Simon Mignolet</a>, revealed he had expected Kane to go down the middle from the penalty spot after watching his efforts in previous matches.<br>\"I [didn't] just stand up, I watch the strikers before the game,\" he said.<br>\"I knew he was the number one penalty taker so I looked at it and it felt like in the big games he tended to go a bit to the middle.<br>\"So I made the decision to stand up in the middle and react and it paid off. You have to get a bit of luck sometimes but have a better chance if you look at it like this.\"<br>The 24-year-old accepted <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> had been the dominant force in the second half but insisted <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> had been hard done by to not walk away with a precious three points.<br>\"Of course, they were a bit on top in the second half, they really, really needed to get a result,\" he added.<br>\"Even if we were a bit tucked in, that's how you have to be sometimes, <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> are a good team. We defended well and then got very unlucky, they scored a wonder-goal and there's not much you can save there.<br>\"Maybe if you just look at all the chances, it's fair, but with the end we have to take a point.\"<br>"
}