{
  "date": "12/01/18",
  "title": "Liverpool maybe the team to stop Manchester City, says Thierry Henry",
  "description": "There are signs that Liverpool may be the first team to beat Man City in the Premier League this season when the two sides meet at Anfield on Sunday, according to Thierry Henry.",
  "content": "Pep Guardiola's men travel to Merseyside on Super Sunday with an imposing 15-point lead in the table having gone 22 matches unbeaten in the league so far this campaign.One of those games saw City thrash Liverpool 5-0 in the reverse fixture at the Etihad back in September, although the final result was clouded by the first-half sending-off of forward Sadio Mane when the score was only 1-0.However, Liverpool had already caused their opponents sufficient problems prior to Mane's dismissal for Henry to think Jurgen Klopp's team can be just as dangerous this weekend.\"We had flashes of that in the game at the Etihad,\" the former Arsenal and France forward told Sky Sports.\"I would have liked to see that game without Mane getting sent off because Liverpool were well in the game before that and it would have been interesting.\"The teams that created the most trouble to Man City are the teams are the bottom of the league. At the beginning of the Carabao Cup they played Wolverhampton and they went to the penalty kicks against them.\"We saw what happened with Bristol [City], Bournemouth, Southampton, West Ham and Huddersfield - they struggled against these type of teams. I do not know why because you would like to think they struggle against teams like Chelsea and the like.\"We all know how they played against Chelsea, they just bossed the game. But Liverpool was the team that up until the sending-off you were like, 'there is something here.'\"City will face a Liverpool side, though, minus Philippe Coutinho, who recently joined Barcelona in a fee worth £146m.The absence of the Brazil playmaker at Anfield on Sunday afternoon, however, does not mean Liverpool cannot become the first team to beat City in the league this season, according to Henry.Klopp will still employ a forward line of Mane and Mo Salah, either side of Roberto Firmino, a potent-looking front three with impressive support in midfield the envy of most clubs in the Premier League in Henry's view.\"You still have Firmino, Salah, Mane - I mean, this is not a bad front three,\" said the Sky Sports pundit. \"You would obviously prefer to have that front with Coutinho as a No 10.\"[Alex] Oxlade-Chamberlain is there, [Adam] Lallana is back, but obviously you are going to miss Coutinho. The amount of goals he has scored from outside the box is just ridiculous. You have to move on though and Liverpool will always be Liverpool.\"Of that eye-catching trio, it is Salah - who is expected to return to action against City after a recent groin injury - who has most impressed Arsenal's record goal scorer with his all-round play for Liverpool this campaign.Salah, 25, has contributed an incredible 23 goals and eight assists in just 29 games in all competitions in his debut season with the Reds, form that in Henry's view makes the player a real threat to City's long unbeaten run.\"I said at the beginning of the season he can be the new Coutinho - obviously I did not know that Coutinho was going to leave,\" Henry said.\"What I like about him is that he is not bothered about coming to get the ball. He is constantly running behind you, and as right back or a centre back, you do not want to run that way the whole game. And that is all he does.\"It is actually scary as look at the actual amount of goals he scores, but also look at the amount of goals he missed - one versus one, not easy goals at the end of the day, because they are not easy.\"But goals you would like to think that if he starts to work on his calmness, pose, do what you have to do, he is going to destroy teams even more so than what he is doing right now because I think he missed more goals than he scored.\"And the ones that he missed were easier than the ones he scored! I always have been a big fan, he is having an amazing season with Liverpool.\"However, it is not just in attack where Liverpool are sure to cause City problems on Sunday, but crucially they will also be stronger at the back after the recent £75m signing of Southampton defender Virgil van Dijk.\"People tend to concentrate on the amount of goals a team scores, but what makes the difference is the amount of goals you do not concede,\" said Henry.\"Yes I think he will bring something - not he will, he has to, he must bring something. That is why they got him. They did not only get him because of what he can do as a footballer, but what he can bring as a leader.\"The leader of the pack who is going to organise people at the back - 'Do not go, go, five minutes tuck in, we do not need to go anymore, stay here.'\"All the type of things you need, especially at the back because at the back you see the whole game. As a centre back, you see every single thing and sometimes talking and communicating can stop a counter. So his leadership will be massive.\"All of which points to, in Henry's mind, the very real possibility of a shock on the cards at Anfield this weekend.\"So yes, there are all the signs that are there to say that Liverpool might be the team to stop City,\" is Henry's take on the mouthwatering clash.Watch Liverpool v Manchester City live on Sky Sports Premier League from 3.30pm on Sunday"
}