{
  "date": "10/01/18",
  "title": "Liverpool can beat Manchester City using high-octane pressing, says Tony Gale",
  "description": "Liverpool’s high-pressing game is the most likely way to bring an end to Manchester City’s unbeaten Premier League run, according to Tony Gale.",
  "content": "Despite being 15 points clear at the top of the league, questions are beginning to be asked of City's defence after they were forced to come from behind in their last two matches in cup competitions against Burnley and Bristol City.Bristol City, who were beaten by a last-minute goal from Sergio Aguero in the Carabao Cup semi-final on Tuesday, caused problems for Pep Guardiola's side by taking the game to their opponents and Liverpool are expected to adopt a similar style when the teams meet at Anfield on Sunday, live on Sky Sports.Liverpool capitulated in the reverse fixture in September after Sadio Mane was sent off and Jurgen Klopp's team will be hoping to avenge the 5-0 thrashing at the Etihad Stadium.Asked if Liverpool will be psychologically disadvantaged after that defeat, Gale said: \"There would have been some damage but I anticipate that Liverpool will play this pressing and it will press Man City like they have never been pressed.\"It will be high-octane stuff and if anyone is going to do it, it will be Liverpool.\"There have been signs that City, particularly the centre-backs - not so much John Stones but Otamendi or Mangala - you can press certain players and nick the ball off them.\"That will be Liverpool's ploy and they will try and play this game at 100 miles per hour and at the same time have that composure to go on and create chances themselves.\"City are actively trying to bring in a new centre-back and are reportedly admirers of Leicester's Harry Maguire, but Sky Sports News understands that the England international is not a target for January.Gale, who played over 600 times as a defender including spells at West Ham and Fulham, believes that England would benefit if Maguire played for Guardiola.\"I think that Harry Maguire has come on a bundle since he has gone to Leicester from Hull,\" Gale said.\"He is a very good player. He does look to break lines with his passing, he does pass out the back although he is a big boy he is very quick across the floor and he is good in the air.\"If Harry Maguire goes to Man City, England are sorted out for a very long time.\"Pep will show him how to play that kind of football. Gareth Southgate wants England to play that kind of football.\"What a great move for English football that would be.\"",
  "dbpedia": "\nDespite being 15 points clear at the top of the league, questions are beginning to be asked of City\\&apos;s defence after they were forced to come from behind in their last two matches in cup competitions against <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a> and Bristol City.Bristol City, who were beaten by a last-minute goal from Sergio Aguero in the Carabao Cup semi-final on Tuesday, caused problems for <a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a>\\&apos;s side by taking the game to their opponents and <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> are expected to adopt a similar style when the teams meet at Anfield on Sunday, live on Sky Sports.Liverpool capitulated in the reverse fixture in September after Sadio Mane was sent off and Jurgen Klopp\\&apos;s team will be hoping to avenge the 5-0 thrashing at the Etihad Stadium.Asked if <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> will be psychologically disadvantaged after that defeat, Gale said: &quot;There would have been some damage but I anticipate that <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> will play this pressing and it will press Man City like they have never been pressed.&quot;It will be high-octane stuff and if anyone is going to do it, it will be <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>.&quot;There have been signs that City, particularly the centre-backs - not so much <a href=\"http://dbpedia.org/resource/John_Stones\" title=\"http://dbpedia.org/resource/John_Stones\" target=\"_blank\">John Stones</a> but Otamendi or Mangala - you can press certain players and nick the ball off them.&quot;That will be <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>\\&apos;s ploy and they will try and play this game at 100 miles per hour and at the same time have that composure to go on and create chances themselves.&quot;City are actively trying to bring in a new centre-back and are reportedly admirers of <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a>\\&apos;s <a href=\"http://dbpedia.org/resource/Harry_Maguire\" title=\"http://dbpedia.org/resource/Harry_Maguire\" target=\"_blank\">Harry Maguire</a>, but Sky Sports News understands that the <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> international is not a target for January.Gale, who played over 600 times as a defender including spells at <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> and <a href=\"http://dbpedia.org/resource/Fulham_F.C.\" title=\"http://dbpedia.org/resource/Fulham_F.C.\" target=\"_blank\">Fulham</a>, believes that <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> would benefit if Maguire played for Guardiola.&quot;I think that <a href=\"http://dbpedia.org/resource/Harry_Maguire\" title=\"http://dbpedia.org/resource/Harry_Maguire\" target=\"_blank\">Harry Maguire</a> has come on a bundle since he has gone to <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a> from <a href=\"http://dbpedia.org/resource/Hull_City_A.F.C.\" title=\"http://dbpedia.org/resource/Hull_City_A.F.C.\" target=\"_blank\">Hull</a>,&quot; Gale said.&quot;He is a very good player. He does look to break lines with his passing, he does pass out the back although he is a big boy he is very quick across the floor and he is good in the air.&quot;If <a href=\"http://dbpedia.org/resource/Harry_Maguire\" title=\"http://dbpedia.org/resource/Harry_Maguire\" target=\"_blank\">Harry Maguire</a> goes to Man City, <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> are sorted out for a very long time.&quot;Pep will show him how to play that kind of football. <a href=\"http://dbpedia.org/resource/Gareth_Southgate\" title=\"http://dbpedia.org/resource/Gareth_Southgate\" target=\"_blank\">Gareth Southgate</a> wants <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> to play that kind of football.&quot;What a great move for English football that would be.&quot;\n"
}