{
  "date": "15/01/18",
  "title": "Liverpool striker Rhian Brewster diagnosed with ankle sprain after U23 game with Manchester City",
  "description": "Liverpool’s Rhian Brewster has suffered a high ankle sprain and will undergo further assessments on the injury later this week.",
  "content": "The teenage striker was carried off after a heavy fall in Liverpool U23s' loss to Manchester City on Friday before being taken to hospital.Brewster has an initial diagnosis of ligament damage and further tests will determine the full extent of his injury.Liverpool U23 manager Neil Critchley told the club's website after the 3-2 defeat: \"I don't want to speculate too much but he's in a lot of pain and hopefully it's not as bad as it looks, but we fear the worst a little bit at the moment.\"The 17-year-old has worked under Steven Gerrard in the UEFA Youth League this season and has been a regular for Liverpool's U23 side as he looks to make his senior debut for the Reds.Brewster made a name for himself after winning the Golden Boot in England's U17 World Cup success in October.",
  "dbpedia": "\nThe teenage striker was carried off after a heavy fall in <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> U23s\\&apos; loss to <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> on Friday before being taken to hospital.Brewster has an initial diagnosis of ligament damage and further tests will determine the full extent of his injury.Liverpool U23 manager Neil Critchley told the club\\&apos;s website after the 3-2 defeat: &quot;I don\\&apos;t want to speculate too much but he\\&apos;s in a lot of pain and hopefully it\\&apos;s not as bad as it looks, but we fear the worst a little bit at the moment.&quot;The 17-year-old has worked under <a href=\"http://dbpedia.org/resource/Steven_Gerrard\" title=\"http://dbpedia.org/resource/Steven_Gerrard\" target=\"_blank\">Steven Gerrard</a> in the UEFA Youth League this season and has been a regular for <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>\\&apos;s U23 side as he looks to make his senior debut for the Reds.Brewster made a name for himself after winning the Golden Boot in <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a>\\&apos;s U17 World Cup success in October.\n"
}