{
  "date": "03/02/18",
  "title": "Lucas Moura will have to earn his Tottenham place, says Mauricio Pochettino",
  "description": "Tottenham manager Mauricio Pochettino has warned new signing Lucas Moura he will have to fight for a place in the first team.",
  "content": "Moura, who joined from Paris Saint-Germain for a fee of £25m, is unlikely to make his debut against Liverpool on Sunday, live on Sky Sports.The Brazil international is only set to join training on Saturday and the Spurs boss insists the new man will be given no special treatment.\"For him he's not going to come here, arrive and say: 'Oh because he is Lucas Moura and came from Paris Saint-Germain, he's going to play because he is Lucas Moura',\" Pochettino said.\"He needs to show that he is better than our players. That is the fair competition. If you are in Paris Saint-Germain and Neymar arrives, if he is better than you then he plays. It's fair, he's better.\"\"If not, then they need to compete. Lucas Moura must compete with [Erik] Lamela, with Sonny [Heung-min Son], with [Christian] Eriksen.\"Moura will undergo a series of fitness tests, starting on Saturday, and will have to prove his sharpness.Pochettino is likely to pick a similar side that won so impressively against Manchester United in midweek, but there may be a difference in approach at Anfield, where Spurs have not tasted victory since May 2011.Spurs were ripped apart at Anfield last year by Liverpool's pace in attack but there have been signs this season, away to Real Madrid and Borussia Dortmund, that Tottenham can show a more resilient side.\"I think this season, we are more mature, no?\" Pochettino added. \"But we are a team that remember, some people complained or criticised that Tottenham don't have Plan B.\"Now we can play with possession, without possession, in counter-attack or not counter-attack, dominate the games, play with one striker, without a striker, three at the back, five at the back, four at the back.\"Please. Now to be fair you have to say Tottenham have Plan A, B, C and D, no?\"",
  "dbpedia": "\nMoura, who joined from <a href=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" title=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" target=\"_blank\">Paris Saint-Germain</a> for a fee of &#xA3;25m, is unlikely to make his debut against <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> on Sunday, live on Sky Sports.The <a href=\"http://dbpedia.org/resource/Brazil_national_football_team\" title=\"http://dbpedia.org/resource/Brazil_national_football_team\" target=\"_blank\">Brazil</a> international is only set to join training on Saturday and the Spurs boss insists the new man will be given no special treatment.&quot;For him he\\&apos;s not going to come here, arrive and say: \\&apos;Oh because he is <a href=\"http://dbpedia.org/resource/Lucas_Moura\" title=\"http://dbpedia.org/resource/Lucas_Moura\" target=\"_blank\">Lucas Moura</a> and came from <a href=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" title=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" target=\"_blank\">Paris Saint-Germain</a>, he\\&apos;s going to play because he is <a href=\"http://dbpedia.org/resource/Lucas_Moura\" title=\"http://dbpedia.org/resource/Lucas_Moura\" target=\"_blank\">Lucas Moura</a>\\&apos;,&quot; Pochettino said.&quot;He needs to show that he is better than our players. That is the fair competition. If you are in <a href=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" title=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" target=\"_blank\">Paris Saint-Germain</a> and <a href=\"http://dbpedia.org/resource/Neymar\" title=\"http://dbpedia.org/resource/Neymar\" target=\"_blank\">Neymar</a> arrives, if he is better than you then he plays. It\\&apos;s fair, he\\&apos;s better.&quot;&quot;If not, then they need to compete. <a href=\"http://dbpedia.org/resource/Lucas_Moura\" title=\"http://dbpedia.org/resource/Lucas_Moura\" target=\"_blank\">Lucas Moura</a> must compete with [Erik] Lamela, with Sonny [Heung-min Son], with [Christian] Eriksen.&quot;Moura will undergo a series of fitness tests, starting on Saturday, and will have to prove his sharpness.Pochettino is likely to pick a similar side that won so impressively against <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> in midweek, but there may be a difference in approach at Anfield, where Spurs have not tasted victory since May 2011.Spurs were ripped apart at Anfield last year by <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>\\&apos;s pace in attack but there have been signs this season, away to <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> and <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Borussia Dortmund</a>, that <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> can show a more resilient side.&quot;I think this season, we are more mature, no?&quot; Pochettino added. &quot;But we are a team that remember, some people complained or criticised that <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> don\\&apos;t have Plan B.&quot;Now we can play with possession, without possession, in counter-attack or not counter-attack, dominate the games, play with one striker, without a striker, three at the back, five at the back, four at the back.&quot;Please. Now to be fair you have to say <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> have Plan A, B, C and D, no?&quot;\n"
}