{
  "date": "22/01/18",
  "title": "Lucas Moura unhappy at PSG amid Tottenham interest",
  "description": "Lucas Moura says he is \"not happy\" at Paris Saint-Germain as he continues to be left out in the cold by the Ligue 1 club.",
  "content": "Moura has made just six appearances this season for PSG, who are understood to be listening to permanent offers for the 25-year-old.\nSources close to the winger told Sky Sports News that Tottenham are interested in Moura, while Manchester United have been keen in the past.\nMoura has previously hinted that he expects to leave for a move to the Premier League and the Brazil international told L'Equipe he is \"gutted\" at being frozen out by the French giants.\n\"It's a brutal blow,\" he said. \"I'm gutted that I'm no longer playing, to no longer be able to express myself as I was doing before.\n\"I'm not happy. I thought I'd built something solid with this club, but that's clearly not the case.\"\nMoura, who moved to PSG from Sao Paulo in 2013, remains unsure about what his future holds but thinks his style of play could be a good fit in Spain.\n\"It is true that La Liga could suit me,\" he added. \"With my speed and technique, I could perform well there.\n\"But it doesn't matter where I end up, I know what I'm capable of. I didn't become an international by chance.\"\n",
  "dbpedia": "Moura has made just six appearances this season for <a href=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" title=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" target=\"_blank\">PSG</a>, who are understood to be listening to permanent offers for the 25-year-old.<br>Sources close to the winger told Sky Sports News that <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> are interested in Moura, while <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> have been keen in the past.<br>Moura has previously hinted that he expects to leave for a move to the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> and the Brazil international told L'Equipe he is \"gutted\" at being frozen out by the French giants.<br>\"It's a brutal blow,\" he said. \"I'm gutted that I'm no longer playing, to no longer be able to express myself as I was doing before.<br>\"I'm not happy. I thought I'd built something solid with this club, but that's clearly not the case.\"<br>Moura, who moved to <a href=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" title=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" target=\"_blank\">PSG</a> from Sao Paulo in 2013, remains unsure about what his future holds but thinks his style of play could be a good fit in Spain.<br>\"It is true that <a href=\"http://dbpedia.org/resource/La_Liga\" title=\"http://dbpedia.org/resource/La_Liga\" target=\"_blank\">La Liga</a> could suit me,\" he added. \"With my speed and technique, I could perform well there.<br>\"But it doesn't matter where I end up, I know what I'm capable of. I didn't become an international by chance.\"<br>"
}