{
  "date": "10/01/18",
  "title": "Lucas Moura to Man Utd: The lowdown on the PSG winger",
  "description": "Manchester United have an interest in Paris Saint-Germain winger Lucas Moura, but does he hold the key in their pursuit of Premier League leaders Manchester City?",
  "content": "Sky Sports News understands United are interested in the Brazil international but, at this stage, that is as far as it has gone, with an offer yet to be made.Here, we provide an in-depth look at what Moura would bring to Jose Mourinho's squad if he were to trade the Parc des Princes for Old Trafford.Born in Sao Paulo, Moura began learning his craft in the youth set-ups in two of the city's biggest football clubs - Clube Atlético Juventus and Corinthians - before settling at Sao Paulo FC.He would go on to spend five years working his way through the ranks before breaking into the first team in 2010, where 128 appearances and 33 goals over three seasons attracted interest from Europe.Manchester United, Paris Saint-Germain and Inter Milan were the notable clubs leading the chase for Moura's signature in 2012.United thought they had agreed a deal for the then 19-year-old, only for PSG to flex their financial muscles and complete a deal worth £35m, a figure Sir Alex Ferguson, writing in his 2015 book Leading, later confirmed the club were not prepared to match.\"Right towards the end of my time at United we were pursuing Lucas Moura, the immensely talented right winger who, at the time, was playing in his native Brazil for Sao Paulo,\" Ferguson said. \"We offered £24m for him, which was upped to £30m and again to £35m, but Paris Saint-Germain signed him for £45m. David (Gill) and I were just not prepared to go to those sorts of levels.\"Moura had to wait until January 2013 to make his PSG debut but he hit the ground running, cementing his place in Carlo Ancelotti's side with six assists as the club ended their 19-year wait for the Ligue 1 title.Laurent Blanc's arrival at the Parc des Princes the following summer only heightened Moura's influence. Over the next three seasons, the winger made 155 appearances in all competitions, scored 26 goals and registered 32 assists, winning another three French titles.While a marked improvement to his offensive statistics was welcomed, Moura's ability to bring the best out of his team-mates continued to be his defining characteristic.Zlatan Ibrahimovic and Edinson Cavani scored a combined 286 goals while playing with him at PSG, with the Brazilian's selflessness and dribbling ability playing as big a role as any in their respective hauls - and his contribution did not go unnoticed.\"Lucas' potential and desire for success are extraordinary,\" Ibrahimovic said. \"He has adapted to the European game and he's starting to really hurt opponents with his attacking moves.\"Few, if any, would have foreseen Moura's demise at PSG given his significance in his first five seasons at the club. In fact, heading into the current campaign, he looked to be reaching new heights after career-high figures in 2016/17.Fifty-two appearances, 18 goals and 11 assists looked to have secured his place in Unai Emery's plans for the foreseeable future, but a record-breaking summer of transfer activity left him out in the cold.The arrivals of Neymar and Kylian Mbappe has left the futures of Moura and a host of other players in doubt, with PSG desperate to fall in line with Financial Fair Play regulations before they are contractually obliged to make Mbappe's loan deal permanent for £170m in the summer.Moura has not started a single Ligue 1 game this term and has played for just over an hour from the bench in his six appearances.For a number of reasons, PSG are understood to be willing to sell, and Mourinho is all to aware of the quality on offer as the French club look to balance the books.\"What Paris Saint Germain did this season with Neymar and Mbappe, they get two of probably the four best attacking players in the word - they get two at the same time,\" the United boss said.\"And then players like [Angel] Di Maria, [Julian] Draxler, [Javier] Pastore, Lucas, they are second choices. Money makes a difference.\"Mourinho had his sights set on four targets last summer, but only three came to fruition. Romelu Lukaku, Nemanja Matic and Victor Lindelof were all brought to Old Trafford, but their heavily publicised summer pursuit of Inter Milan winger Ivan Perisic failed to materialise.With the Croatia international going on to sign a new five-year deal at the San Siro, Mourinho has been forced to look elsewhere for reinforcements.His need for signings has been increased by Henrikh Mkhitaryan's inconsistent second season in the Premier League.Marcus Rashford and Anthony Martial have filled in when called upon but Moura's arrival would allow Mourinho to explore playing either in a more advanced position, safe in the knowledge delivery from the flanks would not diminish."
}