{
  "date": "14/01/18",
  "title": "Luke Shaw at Manchester United: Is he seizing his chance in the team?",
  "description": "Luke Shaw finally has his chance. Can he seize it and change manager Jose Mourinho’s mind about him? Adam Bate examines the full-back’s return to the Manchester United team and the task he has ahead of him if he is turn his Old Trafford career around.",
  "content": "Luke Shaw bought 50 hampers from Fortnum and Mason for the staff at Manchester United's Carrington training ground this Christmas. The gesture was well received but it was also typical. Shaw has a reputation for signing autographs, handing out shirts, donating boots to charity and even giving guided tours of Old Trafford. He is, as they say, a good egg.\nBut Shaw will need more than generosity to endear himself to Jose Mourinho. \"He has to work. He has to improve.\" That is Mourinho's mantra. He wants hardened professionals not just nice young men. And yet, while much is made of the demands that the Manchester United manager puts on his players, he is not the first to question Shaw's application.\nFormer United boss Louis van Gaal and Roy Hodgson, the man who gave Shaw his England debut, both had issues with his fitness levels. And while the player himself might point to some miserable luck, there is a feeling that he has been partially culpable. Even his first Southampton boss, Nigel Adkins, recalls having to work hard to improve Shaw's lifestyle.\nPeople have been patient because they are aware of the talent. But in 2018, with Shaw hoping to play in his second World Cup this summer, the time is now for him to deliver. His last chance at United? The club has taken up the option to extend his stay until the end of next season, but that is chiefly to protect their investment. Shaw still needs to do more.\nThe window of opportunity is there. Ashley Young has impressed but he is 32. None of Daley Blind, Marcos Rojo and Matteo Darmian are naturals in the role. Danny Rose is among those identified as a long-term solution but Shaw is the one man capable of saving United some serious money and convincing the club that there is no need to spend big at left-back.\nThe investment in Shaw has already been made. He became the world's most expensive teenager in 2014 upon arriving from Southampton. Young team-mate Axel Tuanzebe shudders at the memory of facing someone \"absolutely rapid\" when first finding himself up against Shaw in training. United appeared to have their left-back slot sorted for the decade.\n\"Look, he should be England's left-back, 100 per cent,\" former Manchester United full-back Phil Neville told Sky Sports recently. \"I scouted him for United when I was coach there. At Southampton I thought, 'He's an England left-back', he was one of the best young left-backs I've seen in a long time. Going forward he had absolutely everything.\"\nBut too often Shaw can seem sluggish when denied a run of games. He is someone who needs to be playing regularly to be at his very best. \"I just find it frustrating now that he's not grasping the opportunity in front of him and fulfilling that potential,\" added Neville. \"He needs to play football and I'm not sure that's going to be at United.\"\nAnd yet, finally, he is playing regularly under Mourinho. Following reports of a meeting with the manager at the team hotel, one in which Mourinho sought assurances about his player's physical and mental readiness, Shaw has been named in the United starting line-up for four matches in a row. He's not missed a minute. And this during the busy festive period.\nIt is already his longest sequence of consecutive starts since Mourinho's first four games in charge at the start of last season. Shaw's longest run of games in a United shirt prior to that was the eight in a row that culminated in him breaking his leg in the Champions League tie against PSV in Eindhoven during the autumn of 2015. It has been a long road back.\nBut Shaw's form is encouraging. The old energy is back, getting forward well to create what few opportunities there were for United at Everton and then providing an outlet in the FA Cup against Derby too - his fourth full 90 minutes in just 11 days. There are still some doubts about his defensive acumen but games are the only way for him to grow.\nIn other words, while there are still questions to answer, at least he is getting the chance to answer them. \"Shaw wants to learn how to defend,\" said Neville, \"so the best manager for him is Jose Mourinho. He's one of the best defensive coaches in the world. Is Shaw doing everything right to get a spot? I think the penny needs to drop for Luke Shaw.\"\nA lack of focus undermined his first season at Manchester United. Serious injury spoilt his second. Groin and foot problems hampered his progress in season three. Shaw's contract may have been extended into a fifth season at Old Trafford but it is his fourth season - this season - that needs to be the one in which Shaw proves he can deliver consistently.\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Luke_Shaw\" title=\"http://dbpedia.org/resource/Luke_Shaw\" target=\"_blank\">Luke Shaw</a> bought 50 hampers from Fortnum and Mason for the staff at <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>'s Carrington training ground this Christmas. The gesture was well received but it was also typical. Shaw has a reputation for signing autographs, handing out shirts, donating boots to charity and even giving guided tours of <a href=\"http://dbpedia.org/resource/Old_Trafford\" title=\"http://dbpedia.org/resource/Old_Trafford\" target=\"_blank\">Old Trafford</a>. He is, as they say, a good egg.<br>But Shaw will need more than generosity to endear himself to Jose Mourinho. \"He has to work. He has to improve.\" That is Mourinho's mantra. He wants hardened professionals not just nice young men. And yet, while much is made of the demands that the <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> manager puts on his players, he is not the first to question Shaw's application.<br>Former United boss <a href=\"http://dbpedia.org/resource/Louis_van_Gaal\" title=\"http://dbpedia.org/resource/Louis_van_Gaal\" target=\"_blank\">Louis van Gaal</a> and <a href=\"http://dbpedia.org/resource/Roy_Hodgson\" title=\"http://dbpedia.org/resource/Roy_Hodgson\" target=\"_blank\">Roy Hodgson</a>, the man who gave Shaw his <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> debut, both had issues with his fitness levels. And while the player himself might point to some miserable luck, there is a feeling that he has been partially culpable. Even his first <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> boss, <a href=\"http://dbpedia.org/resource/Nigel_Adkins\" title=\"http://dbpedia.org/resource/Nigel_Adkins\" target=\"_blank\">Nigel Adkins</a>, recalls having to work hard to improve Shaw's lifestyle.<br>People have been patient because they are aware of the talent. But in 2018, with Shaw hoping to play in his second World Cup this summer, the time is now for him to deliver. His last chance at United? The club has taken up the option to extend his stay until the end of next season, but that is chiefly to protect their investment. Shaw still needs to do more.<br>The window of opportunity is there. <a href=\"http://dbpedia.org/resource/Ashley_Young\" title=\"http://dbpedia.org/resource/Ashley_Young\" target=\"_blank\">Ashley Young</a> has impressed but he is 32. None of <a href=\"http://dbpedia.org/resource/Daley_Blind\" title=\"http://dbpedia.org/resource/Daley_Blind\" target=\"_blank\">Daley Blind</a>, Marcos Rojo and <a href=\"http://dbpedia.org/resource/Matteo_Darmian\" title=\"http://dbpedia.org/resource/Matteo_Darmian\" target=\"_blank\">Matteo Darmian</a> are naturals in the role. <a href=\"http://dbpedia.org/resource/Danny_Rose_(footballer_born_1988)\" title=\"http://dbpedia.org/resource/Danny_Rose_(footballer_born_1988)\" target=\"_blank\">Danny Rose</a> is among those identified as a long-term solution but Shaw is the one man capable of saving United some serious money and convincing the club that there is no need to spend big at left-back.<br>The investment in Shaw has already been made. He became the world's most expensive teenager in 2014 upon arriving from <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a>. Young team-mate Axel Tuanzebe shudders at the memory of facing someone \"absolutely rapid\" when first finding himself up against Shaw in training. United appeared to have their left-back slot sorted for the decade.<br>\"Look, he should be <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a>'s left-back, 100 per cent,\" former <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> full-back <a href=\"http://dbpedia.org/resource/Phil_Neville\" title=\"http://dbpedia.org/resource/Phil_Neville\" target=\"_blank\">Phil Neville</a> told Sky Sports recently. \"I scouted him for United when I was coach there. At <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> I thought, 'He's an <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> left-back', he was one of the best young left-backs I've seen in a long time. Going forward he had absolutely everything.\"<br>But too often Shaw can seem sluggish when denied a run of games. He is someone who needs to be playing regularly to be at his very best. \"I just find it frustrating now that he's not grasping the opportunity in front of him and fulfilling that potential,\" added Neville. \"He needs to play football and I'm not sure that's going to be at United.\"<br>And yet, finally, he is playing regularly under Mourinho. Following reports of a meeting with the manager at the team hotel, one in which Mourinho sought assurances about his player's physical and mental readiness, Shaw has been named in the United starting line-up for four matches in a row. He's not missed a minute. And this during the busy festive period.<br>It is already his longest sequence of consecutive starts since Mourinho's first four games in charge at the start of last season. Shaw's longest run of games in a United shirt prior to that was the eight in a row that culminated in him breaking his leg in the Champions League tie against <a href=\"http://dbpedia.org/resource/PSV_Eindhoven\" title=\"http://dbpedia.org/resource/PSV_Eindhoven\" target=\"_blank\">PSV</a> in Eindhoven during the autumn of 2015. It has been a long road back.<br>But Shaw's form is encouraging. The old energy is back, getting forward well to create what few opportunities there were for United at <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> and then providing an outlet in the FA Cup against <a href=\"http://dbpedia.org/resource/Derby_County_F.C.\" title=\"http://dbpedia.org/resource/Derby_County_F.C.\" target=\"_blank\">Derby</a> too - his fourth full 90 minutes in just 11 days. There are still some doubts about his defensive acumen but games are the only way for him to grow.<br>In other words, while there are still questions to answer, at least he is getting the chance to answer them. \"Shaw wants to learn how to defend,\" said Neville, \"so the best manager for him is Jose Mourinho. He's one of the best defensive coaches in the world. Is Shaw doing everything right to get a spot? I think the penny needs to drop for <a href=\"http://dbpedia.org/resource/Luke_Shaw\" title=\"http://dbpedia.org/resource/Luke_Shaw\" target=\"_blank\">Luke Shaw</a>.\"<br>A lack of focus undermined his first season at <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>. Serious injury spoilt his second. Groin and foot problems hampered his progress in season three. Shaw's contract may have been extended into a fifth season at <a href=\"http://dbpedia.org/resource/Old_Trafford\" title=\"http://dbpedia.org/resource/Old_Trafford\" target=\"_blank\">Old Trafford</a> but it is his fourth season - this season - that needs to be the one in which Shaw proves he can deliver consistently.<br>"
}