{
  "date": "18/01/18",
  "title": "Luke Shaw tips Axel Tuanzebe for bright Manchester United future",
  "description": "Luke Shaw believes Axel Tuanzebe is \"unbelievable\" and thinks he has the potential to break into the Manchester United squad.",
  "content": "Jose Mourinho revealed he would allow the 20-year-old to leave Old Trafford on loan in order for him to gain first-team experience, with Leeds and Aston Villa reported to be interested in a deal.Shaw has been quick to notice the bright future ahead for the central defender and believes Tuanzebe has what it takes the reach the top.\"I think Axel is unbelievable,\" Shaw told MUTV. \"I think the talent he's got is frightening. He's strong, he's quick, he's energetic, he reads the game well, he's a good passer of the ball, and he's got everything.\"For me, his main position is probably central defender. I think if he nails down one place, it will be central defender. But like I said, he's got everything and he's still very young.\"I look back to the game against Swansea away [in the Carabao Cup] when he came in from the cold and there would have been a few people surprised at him starting the game.\"But he didn't let anyone down. I was sat on the bench and I was happy and proud for him, and also Scott [McTominay] in the same game. Both of them were terrific, especially Axel because I think Scotty had played a game before that.\"It was Axel's first proper game [this season] and against a good team as well. For me, he was man of the match and I think people then took to him, the fans, and they knew what a special talent we had.\"We've not seen him that much but, hopefully, we and the fans get to see him more because I see him in training and he's improving every day, building his confidence up even more. He's always ready for his chance when called upon.\"Tuanzebe has featured in three games for Manchester United this season, starting once in the Premier League.",
  "dbpedia": "\nJose Mourinho revealed he would allow the 20-year-old to leave Old Trafford on loan in order for him to gain first-team experience, with <a href=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" title=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" target=\"_blank\">Leeds</a> and <a href=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" title=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" target=\"_blank\">Aston Villa</a> reported to be interested in a deal.Shaw has been quick to notice the bright future ahead for the central defender and believes Tuanzebe has what it takes the reach the top.&quot;I think Axel is unbelievable,&quot; Shaw told MUTV. &quot;I think the talent he\\&apos;s got is frightening. He\\&apos;s strong, he\\&apos;s quick, he\\&apos;s energetic, he reads the game well, he\\&apos;s a good passer of the ball, and he\\&apos;s got everything.&quot;For me, his main position is probably central defender. I think if he nails down one place, it will be central defender. But like I said, he\\&apos;s got everything and he\\&apos;s still very young.&quot;I look back to the game against <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> away [in the Carabao Cup] when he came in from the cold and there would have been a few people surprised at him starting the game.&quot;But he didn\\&apos;t let anyone down. I was sat on the bench and I was happy and proud for him, and also Scott [McTominay] in the same game. Both of them were terrific, especially Axel because I think Scotty had played a game before that.&quot;It was Axel\\&apos;s first proper game [this season] and against a good team as well. For me, he was man of the match and I think people then took to him, the fans, and they knew what a special talent we had.&quot;We\\&apos;ve not seen him that much but, hopefully, we and the fans get to see him more because I see him in training and he\\&apos;s improving every day, building his confidence up even more. He\\&apos;s always ready for his chance when called upon.&quot;Tuanzebe has featured in three games for <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> this season, starting once in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>.\n"
}