{
  "date": "19/01/18",
  "title": "Luke Shaw's form keeping Jose Mourinho from transfer market",
  "description": "Jose Mourinho believes there are not many left backs available better than Luke Shaw, based on the defender's recent form.",
  "content": "Ashley Young's suspension and an injury to Antonio Valencia have given Shaw an extended spell in the Manchester United starting line up, with the full back completing the full 90 minutes in their last four Premier League games.\nShaw has attracted public criticism from Mourinho in the past, but the United manager has suggested there is no need to seek out a replacement for him after an upturn in form.\nYoung will be available again following his three-match ban for Saturday's trip to Burnley, but Daley Blind has joined Eric Bailly and Zlatan Ibrahimovic on the sidelines with a minor injury.\n\"He [Shaw] played very well,\" said Mourinho. \"He was already improving and playing well when I started playing him after that long spell without minutes.\n\"Now with a good run of matches and continuity, playing like he did against Everton - two days after another match - good, solid, physically much better, mentally much stronger, tactically understanding much better the game and what we need of him.\n\"I'm really happy and, you like the transfer market, I can say in this moment I don't see many left backs better than this Luke Shaw.\"\nMourinho's own future at Old Trafford is set to be secured, as Sky Sports News understands he is on the verge of signing a contract extension that will keep him at Old Trafford until 2021.\nBut the Manchester United boss remains relaxed over when the deal will be finalised.\n\"My contract ends July 2019 so plenty of time to speak,\" he said. \"I know that the club is happy and the owners are happy, they know I'm happy.\n\"When that's the case the day we decide to do something we will do it easily.\"\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Ashley_Young\" title=\"http://dbpedia.org/resource/Ashley_Young\" target=\"_blank\">Ashley Young</a>'s suspension and an injury to <a href=\"http://dbpedia.org/resource/Antonio_Valencia\" title=\"http://dbpedia.org/resource/Antonio_Valencia\" target=\"_blank\">Antonio Valencia</a> have given Shaw an extended spell in the <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> starting line up, with the full back completing the full 90 minutes in their last four <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> games.<br>Shaw has attracted public criticism from Mourinho in the past, but the United manager has suggested there is no need to seek out a replacement for him after an upturn in form.<br>Young will be available again following his three-match ban for Saturday's trip to <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a>, but <a href=\"http://dbpedia.org/resource/Daley_Blind\" title=\"http://dbpedia.org/resource/Daley_Blind\" target=\"_blank\">Daley Blind</a> has joined Eric Bailly and Zlatan Ibrahimovic on the sidelines with a minor injury.<br>\"He [Shaw] played very well,\" said Mourinho. \"He was already improving and playing well when I started playing him after that long spell without minutes.<br>\"Now with a good run of matches and continuity, playing like he did against <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> - two days after another match - good, solid, physically much better, mentally much stronger, tactically understanding much better the game and what we need of him.<br>\"I'm really happy and, you like the transfer market, I can say in this moment I don't see many left backs better than this <a href=\"http://dbpedia.org/resource/Luke_Shaw\" title=\"http://dbpedia.org/resource/Luke_Shaw\" target=\"_blank\">Luke Shaw</a>.\"<br>Mourinho's own future at <a href=\"http://dbpedia.org/resource/Old_Trafford\" title=\"http://dbpedia.org/resource/Old_Trafford\" target=\"_blank\">Old Trafford</a> is set to be secured, as Sky Sports News understands he is on the verge of signing a contract extension that will keep him at <a href=\"http://dbpedia.org/resource/Old_Trafford\" title=\"http://dbpedia.org/resource/Old_Trafford\" target=\"_blank\">Old Trafford</a> until 2021.<br>But the <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> boss remains relaxed over when the deal will be finalised.<br>\"My contract ends July 2019 so plenty of time to speak,\" he said. \"I know that the club is happy and the owners are happy, they know I'm happy.<br>\"When that's the case the day we decide to do something we will do it easily.\"<br>"
}