{
  "date": "12/01/18",
  "title": "Man Utd boss Jose Mourinho calls end to feud with Antonio Conte",
  "description": "Jose Mourinho called an end to the war of words between himself and Antonio Conte after saying he \"hurt\" the Chelsea manager.",
  "content": "The two managers have been embroiled in a spat since Mourinho accused some Premier League bosses of acting like 'clowns' on the touchline, which led to Conte to suggest that Mourinho had forgotten some of his own previous behaviour.\nMourinho then appeared to reference a ban Conte served for failing to report match-fixing - he was later exonerated - after which the Italian called Mourinho a \"little man\" and a \"fake\".\nHowever, the Portuguese sought to end the conflict, saying: \"The first time he insulted me I had a response that touched a point where I know he really feels hurt.\n\"Then he insulted me for a second time but now I change. Now contempt. For me contempt means end of the story.\"\nWhile Mourinho signalled he wanted to put an end to the feud with Conte, he was willing to shed some light on Zlatan Ibrahimovic's fitness.\nThe 36-year-old hasn't featured since December and Mourinho confirmed he was set for several more weeks on the sidelines.\nHe said: \"Zlatan is injured. Or not totally happy with his condition. He consulted our doctors and made the decision to stop.\n\"The date for him to be back training with the team was around the end of January and beginning of February.\"\n",
  "dbpedia": "The two managers have been embroiled in a spat since Mourinho accused some <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> bosses of acting like 'clowns' on the touchline, which led to Conte to suggest that Mourinho had forgotten some of his own previous behaviour.<br>Mourinho then appeared to reference a ban Conte served for failing to report match-fixing - he was later exonerated - after which the Italian called Mourinho a \"little man\" and a \"fake\".<br>However, the Portuguese sought to end the conflict, saying: \"The first time he insulted me I had a response that touched a point where I know he really feels hurt.<br>\"Then he insulted me for a second time but now I change. Now contempt. For me contempt means end of the story.\"<br>While Mourinho signalled he wanted to put an end to the feud with Conte, he was willing to shed some light on Zlatan Ibrahimovic's fitness.<br>The 36-year-old hasn't featured since December and Mourinho confirmed he was set for several more weeks on the sidelines.<br>He said: \"Zlatan is injured. Or not totally happy with his condition. He consulted our doctors and made the decision to stop.<br>\"The date for him to be back training with the team was around the end of January and beginning of February.\"<br>"
}