{
  "date": "21/01/18",
  "title": "Man Utd playing like a rich man's Stoke at the moment, says Oliver Holt",
  "description": "Manchester United are playing like a \"rich man’s Stoke\" at the moment and do not show ambition in big games, says Oliver Holt on the Sunday Supplement.",
  "content": "United's 1-0 win at Burnley on Saturday was their fifth straight clean sheet for Jose Mourinho's side in all competitions, but they remain 12 points behind Manchester City in the Premier League title race.\nSpeaking on Sunday Supplement, the Mail on Sunday's chief sports writer Holt says United fans deserve better, and compared them to the traditional hard-to-beat Stoke City sides of previous Premier League seasons.\nHolt said: \"I actually think United fans deserve better. They are a rich man's Stoke at the moment. Yes, they're doing well, they're in second, but there's a lack of ambition in their playing style.\n\"They don't show ambition in the biggest games, because Mourinho hasn't got the confidence in his players.\n\"I think there's an element of flat-track bullying about them, in the big games they shut up shop, like they did at Liverpool.\n\"OK, some would say that's a good point, but at that time Liverpool had won one game in eight, and were there for the taking. They got battered the next week by Spurs, but Mourinho didn't have the confidence in his own players to go for it.\n\"Watching a defensive masterclass doesn't excite me. I can see the merit in what Mourinho does, he's a great manager, but if you ask me, do I prefer the style of Guardiola or Mourinho, I say Guardiola every time.\"\nThe Daily Express' Matt Dunn agreed with Holt, saying United fans may begin to tire of the functionality of Mourinho's side, and insists the size of the club means entertaining football is a prerequisite rather than a desire.\n\"The functionality is great, but I think in the long term, I don't think stealing 1-0 wins, going to Anfield to try and steal 1-0 wins, are going to keep United fans happy,\" Dunn said.\n\"United need to be dominating games with the size of the club in the same way that City are doing at the moment. I can understand that Mourinho is in a transitional period, but he's got to get through that.\n\"They had two shots on target at Burnley, but great efficiency of course, they scored one of them, but in the long term you'd want to see better football week in, week out.\"\n",
  "dbpedia": "United's 1-0 win at <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a> on Saturday was their fifth straight clean sheet for Jose Mourinho's side in all competitions, but they remain 12 points behind <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> title race.<br>Speaking on Sunday Supplement, the Mail on Sunday's chief sports writer Holt says United fans deserve better, and compared them to the traditional hard-to-beat <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke City</a> sides of previous <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> seasons.<br>Holt said: \"I actually think United fans deserve better. They are a rich man's <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> at the moment. Yes, they're doing well, they're in second, but there's a lack of ambition in their playing style.<br>\"They don't show ambition in the biggest games, because Mourinho hasn't got the confidence in his players.<br>\"I think there's an element of flat-track bullying about them, in the big games they shut up shop, like they did at <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>.<br>\"OK, some would say that's a good point, but at that time <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> had won one game in eight, and were there for the taking. They got battered the next week by Spurs, but Mourinho didn't have the confidence in his own players to go for it.<br>\"Watching a defensive masterclass doesn't excite me. I can see the merit in what Mourinho does, he's a great manager, but if you ask me, do I prefer the style of Guardiola or Mourinho, I say Guardiola every time.\"<br>The Daily Express' Matt Dunn agreed with Holt, saying United fans may begin to tire of the functionality of Mourinho's side, and insists the size of the club means entertaining football is a prerequisite rather than a desire.<br>\"The functionality is great, but I think in the long term, I don't think stealing 1-0 wins, going to <a href=\"http://dbpedia.org/resource/Anfield\" title=\"http://dbpedia.org/resource/Anfield\" target=\"_blank\">Anfield</a> to try and steal 1-0 wins, are going to keep United fans happy,\" Dunn said.<br>\"United need to be dominating games with the size of the club in the same way that City are doing at the moment. I can understand that Mourinho is in a transitional period, but he's got to get through that.<br>\"They had two shots on target at <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a>, but great efficiency of course, they scored one of them, but in the long term you'd want to see better football week in, week out.\"<br>"
}