{
  "date": "10/01/18",
  "title": "Man City have package ready for Alexis Sanchez should he leave Arsenal in summer",
  "description": "Sky in Italy are reporting that Manchester City already have a financial package in place for Alexis Sanchez should he choose to leave Arsenal when his contract expires in the summer.",
  "content": "Sky in Italy claim the Chile international's potential contract will be worth £13m a year in wages, and he will earn a £30m signing-on fee.\nArsenal boss Arsene Wenger insisted on Tuesday that the club had not received any offers for Sanchez in January, following reports on Monday that City would make a fresh £30m bid to sign him in the current window.\nAsked if he expects Sanchez to leave Arsenal, Wenger said: \"I expect nothing, I am focused on tomorrow's game. When solicitations happen you respond. At the moment it's very quiet.\"\nSanchez is in contention to face Chelsea in the first leg of their Carabao Cup semi-final, according to Wenger, who insisted there was no update on the futures of Mesut Ozil and Jack Wilshere.\nAll three players can be approached by foreign clubs as they are within six months of the end of their contracts, but Wenger is unconcerned by interest from abroad.\n\"It's not a big concern,\" he said. \"I believe that most of the players today want to play in the Premier League.\n\"The Premier League can pay contracts and wages that no other, apart from maybe three or four clubs abroad, can pay.\"\n",
  "dbpedia": "Sky in Italy claim the Chile international's potential contract will be worth £13m a year in wages, and he will earn a £30m signing-on fee.<br><a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> boss Arsene Wenger insisted on Tuesday that the club had not received any offers for Sanchez in January, following reports on Monday that City would make a fresh £30m bid to sign him in the current window.<br>Asked if he expects Sanchez to leave <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>, Wenger said: \"I expect nothing, I am focused on tomorrow's game. When solicitations happen you respond. At the moment it's very quiet.\"<br>Sanchez is in contention to face <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> in the first leg of their Carabao Cup semi-final, according to Wenger, who insisted there was no update on the futures of Mesut Ozil and <a href=\"http://dbpedia.org/resource/Jack_Wilshere\" title=\"http://dbpedia.org/resource/Jack_Wilshere\" target=\"_blank\">Jack Wilshere</a>.<br>All three players can be approached by foreign clubs as they are within six months of the end of their contracts, but Wenger is unconcerned by interest from abroad.<br>\"It's not a big concern,\" he said. \"I believe that most of the players today want to play in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>.<br>\"The <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> can pay contracts and wages that no other, apart from maybe three or four clubs abroad, can pay.\"<br>"
}