{
  "date": "24/01/18",
  "title": "Man City likely to sign Aymeric Laporte for £60m, says Guillem Balague",
  "description": "Aymeric Laporte is set to sign for Manchester City within a few days - and has the quality to become their first-choice centre-back, says Guillem Balague.",
  "content": "Pep Guardiola is ready to meet the Athletic Bilbao defender's £60m buy-out clause and to start discussing personal terms with a player who turned down a move to Manchester 18 months ago.Sky Sports' Spanish expert Balague says City are confident of landing their man this time after he emerged as their top defensive target ahead of West Brom's Jonny Evans.He told Sky Sports News: \"He just fits the mould of what they want, a centre-back who can play from the back and is strong. At 6ft 2in he perhaps is not the tallest in the division, but he is certainly a powerful defender.\"Now what Manchester City have to do is go to the league with the cheque for the buy-out clause of 65m euros. They are also willing to put 5m euros of 'developing rights' which will take the figure to 70m euros.\"Quite clearly, Athletic Bilbao are not negotiating the buy-out clause. There may be tax added, but they'll discount that as long as they get the 65m euros. There's nothing they can do.\"Of course, the next step is for Manchester City to agree terms with the player. In the summer of 2016, everything seemed done and they thought they had the player, but he turned around and said 'I'm not coming'.\"I think they are confident that Laporte will say yes this time and everybody expects the deal to take place in the next few days.\"The 23-year-old Frenchman still has two-and-a-half years on his deal at Athletic Bilbao where he has played since 2012.And Balague has backed him to compete with John Stones and Nicolas Otamendi and become their leading defender over time.He added: \"John Stones will look at him and say 'right, this is the level'. There will be a fight between them, alongside Nicolas Otamendi I would say.\"Certainly he is a player that deserves the attention of Manchester City. To be their centre-back you have to be of a special mould.\"Laporte, as tends to happen with centre-backs that come from La Liga, will have to adapt to the physicality and pace of the Premier League. Give him time and I think he will be one of the chosen centre-backs in the formation with two or three of them at the back.\"He certainly has the quality. He was followed by Barcelona in the past and wanted by Pep Guardiola when he first arrived at Manchester City.\"",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a> is ready to meet the <a href=\"http://dbpedia.org/resource/Athletic_Bilbao\" title=\"http://dbpedia.org/resource/Athletic_Bilbao\" target=\"_blank\">Athletic Bilbao</a> defender\\&apos;s &#xA3;60m buy-out clause and to start discussing personal terms with a player who turned down a move to Manchester 18 months ago.Sky Sports\\&apos; Spanish expert Balague says City are confident of landing their man this time after he emerged as their top defensive target ahead of <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a>\\&apos;s Jonny Evans.He told Sky Sports News: &quot;He just fits the mould of what they want, a centre-back who can play from the back and is strong. At 6ft 2in he perhaps is not the tallest in the division, but he is certainly a powerful defender.&quot;Now what <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> have to do is go to the league with the cheque for the buy-out clause of 65m euros. They are also willing to put 5m euros of \\&apos;developing rights\\&apos; which will take the figure to 70m euros.&quot;Quite clearly, <a href=\"http://dbpedia.org/resource/Athletic_Bilbao\" title=\"http://dbpedia.org/resource/Athletic_Bilbao\" target=\"_blank\">Athletic Bilbao</a> are not negotiating the buy-out clause. There may be tax added, but they\\&apos;ll discount that as long as they get the 65m euros. There\\&apos;s nothing they can do.&quot;Of course, the next step is for <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> to agree terms with the player. In the summer of 2016, everything seemed done and they thought they had the player, but he turned around and said \\&apos;I\\&apos;m not coming\\&apos;.&quot;I think they are confident that Laporte will say yes this time and everybody expects the deal to take place in the next few days.&quot;The 23-year-old Frenchman still has two-and-a-half years on his deal at <a href=\"http://dbpedia.org/resource/Athletic_Bilbao\" title=\"http://dbpedia.org/resource/Athletic_Bilbao\" target=\"_blank\">Athletic Bilbao</a> where he has played since 2012.And Balague has backed him to compete with <a href=\"http://dbpedia.org/resource/John_Stones\" title=\"http://dbpedia.org/resource/John_Stones\" target=\"_blank\">John Stones</a> and Nicolas Otamendi and become their leading defender over time.He added: &quot;<a href=\"http://dbpedia.org/resource/John_Stones\" title=\"http://dbpedia.org/resource/John_Stones\" target=\"_blank\">John Stones</a> will look at him and say \\&apos;right, this is the level\\&apos;. There will be a fight between them, alongside Nicolas Otamendi I would say.&quot;Certainly he is a player that deserves the attention of <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>. To be their centre-back you have to be of a special mould.&quot;Laporte, as tends to happen with centre-backs that come from <a href=\"http://dbpedia.org/resource/La_Liga\" title=\"http://dbpedia.org/resource/La_Liga\" target=\"_blank\">La Liga</a>, will have to adapt to the physicality and pace of the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>. Give him time and I think he will be one of the chosen centre-backs in the formation with two or three of them at the back.&quot;He certainly has the quality. He was followed by <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> in the past and wanted by <a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a> when he first arrived at <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>.&quot;\n"
}