{
  "date": "16/01/18",
  "title": "Man City could let points lead slip, warns Man United's Phil Jones",
  "description": "Phil Jones has warned Manchester City their 12-point lead in the Premier League title race could still be overhauled, just as Manchester United's lead was in the  2011/12 season.",
  "content": "Pep Guardiola's side lost their first league game this season at Anfield on Sunday, with Manchester United beating Stoke 3-0 on Monday to close the gap at the top of the table to 12 points.Jones recalls his first season at Old Trafford when Sir Alex Ferguson's United side were eight points clear of second-placed City with only six games to go.City still went on to clinch the title on a memorable final day of the 2011/12 season with Sergio Aguero's winning goal against QPR coming from virtually the last kick of the entire campaign.\"Football's football, never say never,\" said Jones.\"I remember in my first season we were eight points clear, absolutely cruising, [everyone thought there was] no way we'd let the lead slip, and we lost it on the final day.\"Football's football. People can say what they want but we'll continue to be positive and push forward. You never know. It happened in 2012 to us so why not?\"Man United face a trip to Burnley on Saturday and will hope to close the gap further to nine points before Man City host Newcastle United at the Etihad Stadium in the day's late kick-off.",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a>\\&apos;s side lost their first league game this season at Anfield on Sunday, with <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> beating <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> 3-0 on Monday to close the gap at the top of the table to 12 points.Jones recalls his first season at Old Trafford when <a href=\"http://dbpedia.org/resource/Alex_Ferguson\" title=\"http://dbpedia.org/resource/Alex_Ferguson\" target=\"_blank\">Sir Alex Ferguson</a>\\&apos;s United side were eight points clear of second-placed City with only six games to go.City still went on to clinch the title on a memorable final day of the 2011/12 season with Sergio Aguero\\&apos;s winning goal against <a href=\"http://dbpedia.org/resource/Queens_Park_Rangers_F.C.\" title=\"http://dbpedia.org/resource/Queens_Park_Rangers_F.C.\" target=\"_blank\">QPR</a> coming from virtually the last kick of the entire campaign.&quot;Football\\&apos;s football, never say never,&quot; said Jones.&quot;I remember in my first season we were eight points clear, absolutely cruising, [everyone thought there was] no way we\\&apos;d let the lead slip, and we lost it on the final day.&quot;Football\\&apos;s football. People can say what they want but we\\&apos;ll continue to be positive and push forward. You never know. It happened in 2012 to us so why not?&quot;<a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Man United</a> face a trip to <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a> on Saturday and will hope to close the gap further to nine points before Man City host <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle United</a> at the Etihad Stadium in the day\\&apos;s late kick-off.\n"
}