{
  "date": "05/01/18",
  "title": "Man City boss Pep Guardiola to lean on Sergio Aguero during busy period",
  "description": "Pep Guardiola is hoping to see the best of Sergio Aguero in the coming weeks.",
  "content": "Aguero will have to lead the Manchester City forward line alone with Gabriel Jesus ruled out with a knee injury for around six weeks.\nThe Premier League leaders have no other senior strikers in their squad.\nThe situation has reignited speculation over whether City might try to sign Arsenal's Alexis Sanchez in the January transfer window rather than waiting until the summer.\nBut rather than getting drawn into that at his latest press conference, Guardiola wanted to focus on the players already available to him.\nHe said: \"We have other options to play in that position in the squad and, of course, Sergio is going to play, and play, and play, and hopefully can show us his top level.\"\nAguero's form has been patchy, by his own standards, this season but he has still scored five goals in his last seven games and 16 overall for the season. He also became City's record goalscorer earlier in the campaign.\nWith City still competing in four competitions, there may be a concern over the forward's workload and Guardiola admits he will have to handle that carefully.\nHe said: \"Of course we are going to speak every day with him after the games and before the games about how he feels because, of course, when you have every three or four days some games, some minutes you are going to rest. Some games you're going to play, that's natural.\n\"We hope we can handle it until the end because we need the strikers' goals.\n\"Our success this season is not just about strikers but also wingers and attacking midfielders, and set-pieces brought us a lot of goals.\n\"But of course our striker is our striker. We need Gabriel, we need Sergio, we need both, and now we will have maybe two months without Gabriel. Two months is a lot of games, so we just have one.\"\nIf necessary, the likes of Raheem Sterling or Bernardo Silva could play up front, but not Kevin De Bruyne.\nGuardiola said: \"Kevin, no. He played at the Nou Camp last season as a striker. I prefer Kevin to play in the middle.\n\"We have other options. Not like an out-and-out striker, but we have guys with the mentality to be around the box who can solve that problem.\"\nCity are thought likely to discuss Guardiola's contract situation in the summer. The former Barcelona and Bayern Munich boss has one more season remaining on his current deal.\nWhen asked about whether he wanted to sign a new contract, Guardiola stressed that he has to earn it.\nHe said: \"I am so happy here. If you want to extend the contract at big clubs you have to win, and if you don't win, you don't deserve to continue. That's why I want to win.\"\nGuardiola has himself previously said he would rather leave contract issues until entering the final year of his current deal.\n\"That's still the same,\" he said.\n",
  "dbpedia": "Aguero will have to lead the <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> forward line alone with Gabriel Jesus ruled out with a knee injury for around six weeks.<br>The <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> leaders have no other senior strikers in their squad.<br>The situation has reignited speculation over whether City might try to sign <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>'s Alexis Sanchez in the January transfer window rather than waiting until the summer.<br>But rather than getting drawn into that at his latest press conference, Guardiola wanted to focus on the players already available to him.<br>He said: \"We have other options to play in that position in the squad and, of course, Sergio is going to play, and play, and play, and hopefully can show us his top level.\"<br>Aguero's form has been patchy, by his own standards, this season but he has still scored five goals in his last seven games and 16 overall for the season. He also became City's record goalscorer earlier in the campaign.<br>With City still competing in four competitions, there may be a concern over the forward's workload and Guardiola admits he will have to handle that carefully.<br>He said: \"Of course we are going to speak every day with him after the games and before the games about how he feels because, of course, when you have every three or four days some games, some minutes you are going to rest. Some games you're going to play, that's natural.<br>\"We hope we can handle it until the end because we need the strikers' goals.<br>\"Our success this season is not just about strikers but also wingers and attacking midfielders, and set-pieces brought us a lot of goals.<br>\"But of course our striker is our striker. We need Gabriel, we need Sergio, we need both, and now we will have maybe two months without Gabriel. Two months is a lot of games, so we just have one.\"<br>If necessary, the likes of <a href=\"http://dbpedia.org/resource/Raheem_Sterling\" title=\"http://dbpedia.org/resource/Raheem_Sterling\" target=\"_blank\">Raheem Sterling</a> or Bernardo Silva could play up front, but not <a href=\"http://dbpedia.org/resource/Kevin_De_Bruyne\" title=\"http://dbpedia.org/resource/Kevin_De_Bruyne\" target=\"_blank\">Kevin De Bruyne</a>.<br>Guardiola said: \"Kevin, no. He played at the <a href=\"http://dbpedia.org/resource/Camp_Nou\" title=\"http://dbpedia.org/resource/Camp_Nou\" target=\"_blank\">Nou Camp</a> last season as a striker. I prefer Kevin to play in the middle.<br>\"We have other options. Not like an out-and-out striker, but we have guys with the mentality to be around the box who can solve that problem.\"<br>City are thought likely to discuss Guardiola's contract situation in the summer. The former <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> and <a href=\"http://dbpedia.org/resource/FC_Bayern_Munich\" title=\"http://dbpedia.org/resource/FC_Bayern_Munich\" target=\"_blank\">Bayern Munich</a> boss has one more season remaining on his current deal.<br>When asked about whether he wanted to sign a new contract, Guardiola stressed that he has to earn it.<br>He said: \"I am so happy here. If you want to extend the contract at big clubs you have to win, and if you don't win, you don't deserve to continue. That's why I want to win.\"<br>Guardiola has himself previously said he would rather leave contract issues until entering the final year of his current deal.<br>\"That's still the same,\" he said.<br>"
}