{
  "date": "17/01/18",
  "title": "Man stabbed before Atletico Madrid-Sevilla Spanish Cup match",
  "description": "A 22-year-old man was rushed to hospital in a serious condition after being stabbed near Atletico Madrid's Wanda Metropolitano stadium before a Copa del Rey game between Atletico and Sevilla on Wednesday, emergency services said.",
  "content": "Spanish newspaper El Mundo reported the male was wearing a shirt saying 'Frente Atletico', Atletico's notorious 'ultra' group of supporters, and was stabbed during a fight outside the Las Musas metro station.\"Civil Protection has stabilised and taken a 22-year-old male in a serious condition to the La Paz hospital after he sustained three stabbed wounds, in the thigh, arm and back,\" Madrid's emergency services said on Twitter.\"The events occurred on Avenida de Niza. The male was attended to immediately by Civil Protection officers present in the vicinity of the Wanda Metropolitano.\"Sevilla won the quarter-final first leg 2-1 thanks to an own goal from Miguel Moya and a strike from Joaquín Correa, after Diego Costa had given the hosts the lead.",
  "dbpedia": "\nSpanish newspaper El Mundo reported the male was wearing a shirt saying \\&apos;Frente Atletico\\&apos;, Atletico\\&apos;s notorious \\&apos;ultra\\&apos; group of supporters, and was stabbed during a fight outside the Las Musas metro station.&quot;Civil Protection has stabilised and taken a 22-year-old male in a serious condition to the La Paz hospital after he sustained three stabbed wounds, in the thigh, arm and back,&quot; Madrid\\&apos;s emergency services said on Twitter.&quot;The events occurred on Avenida de Niza. The male was attended to immediately by Civil Protection officers present in the vicinity of the Wanda Metropolitano.&quot;<a href=\"http://dbpedia.org/resource/Sevilla_FC\" title=\"http://dbpedia.org/resource/Sevilla_FC\" target=\"_blank\">Sevilla</a> won the quarter-final first leg 2-1 thanks to an own goal from Miguel Moya and a strike from Joaqu&#xED;n Correa, after Diego Costa had given the hosts the lead.\n"
}