{
  "date": "31/01/18",
  "title": "Manchester United extend Juan Mata's contract by one year",
  "description": "Manchester United have taken up an option to extend Juan Mata's contract until the summer of 2019.",
  "content": "Mata had just six months left on his previous deal at Old Trafford but United confirmed on Tuesday that they have triggered a clause in the Spaniard's contract to extend his stay in Manchester.\nJose Mourinho insists Mata remains firmly part of his plans despite the arrival of Alexis Sanchez from Arsenal and hailed the 29-year-old as an \"important player\" in his squad.\n\"Mata is very important,\" said Mourinho. \"When I arrived one-and-a-half years ago, [they said], 'Mata is in trouble, in trouble, in trouble', and now he's getting an extension of one more year.\n\"An important player for me; important player for the club; important player for the other players.\"\nMata has scored 39 goals in 172 games for United since joining from Chelsea in 2014 and the Spain international says he feels \"lucky\" to have been rewarded with a new contract at Old Trafford.\n\"I still feel very happy and very proud to be part of this club,\" said Mata. \"I think everyone that belongs to Manchester United should feel privileged, and that's how I feel.\n\"I'm happy with everyone at the club and, obviously, with the manager and my team-mates. Once you are part of this club, your football career is not the same; it changes, because this is one of the biggest clubs in football history.\n\"Every day I try to tell myself how lucky and how privileged I am, try to take advantage of every single training session, and try to see how important it is to be a Manchester United player.\"\nThe midfielder added: \"At eight, 10, 12 years old, I never imagined that I would play for such a club.\n\"I remember the big players - Scholes, Giggs, Beckham, Van Nistelrooy, Ferdinand, Vidic - and it felt so far from where I was playing, but now I'm here it's a special feeling.\n\"We have had so many new players during my four years, but now we know each other and understand each other better. We are creating a kind of stability that I believe is needed to build and to create a positive consistency in terms of getting results and getting trophies.\"\n",
  "dbpedia": "Mata had just six months left on his previous deal at <a href=\"http://dbpedia.org/resource/Old_Trafford\" title=\"http://dbpedia.org/resource/Old_Trafford\" target=\"_blank\">Old Trafford</a> but United confirmed on Tuesday that they have triggered a clause in the Spaniard's contract to extend his stay in Manchester.<br>Jose Mourinho insists Mata remains firmly part of his plans despite the arrival of Alexis Sanchez from <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> and hailed the 29-year-old as an \"important player\" in his squad.<br>\"Mata is very important,\" said Mourinho. \"When I arrived one-and-a-half years ago, [they said], 'Mata is in trouble, in trouble, in trouble', and now he's getting an extension of one more year.<br>\"An important player for me; important player for the club; important player for the other players.\"<br>Mata has scored 39 goals in 172 games for United since joining from <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> in 2014 and the <a href=\"http://dbpedia.org/resource/Spain_national_football_team\" title=\"http://dbpedia.org/resource/Spain_national_football_team\" target=\"_blank\">Spain</a> international says he feels \"lucky\" to have been rewarded with a new contract at <a href=\"http://dbpedia.org/resource/Old_Trafford\" title=\"http://dbpedia.org/resource/Old_Trafford\" target=\"_blank\">Old Trafford</a>.<br>\"I still feel very happy and very proud to be part of this club,\" said Mata. \"I think everyone that belongs to <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> should feel privileged, and that's how I feel.<br>\"I'm happy with everyone at the club and, obviously, with the manager and my team-mates. Once you are part of this club, your football career is not the same; it changes, because this is one of the biggest clubs in football history.<br>\"Every day I try to tell myself how lucky and how privileged I am, try to take advantage of every single training session, and try to see how important it is to be a <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> player.\"<br>The midfielder added: \"At eight, 10, 12 years old, I never imagined that I would play for such a club.<br>\"I remember the big players - <a href=\"http://dbpedia.org/resource/Paul_Scholes\" title=\"http://dbpedia.org/resource/Paul_Scholes\" target=\"_blank\">Scholes</a>, <a href=\"http://dbpedia.org/resource/Ryan_Giggs\" title=\"http://dbpedia.org/resource/Ryan_Giggs\" target=\"_blank\">Giggs</a>, Beckham, Van Nistelrooy, Ferdinand, Vidic - and it felt so far from where I was playing, but now I'm here it's a special feeling.<br>\"We have had so many new players during my four years, but now we know each other and understand each other better. We are creating a kind of stability that I believe is needed to build and to create a positive consistency in terms of getting results and getting trophies.\"<br>"
}