{
  "date": "26/01/18",
  "title": "Manchester United defender Axel Tuanzebe joins Aston Villa on loan",
  "description": "Manchester United defender Axel Tuanzebe has joined Championship side Aston Villa on loan until the end of the season.",
  "content": "Tuanzebe, 20, joins Steve Bruce's side for the rest of the season after the two parties finalised a deal on Thursday.The defender, who has represented England once at under-21 level, has made five senior appearances for United since signing professional terms in 2015.Tuanzebe told the Aston Villa's official website: \"I am delighted to be here.\"It's an exciting time at this football club and everyone is pushing for promotion - that's the big aim, you can feel that here.\"I am determined to help this club achieve its goal.\"United manager Jose Mourinho has said he would allow Tuanzebe to leave Old Trafford on loan in order for him to gain first-team experience, with Leeds also reported to have been interested in a deal.Tuanzebe last played for United in their 2-1 victory over CSKA Moscow in the Champions League at Old Trafford in December.Aston Villa face Sheffield United in the Sky Bet Championship on January 30 with Tuanzebe now available to bolster their defence.",
  "dbpedia": "\nTuanzebe, 20, joins <a href=\"http://dbpedia.org/resource/Steve_Bruce\" title=\"http://dbpedia.org/resource/Steve_Bruce\" target=\"_blank\">Steve Bruce</a>\\&apos;s side for the rest of the season after the two parties finalised a deal on Thursday.The defender, who has represented <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> once at under-21 level, has made five senior appearances for United since signing professional terms in 2015.Tuanzebe told the <a href=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" title=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" target=\"_blank\">Aston Villa</a>\\&apos;s official website: &quot;I am delighted to be here.&quot;It\\&apos;s an exciting time at this football club and everyone is pushing for promotion - that\\&apos;s the big aim, you can feel that here.&quot;I am determined to help this club achieve its goal.&quot;United manager Jose Mourinho has said he would allow Tuanzebe to leave Old Trafford on loan in order for him to gain first-team experience, with <a href=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" title=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" target=\"_blank\">Leeds</a> also reported to have been interested in a deal.Tuanzebe last played for United in their 2-1 victory over <a href=\"http://dbpedia.org/resource/PFC_CSKA_Moscow\" title=\"http://dbpedia.org/resource/PFC_CSKA_Moscow\" target=\"_blank\">CSKA Moscow</a> in the Champions League at Old Trafford in December.Aston Villa face <a href=\"http://dbpedia.org/resource/Sheffield_United_F.C.\" title=\"http://dbpedia.org/resource/Sheffield_United_F.C.\" target=\"_blank\">Sheffield United</a> in the Sky Bet Championship on January 30 with Tuanzebe now available to bolster their defence.\n"
}