{
  "date": "23/01/18",
  "title": "Manchester United to honour Munich victims, 60 years after the disaster",
  "description": "Sixty years on from the Munich Air Disaster, Manchester United have planned a series of events to honour the victims.",
  "content": "The disaster occurred on February 6, 1958, and the 23 victims included several members of United's famous 'Busby Babes' team, who were returning from a match in Belgrade.United host Huddersfield on February 3 and their annual commemorative event will take place from 1.30pm under the Munich plaque at Old Trafford.There will then be a minute's silence ahead of the Premier League contest.And, to mark the 60th anniversary of the disaster on Tuesday, February 6, there will be a commemorative service inside Old Trafford, which will involve readings and poems, prior to a minute's silence at the time of the crash (3.04pm).United have announced that all season ticket holders aged over 65 will be invited but all supporters are welcome to attend the service.",
  "dbpedia": "\nThe disaster occurred on February 6, 1958, and the 23 victims included several members of United\\&apos;s famous \\&apos;Busby Babes\\&apos; team, who were returning from a match in Belgrade.United host <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> on February 3 and their annual commemorative event will take place from 1.30pm under the Munich plaque at Old Trafford.There will then be a minute\\&apos;s silence ahead of the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> contest.And, to mark the 60th anniversary of the disaster on Tuesday, February 6, there will be a commemorative service inside Old Trafford, which will involve readings and poems, prior to a minute\\&apos;s silence at the time of the crash (3.04pm).United have announced that all season ticket holders aged over 65 will be invited but all supporters are welcome to attend the service.\n"
}