{
  "date": "12/01/18",
  "title": "Manchester United signing Alexis Sanchez would be unbelievable, says Danny Higginbotham",
  "description": "Manchester United signing Alexis Sanchez ahead of rivals Manchester City would be \"unbelievable\" transfer business, says Danny Higginbotham.",
  "content": "Sky Sports News understands United want to sign the Chile international, while Sky in Italy are reporting they are prepared to pay more than Manchester City for the 29-year-old, and would give him a higher wage.Arsenal boss Arsene Wenger revealed on Friday that Sanchez would not be allowed to leave in January without a replacement, but remained vague when asked whetherUnuted had made contact over the player, who remains a target for Manchester City.Higginbotham believes Sanchez, who has seven goals in 19 games Premier League games this season, would hugely bolster Mourinho's attacking options if he were able to beat Pep Guardiola to the former Barcelona forward.\"I think a player like Alexis Sanchez would be beneficial for most teams,\" Higginbotham told Premier League Daily.\"I think the way that he plays - he can come short and create space in behind or he can get the ball himself and get the team on the front foot.\"I think whoever does get him will find themselves with a stronger squad, so from that point of view it would be an unbelievable signing for Manchester United if they were to get him, especially if it was at the expense of Manchester City with them two being huge rivals.\"",
  "dbpedia": "\nSky Sports News understands United want to sign the <a href=\"http://dbpedia.org/resource/Chile_national_football_team\" title=\"http://dbpedia.org/resource/Chile_national_football_team\" target=\"_blank\">Chile</a> international, while Sky in <a href=\"http://dbpedia.org/resource/Italy_national_football_team\" title=\"http://dbpedia.org/resource/Italy_national_football_team\" target=\"_blank\">Italy</a> are reporting they are prepared to pay more than <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> for the 29-year-old, and would give him a higher wage.Arsenal boss Arsene Wenger revealed on Friday that Sanchez would not be allowed to leave in January without a replacement, but remained vague when asked whetherUnuted had made contact over the player, who remains a target for Manchester City.Higginbotham believes Sanchez, who has seven goals in 19 games <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> games this season, would hugely bolster Mourinho\\&apos;s attacking options if he were able to beat <a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a> to the former <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> forward.&quot;I think a player like Alexis Sanchez would be beneficial for most teams,&quot; Higginbotham told <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> Daily.&quot;I think the way that he plays - he can come short and create space in behind or he can get the ball himself and get the team on the front foot.&quot;I think whoever does get him will find themselves with a stronger squad, so from that point of view it would be an unbelievable signing for <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> if they were to get him, especially if it was at the expense of <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> with them two being huge rivals.&quot;\n"
}