{
  "date": "10/01/18",
  "title": "Manchester United striker James Wilson joins Sheffield United on loan",
  "description": "Manchester United have confirmed that James Wilson has joined Sky Bet Championship club Sheffield United on loan for the rest of the season.",
  "content": "The 22-year-old striker, who has made 20 appearances for Manchester United's senior side, will join the Blades for the remainder of the campaign as they look to gain promotion to the Premier League.\nSheffield United boss Chris Wilder is excited to have Wilson available.\n\"James has a fantastic pedigree having come through the ranks at Manchester United and importantly has some good Championship experience,\" Wilder told Sheffield United's website.\n\"He says he is raring to go and is the fittest he has ever been, so couple that with his undoubted ability and desire to impress, then I'm sure he will improve the group.\"\nWilson is set for his third spell in the Championship, having been previously loaned out to Brighton and Derby County.\n",
  "dbpedia": "The 22-year-old striker, who has made 20 appearances for <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>'s senior side, will join the Blades for the remainder of the campaign as they look to gain promotion to the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>.<br><a href=\"http://dbpedia.org/resource/Sheffield_United_F.C.\" title=\"http://dbpedia.org/resource/Sheffield_United_F.C.\" target=\"_blank\">Sheffield United</a> boss <a href=\"http://dbpedia.org/resource/Chris_Wilder\" title=\"http://dbpedia.org/resource/Chris_Wilder\" target=\"_blank\">Chris Wilder</a> is excited to have Wilson available.<br>\"James has a fantastic pedigree having come through the ranks at <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> and importantly has some good Championship experience,\" Wilder told <a href=\"http://dbpedia.org/resource/Sheffield_United_F.C.\" title=\"http://dbpedia.org/resource/Sheffield_United_F.C.\" target=\"_blank\">Sheffield United</a>'s website.<br>\"He says he is raring to go and is the fittest he has ever been, so couple that with his undoubted ability and desire to impress, then I'm sure he will improve the group.\"<br>Wilson is set for his third spell in the Championship, having been previously loaned out to <a href=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a> and <a href=\"http://dbpedia.org/resource/Derby_County_F.C.\" title=\"http://dbpedia.org/resource/Derby_County_F.C.\" target=\"_blank\">Derby County</a>.<br>"
}