{
  "date": "14/01/18",
  "title": "Manchester City boss Pep Guardiola dismisses 'champions-elect' tag",
  "description": "Manchester City manager Pep Guardiola is refusing to describe his team as champions in waiting.",
  "content": "City appear to be cruising towards their third Premier League title having won 20 of their opening 22 games - and drawn the other two - to open up a 15-point lead at the top of the table.But speaking ahead of Sunday's eagerly-anticipated match against Liverpool, live on Sky Sports, Guardiola insisted he is not taking anything for granted.\"In football and in sport, anything can happen,\" he said. \"Of course we can lose the title because you never know what is going to happen in the next 13 or 14 games you have to play. Of course, if we maintain our level, the consistency and the way we play, then OK, we have a chance. But you never know.\"If we start to go down, and lose confidence, and don't play well regularly, then we will see. Maybe that is going to happen, and I am going to shake the hand of my opponents and congratulate them for being champions.\"But it is simple - just focus on the next game. That is the best advice I can give to my players.\"City travel to Anfield to face a Liverpool side who are unbeaten in their last 13 league games.With the Reds also bolstered this month by the £75m signing of defender Virgil van Dijk, Guardiola believes the Merseysiders are as exciting as in their 1980s heyday.He added: \"Jurgen Klopp is a master of the counter-attack, so they're a team who can arrive in the finishing area in three or four touches.\"I think Liverpool are playing like Liverpool were in the past, with all their history. The fans are demanding attacking football. Liverpool have to defend their whole history.\"In the 80s they dominated the world and European football. I think they are trying to respect that.\"We want to do something quite similar. We want to try to be the best.\"",
  "dbpedia": "\nCity appear to be cruising towards their third <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> title having won 20 of their opening 22 games - and drawn the other two - to open up a 15-point lead at the top of the table.But speaking ahead of Sunday\\&apos;s eagerly-anticipated match against <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>, live on Sky Sports, Guardiola insisted he is not taking anything for granted.&quot;In football and in sport, anything can happen,&quot; he said. &quot;Of course we can lose the title because you never know what is going to happen in the next 13 or 14 games you have to play. Of course, if we maintain our level, the consistency and the way we play, then OK, we have a chance. But you never know.&quot;If we start to go down, and lose confidence, and don\\&apos;t play well regularly, then we will see. Maybe that is going to happen, and I am going to shake the hand of my opponents and congratulate them for being champions.&quot;But it is simple - just focus on the next game. That is the best advice I can give to my players.&quot;City travel to Anfield to face a <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> side who are unbeaten in their last 13 league games.With the Reds also bolstered this month by the &#xA3;75m signing of defender Virgil van Dijk, Guardiola believes the Merseysiders are as exciting as in their 1980s heyday.He added: &quot;Jurgen Klopp is a master of the counter-attack, so they\\&apos;re a team who can arrive in the finishing area in three or four touches.&quot;I think <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> are playing like <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> were in the past, with all their history. The fans are demanding attacking football. <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> have to defend their whole history.&quot;In the 80s they dominated the world and European football. I think they are trying to respect that.&quot;We want to do something quite similar. We want to try to be the best.&quot;\n"
}