{
  "date": "13/01/18",
  "title": "Manchester City's Raheem Sterling can cope with hostile Anfield crowd, says Pep Guardiola",
  "description": "Manchester City boss Pep Guardiola says Raheem Sterling is mature enough to cope with a hostile Anfield crowd when he faces former club Liverpool on Sunday.",
  "content": "Two years ago the England international was jeered before being substituted at half-time during his first game back at Liverpool following his £49m move to Manchester City.Sterling also received similar harsh treatment from Reds' fans as he endured another difficult match at his old ground last season.But this time things could be different with Sterling enjoying the best form of his career ahead of the Premier League leaders' trip to Merseyside, live on Sky Sports Premier League.The 23-year-old has been one of the key figures in City's outstanding start to the campaign and has 18 goals to his name, already seven better than his previous best in a club season.City manager Guardiola said: \"Normally when this kind of reaction happens it is because he was loved by the fans.\"I understand completely but it is not the first time he has gone back. I think it is the second or third time.\"I think he's more mature. Of course he has to be calm and play the game he has to play.\"City are 15 points clear at the top of the Premier League, and may be able to afford a slip-up, but Guardiola views the contest as a stern test of his side's credentials.He said: \"It's a real test to go to Anfield, one of the most prestigious stadiums and teams in the world. So we'll try to put in a good performance. It's a big game for us and we are going to prepare as best as possible.\"If you want to achieve something good or win titles you have to not just win, you have to win on these kind of stages.\"It is such an important game to see if we are able to do big things in this season, especially in the important stages of the Champions League, for when we arrive in Basel, or the FA Cup.\""
}