{
  "date": "23/01/18",
  "title": "Manchester United pip Real Madrid to top Deloitte Money League",
  "description": "Manchester United have pipped Real Madrid to top spot in Deloitte's annual Money League, which ranks the top 20 clubs in the world based on the revenue they generate.",
  "content": "The top 20 clubs - of which ten are English - saw their combined revenue grow to a record £6.9bn during the 2016/17 season.United generated revenue of £581m to clinch top spot, beating Real into second by just £1.49m - the smallest ever margin between the top two clubs.Jose Mourinho's side topped the standings for the tenth time in 21 years, thanks in no small part to the £39m they received from UEFA for winning the Europa League.Real Madrid's revenue grew by £47.77m in the year they won the Champions League and La Liga, but it was not enough for them to overhaul the side that finished 6th in the Premier League.Barcelona, Bayern Munich and Manchester City completed the top three.Dan Jones, a partner in the Sports Business Group at Deloitte, said: \"European football continues to flourish financially, with almost half a billion euros of revenue growth for the top 20 Money League clubs.\"United's ability to retain first position is all the more impressive against the backdrop of the weakened pound against the euro, and with both Real Madrid and Barcelona forecasting further revenue growth in 2017/18, the battle at the top will likely come down to on-pitch performance again next year.\"With all three clubs through to the Round of 16 of the Champions League, it may be as simple as the club that goes furthest in the competition will have the best chance of topping the Money League next year.\"England's ten sides dwarf the number of clubs from any other single nation, and they generated £3.33bn between them.Along with the ten English sides, there are three each from Germany, Spain and Italy and one from France.This year's Money League saw clubs need to generate nearly £175m of revenue to make the top 20 - something Southampton managed to do for the first time, but saw Italian giants AC Milan fall short.PSG fell by one place for the second consecutive year, with Arsenal leapfrogging them into sixth.Tim Bridge, senior manager in the Sports Business Group at Deloitte, said: \"The Deloitte Football Money League has a particularly English feel this year and with the new broadcast deal and UEFA competition performance it doesn't come as a surprise.\"But with the added element of changes to the qualification structure for the Champions League, it is likely that we'll see some re-ordering of the clubs in years to come.\"The Deloitte Money League Top 201. Manchester United, 2. Real Madrid, 3. Barcelona, 4. Bayern Munich, 5. Manchester City, 6. Arsenal, 7. PSG, 8. Chelsea, 9. Liverpool, 10. Juventus, 11. Tottenham, 12. Borussia Dortmund, 13. Atletico Madrid, 14. Leicester, 15. Inter Milan, 16. Schalke, 17. West Ham, 18. Southampton, 19. Napoli, 20. Everton."
}