{
  "date": "02/02/18",
  "title": "Manchester City boss Pep Guardiola says his team have plenty of tough games left",
  "description": "Manchester City manager Pep Guardiola says there remains life in the Premier League title race, despite his team having opened a huge lead.",
  "content": "After Wednesday's win over West Brom, City are 15 points clear of second-placed Manchester United - with just 13 games left.\nUnited manager Jose Mourinho conceded defeat in the title race on Friday, saying his side could only hope to be \"first of the las\".\nBut, ahead of a tricky Saturday trip to Burnley, Guardiola countered: \"There are 13 games, 39 points to play for, we are 15 ahead. It's not over.\n\"We have amazingly tough games left to play.\n\"For example, tomorrow. We cannot deny and everyone knows here in England how complicated it is playing at Burnley.\n\"We have to go to Stoke City, Goodison Park.\n\"We have Arsenal, Manchester United, Tottenham and Chelsea to play.\n\"Definitely it is not over.\"\nGuardiola is not sure whether David Silva will be fit for the trip to Turf Moor, the Spaniard having been forced off during the first half of Wednesday's win.\n\"Yesterday [Thursday], David Silva could not train,\" said Guardiola. \"He was recovering. He has a painful kick in the side.\n\"We will see today how he feels.\"\nFull-back Benjamin Mendy has been out since September but he could return in a few weeks to aid the City cause.\n\"Benjamin Mendy is much, much better,\" said Guardiola. \"Today he is in New York.\n\"I think in two months, in March, he will maybe be available to start to train with us.\"\n",
  "dbpedia": "After Wednesday's win over <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a>, City are 15 points clear of second-placed <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> - with just 13 games left.<br>United manager Jose Mourinho conceded defeat in the title race on Friday, saying his side could only hope to be \"first of the las\".<br>But, ahead of a tricky Saturday trip to <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a>, Guardiola countered: \"There are 13 games, 39 points to play for, we are 15 ahead. It's not over.<br>\"We have amazingly tough games left to play.<br>\"For example, tomorrow. We cannot deny and everyone knows here in <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> how complicated it is playing at <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a>.<br>\"We have to go to <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke City</a>, <a href=\"http://dbpedia.org/resource/Goodison_Park\" title=\"http://dbpedia.org/resource/Goodison_Park\" target=\"_blank\">Goodison Park</a>.<br>\"We have <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>, <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>, <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> and <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> to play.<br>\"Definitely it is not over.\"<br>Guardiola is not sure whether <a href=\"http://dbpedia.org/resource/David_Silva\" title=\"http://dbpedia.org/resource/David_Silva\" target=\"_blank\">David Silva</a> will be fit for the trip to <a href=\"http://dbpedia.org/resource/Turf_Moor\" title=\"http://dbpedia.org/resource/Turf_Moor\" target=\"_blank\">Turf Moor</a>, the Spaniard having been forced off during the first half of Wednesday's win.<br>\"Yesterday [Thursday], <a href=\"http://dbpedia.org/resource/David_Silva\" title=\"http://dbpedia.org/resource/David_Silva\" target=\"_blank\">David Silva</a> could not train,\" said Guardiola. \"He was recovering. He has a painful kick in the side.<br>\"We will see today how he feels.\"<br>Full-back Benjamin Mendy has been out since September but he could return in a few weeks to aid the City cause.<br>\"Benjamin Mendy is much, much better,\" said Guardiola. \"Today he is in New York.<br>\"I think in two months, in March, he will maybe be available to start to train with us.\"<br>"
}