{
  "date": "13/01/18",
  "title": "Manchester City manager Pep Guardiola excited for trip to Anfield ahead of Liverpool clash",
  "description": "Manchester City boss Pep Guardiola is excited to be heading to 'complicated' Anfield to take on Liverpool, live on Sky Sports Premier League.",
  "content": "City are currently 15 points clear at the top of the Premier League table heading into the weekend's matches and remain unbeaten domestically, notching up a record-breaking run of 18 consecutive wins in the top flight earlier this season.But Guardiola is under no illusion that the trip to Liverpool will be a test for his side - Man City lost 1-0 at Anfield in the same fixture last season - and praised the playing style of Jurgen Klopp.\"We know how complicated it is to go to Anfield, but hopefully we can show who we are. That's all I want to fight for with my players during the game,\" he told Soccer Saturday.\"We get on quite well, I met him in Germany and I have a lot of respect for him. Always [an admirer of how Klopp's teams play], even before when he was at Dortmund and I appreciate his approach a lot.\"Of course they are challengers, going to Liverpool away is always tough. It is always a big challenge to improve and see on the bigger stages if we can handle the way we are. I love Anfield. For managers to play in these kinds of games on the big stages, I'll love to be there on Sunday.\"Being a former Barcelona midfielder and manager himself, Guardiola was also asked about the recent transfer of Philippe Coutinho, saying: \"He is a fantastic player. Liverpool had a lot of resources and it remains a good team, but top clubs like Barcelona pay a lot of money and that's why he is a good player.\"He is fast, he has the right personality, he scores goals and assists. He is a big talent and to play for the national team of Brazil, you have to be a good talent so Barcelona made a good deal.\"For the first time in his managerial career, Guardiola failed to win any silverware during his first season with Man City last term but looks set to land a trophy this year, and the manager is pleased that his philosophy is finally working.\"Yes, of course [happy about the philosophy coming together]. That is why we are managers, to win titles but especially when the team tries to play the way you like so, of course, we are so happy,\" he added.\"Of course, you have to win titles to give credit to that but at the end, we can say 'OK, we were together in our lives for this period and we did lots of good things'. Right now, six months is not a long time in terms of history and great, great seasons, but nobody can take out what we have done so far.\"In football, when I win enough, perhaps the title, then two, three days or one week later, we're thinking of the next one. When you lose, one week later, there is another game so in football, it never stops.\"The time to be in front of the mirror and say how good I am is in the past when I was young, everything was new, everybody talked to you and you believed you were something special.\"Always I make the analogy of one guy winning an Oscar and they believe it will always be like this. That is not the truth, sometimes you win an Oscar and it can take you five, six, seven years to win another one. So you have to be in the right place. Winning is good, then two days later, you have the chance to win again or when you lose, the same thing.\"It never ends with the way you want to play and wanting to grow your team, so I think we have a lot of chances to get better. If I thought it was done and we could not improve, maybe it will be the last interview I'll do as Man City manager.\"With just over half the season gone, Guardiola admits he did not expect his side to be in the dominant position they find themselves, but urged the club to keep developing a strong winning mentality.\"We must keep going. The big athletes in the world, once they have won, they are thinking about winning again so that is what we are going to try and create at this club, that kind of situation,\" he said.\"To believe we are in a good club and can fight with any team around the world and after the game, accept our defeat as a challenge to improve and if we win, to be happy and think 'ok, it is a good test to win another one'. That is what I would like to see from my team on Sunday.\"",
  "dbpedia": "\nCity are currently 15 points clear at the top of the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> table heading into the weekend\\&apos;s matches and remain unbeaten domestically, notching up a record-breaking run of 18 consecutive wins in the top flight earlier this season.But Guardiola is under no illusion that the trip to <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> will be a test for his side - Man City lost 1-0 at Anfield in the same fixture last season - and praised the playing style of Jurgen Klopp.&quot;We know how complicated it is to go to Anfield, but hopefully we can show who we are. That\\&apos;s all I want to fight for with my players during the game,&quot; he told Soccer Saturday.&quot;We get on quite well, I met him in <a href=\"http://dbpedia.org/resource/Germany_national_football_team\" title=\"http://dbpedia.org/resource/Germany_national_football_team\" target=\"_blank\">Germany</a> and I have a lot of respect for him. Always [an admirer of how Klopp\\&apos;s teams play], even before when he was at <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Dortmund</a> and I appreciate his approach a lot.&quot;Of course they are challengers, going to <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> away is always tough. It is always a big challenge to improve and see on the bigger stages if we can handle the way we are. I love Anfield. For managers to play in these kinds of games on the big stages, I\\&apos;ll love to be there on Sunday.&quot;Being a former <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> midfielder and manager himself, Guardiola was also asked about the recent transfer of <a href=\"http://dbpedia.org/resource/Philippe_Coutinho\" title=\"http://dbpedia.org/resource/Philippe_Coutinho\" target=\"_blank\">Philippe Coutinho</a>, saying: &quot;He is a fantastic player. <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> had a lot of resources and it remains a good team, but top clubs like <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> pay a lot of money and that\\&apos;s why he is a good player.&quot;He is fast, he has the right personality, he scores goals and assists. He is a big talent and to play for the national team of <a href=\"http://dbpedia.org/resource/Brazil_national_football_team\" title=\"http://dbpedia.org/resource/Brazil_national_football_team\" target=\"_blank\">Brazil</a>, you have to be a good talent so <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> made a good deal.&quot;For the first time in his managerial career, Guardiola failed to win any silverware during his first season with Man City last term but looks set to land a trophy this year, and the manager is pleased that his philosophy is finally working.&quot;Yes, of course [happy about the philosophy coming together]. That is why we are managers, to win titles but especially when the team tries to play the way you like so, of course, we are so happy,&quot; he added.&quot;Of course, you have to win titles to give credit to that but at the end, we can say \\&apos;OK, we were together in our lives for this period and we did lots of good things\\&apos;. Right now, six months is not a long time in terms of history and great, great seasons, but nobody can take out what we have done so far.&quot;In football, when I win enough, perhaps the title, then two, three days or one week later, we\\&apos;re thinking of the next one. When you lose, one week later, there is another game so in football, it never stops.&quot;The time to be in front of the mirror and say how good I am is in the past when I was young, everything was new, everybody talked to you and you believed you were something special.&quot;Always I make the analogy of one guy winning an Oscar and they believe it will always be like this. That is not the truth, sometimes you win an Oscar and it can take you five, six, seven years to win another one. So you have to be in the right place. Winning is good, then two days later, you have the chance to win again or when you lose, the same thing.&quot;It never ends with the way you want to play and wanting to grow your team, so I think we have a lot of chances to get better. If I thought it was done and we could not improve, maybe it will be the last interview I\\&apos;ll do as Man City manager.&quot;With just over half the season gone, Guardiola admits he did not expect his side to be in the dominant position they find themselves, but urged the club to keep developing a strong winning mentality.&quot;We must keep going. The big athletes in the world, once they have won, they are thinking about winning again so that is what we are going to try and create at this club, that kind of situation,&quot; he said.&quot;To believe we are in a good club and can fight with any team around the world and after the game, accept our defeat as a challenge to improve and if we win, to be happy and think \\&apos;ok, it is a good test to win another one\\&apos;. That is what I would like to see from my team on Sunday.&quot;\n"
}