{
  "date": "08/01/18",
  "title": "Manchester United fly to Dubai for training camp",
  "description": "Manchester United flew out to Dubai on Monday morning for a warm-weather training camp.",
  "content": "Jose Mourinho's men have just completed a hectic Christmas schedule which saw them play five games in 14 days.Their next game is against managerless Stoke City on Monday Night Football, live on Sky Sports, and Mourinho wants to use this week to work on some tactical elements of United's game while allowing his players to recuperate in the warm Middle Eastern weather.\"We need to recover but at the same time we also need to train because during this crazy time we have not had many times to work on details that you want to work on,\" Mourinho told MUTV.\"It's been more about the recovery from the match and the travelling and the preparations for the next one without time to work.\"If we can have time to have a good, nice week to recover some injured players and tired players and, at the same time, work on some tactical details I think it would be good for the second part of the season.\"",
  "dbpedia": "\nJose Mourinho\\&apos;s men have just completed a hectic Christmas schedule which saw them play five games in 14 days.Their next game is against managerless <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke City</a> on Monday Night Football, live on Sky Sports, and Mourinho wants to use this week to work on some tactical elements of United\\&apos;s game while allowing his players to recuperate in the warm Middle Eastern weather.&quot;We need to recover but at the same time we also need to train because during this crazy time we have not had many times to work on details that you want to work on,&quot; Mourinho told MUTV.&quot;It\\&apos;s been more about the recovery from the match and the travelling and the preparations for the next one without time to work.&quot;If we can have time to have a good, nice week to recover some injured players and tired players and, at the same time, work on some tactical details I think it would be good for the second part of the season.&quot;\n"
}