{
  "date": "24/01/18",
  "title": "Manchester United and Alexis Sanchez trolled by Motherwell's Peter Hartley video",
  "description": "Motherwell have trolled Manchester United and Alexis Sanchez with a Twitter video marking Peter Hartley's permanent move to the club.",
  "content": "United announced Sanchez's arrival at the club with a Twitter video of the Chilean playing the piano before heading out on to the Old Trafford pitch to the roars of supporters.And the Scottish Premiership side have decided to announce the permanent transfer of Hartley, who had spent the first half of the season on loan at the club from Blackpool, with a similar effort.In the video, which was posted to the club's Twitter page on Tuesday evening, Hartley enjoys slightly less success on the piano before going out for a walk on the Fir Park surface.The video was accompanied by the words: \"Ladies and gentlemen, please take your seats. Introducing #Pete6... #SIWY #MFC. Are we doing this right, @ManUtd?\"United's Twitter page responded to Motherwell's video with a gif of Sanchez smiling and winking.The central defender, who has made 17 appearances for Motherwell this season, has signed a contract until the summer of 2020.\"It was a very, very easy decision to make,\" Hartley told the club's official website. \"I've been at this club for six months and it's a fantastic dressing room, probably one of the best I've been in.\"Hit play on the video at the top of the page to see Motherwell's Peter Hartley announcement. ",
  "dbpedia": "\nUnited announced Sanchez\\&apos;s arrival at the club with a Twitter video of the Chilean playing the piano before heading out on to the Old Trafford pitch to the roars of supporters.And the Scottish Premiership side have decided to announce the permanent transfer of Hartley, who had spent the first half of the season on loan at the club from <a href=\"http://dbpedia.org/resource/Blackpool_F.C.\" title=\"http://dbpedia.org/resource/Blackpool_F.C.\" target=\"_blank\">Blackpool</a>, with a similar effort.In the video, which was posted to the club\\&apos;s Twitter page on Tuesday evening, Hartley enjoys slightly less success on the piano before going out for a walk on the Fir Park surface.The video was accompanied by the words: &quot;Ladies and gentlemen, please take your seats. Introducing #Pete6... #SIWY #MFC. Are we doing this right, @ManUtd?&quot;United\\&apos;s Twitter page responded to <a href=\"http://dbpedia.org/resource/Motherwell_F.C.\" title=\"http://dbpedia.org/resource/Motherwell_F.C.\" target=\"_blank\">Motherwell</a>\\&apos;s video with a gif of Sanchez smiling and winking.The central defender, who has made 17 appearances for <a href=\"http://dbpedia.org/resource/Motherwell_F.C.\" title=\"http://dbpedia.org/resource/Motherwell_F.C.\" target=\"_blank\">Motherwell</a> this season, has signed a contract until the summer of 2020.&quot;It was a very, very easy decision to make,&quot; Hartley told the club\\&apos;s official website. &quot;I\\&apos;ve been at this club for six months and it\\&apos;s a fantastic dressing room, probably one of the best I\\&apos;ve been in.&quot;Hit play on the video at the top of the page to see <a href=\"http://dbpedia.org/resource/Motherwell_F.C.\" title=\"http://dbpedia.org/resource/Motherwell_F.C.\" target=\"_blank\">Motherwell</a>\\&apos;s <a href=\"http://dbpedia.org/resource/Peter_Hartley_(footballer)\" title=\"http://dbpedia.org/resource/Peter_Hartley_(footballer)\" target=\"_blank\">Peter Hartley</a> announcement. \n"
}