{
  "date": "02/02/18",
  "title": "Manchester United boss Jose Mourinho happy with referees ",
  "description": "Manchester United boss Jose Mourinho says he is happy with the standard of refereeing in the Premier League, following Pep Guardiola's pleas for more protection for his players.",
  "content": "Guardiola recently called on officials to protect his team after a number of Manchester City players were fouled in their 3-0 win over West Brom.\nMourinho agrees there are certain teams in the league who commit \"dozens and dozens\" of fouls in a game, but the Portuguese believes referees are doing a good job to protect players from serious injury.\n\"There are rules in football and the referees know the rules better than anyone,\" said Mourinho. \"I know some players that don't even know all the rules. It doesn't matter the level he is at, I am sure that every referee knows the rules.\n\"When you go to the interpretation of the rules of course there is room for them, according to the way they analyse the game and their philosophy, according the nature of the country.\n\"But the rules are the rules. We always know when it is a red card, a yellow card or a foul. There are some teams that make dozens and dozens and dozens of fouls that are fundamental for the game.\n\"This is something to be analysed but honestly, I am happy with the level of performance I'm having from the referees.\"\nMourinho conceded the Premier League title to Manchester City on Friday, believing the 15-point gap to the league leaders is too great to close.\nHowever, the Man Utd boss has called on his players to end the season well in order to lay the platform for a more successful campaign next year.\n\"I remember in 2005-06, when I won the second title with Chelsea. Sir Alex Ferguson gave some interviews saying 'we need to improve a lot, because they raised the bar to such a high level',\" said Mourinho.\n\"The biggest manager in the world said 'we need to improve', and you felt that moment there was a click for the improvement of the team. I think they went on to win the title back in 06-07, 07-08, 08-09.\n\"It has to be like that now. Every match until the end of the season is an important match for us because it is not just about the points.\n\"It is not just about finishing in the top four, but trying to finish second, trying to play the best we can. Try to be the best possible team at the end of the season.\n\"Then try to start the Premier League in a good way.\"\n",
  "dbpedia": "Guardiola recently called on officials to protect his team after a number of <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> players were fouled in their 3-0 win over <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a>.<br>Mourinho agrees there are certain teams in the league who commit \"dozens and dozens\" of fouls in a game, but the Portuguese believes referees are doing a good job to protect players from serious injury.<br>\"There are rules in football and the referees know the rules better than anyone,\" said Mourinho. \"I know some players that don't even know all the rules. It doesn't matter the level he is at, I am sure that every referee knows the rules.<br>\"When you go to the interpretation of the rules of course there is room for them, according to the way they analyse the game and their philosophy, according the nature of the country.<br>\"But the rules are the rules. We always know when it is a red card, a yellow card or a foul. There are some teams that make dozens and dozens and dozens of fouls that are fundamental for the game.<br>\"This is something to be analysed but honestly, I am happy with the level of performance I'm having from the referees.\"<br>Mourinho conceded the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> title to <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> on Friday, believing the 15-point gap to the league leaders is too great to close.<br>However, the Man Utd boss has called on his players to end the season well in order to lay the platform for a more successful campaign next year.<br>\"I remember in 2005-06, when I won the second title with <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>. <a href=\"http://dbpedia.org/resource/Alex_Ferguson\" title=\"http://dbpedia.org/resource/Alex_Ferguson\" target=\"_blank\">Sir Alex Ferguson</a> gave some interviews saying 'we need to improve a lot, because they raised the bar to such a high level',\" said Mourinho.<br>\"The biggest manager in the world said 'we need to improve', and you felt that moment there was a click for the improvement of the team. I think they went on to win the title back in 06-07, 07-08, 08-09.<br>\"It has to be like that now. Every match until the end of the season is an important match for us because it is not just about the points.<br>\"It is not just about finishing in the top four, but trying to finish second, trying to play the best we can. Try to be the best possible team at the end of the season.<br>\"Then try to start the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> in a good way.\"<br>"
}