{
  "date": "18/01/18",
  "title": "Marco Silva says transfer window is 'not easy' for Watford",
  "description": "Watford manager Marco Silva says the transfer window is \"not an easy market\" and claims some clubs have more power than others in securing signings. ",
  "content": "The Hornets are yet to make a singing this month and the boss admits his side are feeling the absence of a number of key injured players.While insisting Watford are doing all they can to add to the squad, Silva feels the window fails to offer an open playing field among clubs.\"We as a club are working to do what we can do during this month and in the market as well,\" he said.\"Day by day I speak with [technical director] Filippo Giraldi, sometimes with our owner as well.\"We are doing what we can do in the market. Of course, you know, it's not an easy market. Some clubs have big power in the market to do - the others, not so well.\"It's important to understand our situation and try to do our best to improve.\"I understand the market is still open - it's open until the 31st - but what is most important for me after my job is to keep focusing on the players I have ready to work and to prepare for the games as well.\"Asked whether he is targeting any particular individuals as potential signings, the Portuguese said: \"I don't like to stay every time here to talk about the new players.\"My job is to work with the players we have. I try to do my best to develop them and to improve our team as well.\"Of course behind that, day by day with my players I need to do my job as well.\"The club this week announced the appointment of medical director Dr Emilio Lopez-Vidriero to help slim the side's injury list, in a season which has seen a number of key players sidelined.Silva revealed Tom Cleverley remains a doubt for Saturday's trip to Leicester, after the midfielder was substituted with a hamstring injury in Watford's 2-2 draw with Southampton.\"He's still a doubt for Saturday,\" he said.\"Tomorrow we have one more session and we will see. It's a small injury in his hamstring.\"After the last match nobody more, but the other situations… everybody knows the list, of course some of them are improving but not ready yet.\"",
  "dbpedia": "\nThe Hornets are yet to make a singing this month and the boss admits his side are feeling the absence of a number of key injured players.While insisting <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> are doing all they can to add to the squad, Silva feels the window fails to offer an open playing field among clubs.&quot;We as a club are working to do what we can do during this month and in the market as well,&quot; he said.&quot;Day by day I speak with [technical director] Filippo Giraldi, sometimes with our owner as well.&quot;We are doing what we can do in the market. Of course, you know, it\\&apos;s not an easy market. Some clubs have big power in the market to do - the others, not so well.&quot;It\\&apos;s important to understand our situation and try to do our best to improve.&quot;I understand the market is still open - it\\&apos;s open until the 31st - but what is most important for me after my job is to keep focusing on the players I have ready to work and to prepare for the games as well.&quot;Asked whether he is targeting any particular individuals as potential signings, the Portuguese said: &quot;I don\\&apos;t like to stay every time here to talk about the new players.&quot;My job is to work with the players we have. I try to do my best to develop them and to improve our team as well.&quot;Of course behind that, day by day with my players I need to do my job as well.&quot;The club this week announced the appointment of medical director Dr Emilio Lopez-Vidriero to help slim the side\\&apos;s injury list, in a season which has seen a number of key players sidelined.Silva revealed <a href=\"http://dbpedia.org/resource/Tom_Cleverley\" title=\"http://dbpedia.org/resource/Tom_Cleverley\" target=\"_blank\">Tom Cleverley</a> remains a doubt for Saturday\\&apos;s trip to <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a>, after the midfielder was substituted with a hamstring injury in <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a>\\&apos;s 2-2 draw with <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a>.&quot;He\\&apos;s still a doubt for Saturday,&quot; he said.&quot;Tomorrow we have one more session and we will see. It\\&apos;s a small injury in his hamstring.&quot;After the last match nobody more, but the other situations&#x2026; everybody knows the list, of course some of them are improving but not ready yet.&quot;\n"
}