{
  "date": "21/01/18",
  "title": "Marco Silva's fall from grace has been spectacular, says Oliver Holt",
  "description": "Marco Silva's fall from grace has been \"spectacular\" after his sacking by Watford, says Oliver Holt.",
  "content": "Silva's Watford had won just one Premier League game in 11, and were beaten 2-0 at Leicester on Saturday as they sit 10th in the table, five points above the drop zone.\nSpeaking on the Sunday Supplement, the Mail on Sunday's chief sports writer Holt says Silva's flirtation with Everton in November did not go down well at Vicarage Road, and insists the sacking is understandable.\n\"My first reaction is what a spectacular fall from grace it is for Marco Silva, who was being touted as the best thing to hit the Premier League for a long time, the new Pochettino etcetera.\n\"Since that flirtation with Everton, which I believe didn't go down too well at all at Watford, things have gone spectacularly wrong.\n\"In the modern climate, after a run of games like that, where fans and clearly the board have become disillusioned with him, I suppose there is a logic to it.\"\nThe Hornets were as high as fourth in the Premier League table in October before Everton came calling for the Portuguese manager, and the Daily Express' Matt Dunn says Watford should be safe this season despite their poor run of form.\n\"He perhaps believed his own press a bit too much, and managing a club is a difficult job. It can go wrong and it can also go horribly wrong,\" said Dunn.\n\"I think Watford have got enough within the club to be safe, but that's not to say they don't need more direction.\n\"It's awful when a manager gets sacked, but it has been so bad recently, that in a division where everyone seems to be trying to get relegated and shoot themselves in the foot, they seem to be winning that race at the minute.\"\n",
  "dbpedia": "Silva's <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> had won just one <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> game in 11, and were beaten 2-0 at <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a> on Saturday as they sit 10th in the table, five points above the drop zone.<br>Speaking on the Sunday Supplement, the Mail on Sunday's chief sports writer Holt says Silva's flirtation with <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> in November did not go down well at <a href=\"http://dbpedia.org/resource/Vicarage_Road\" title=\"http://dbpedia.org/resource/Vicarage_Road\" target=\"_blank\">Vicarage Road</a>, and insists the sacking is understandable.<br>\"My first reaction is what a spectacular fall from grace it is for <a href=\"http://dbpedia.org/resource/Marco_Silva_(footballer)\" title=\"http://dbpedia.org/resource/Marco_Silva_(footballer)\" target=\"_blank\">Marco Silva</a>, who was being touted as the best thing to hit the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> for a long time, the new Pochettino etcetera.<br>\"Since that flirtation with <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>, which I believe didn't go down too well at all at <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a>, things have gone spectacularly wrong.<br>\"In the modern climate, after a run of games like that, where fans and clearly the board have become disillusioned with him, I suppose there is a logic to it.\"<br>The Hornets were as high as fourth in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> table in October before <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> came calling for the Portuguese manager, and the Daily Express' Matt Dunn says <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> should be safe this season despite their poor run of form.<br>\"He perhaps believed his own press a bit too much, and managing a club is a difficult job. It can go wrong and it can also go horribly wrong,\" said Dunn.<br>\"I think <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> have got enough within the club to be safe, but that's not to say they don't need more direction.<br>\"It's awful when a manager gets sacked, but it has been so bad recently, that in a division where everyone seems to be trying to get relegated and shoot themselves in the foot, they seem to be winning that race at the minute.\"<br>"
}