{
  "date": "31/01/18",
  "title": "Marcus Rashford to thrive with Alexis Sanchez at Man Utd, says Jose Mourinho",
  "description": "Alexis Sanchez's arrival at Manchester United will inspire Marcus Rashford, says \"monster\" Jose Mourinho.",
  "content": "Rashford has competed with Anthony Martial for a starting position on the left-wing under Mourinho this term, and the signing of Sanchez has brought into question whether or not he will get enough first-team opportunities at Old Trafford.The academy graduate has been involved in every United game this season and Mourinho refutes claims he is not featuring enough under him, saying the 20-year-old was handed his debut by Louis Van Gaal because the club was struggling.Mourinho also insisted the England striker remains key to his future plans, while also taking aim at those that criticise his use of younger players.\"Marcus' story is quite interesting because he started playing with Mr Van Gaal when the team was really in trouble to have options,\" he said at his pre-match press conference ahead of Wednesday's game against Spurs.\"Then the monster [himself] that kills the little kids arrived, but he plays every game since then. He plays every game. Starting or coming from the bench, as a striker, as a left winger, as a right winger, then he goes to the national team.\"The kid is having a hell of an experience at every level so an amazing future waits for him and being surrounded by these players [Sanchez] can only help him. But the whole story of Marcus will not get minutes and matches, that story is really old because he's a very important player for us.\"Mourinho is unconcerned about the welcome Sanchez is going to receive when Manchester United play Tottenham on Wednesday, saying the Chile international has enough experience to ignore the opposing fans.\"I think he doesn't care,\" he added, \"I think he is probably going to get that kind of reception everywhere, it doesn't matter about the previous rivalry between Spurs and Arsenal.\"I think he will get a little bit of that everywhere. I don't know if it's true or not true but that story of being at least one of the top salaries in Premier League football, to change a big club for another big club, this kind of situation attracts a little bit of it but I don't think he cares.\"He's the kind of player, with all his experience, I think he's used to it. Even in South America, I don't think its easy for Chile to play in Brazil, Argentina and Paraguay, so I think these guys grew up with a certain level of experiences. I don't think it's a problem for him at all.\""
}