{
  "date": "20/01/18",
  "title": "Marco Silva not worried about getting sacked by Watford despite poor run",
  "description": "Marco Silva says he will not be distracted by any rumours over his future at Watford following their 2-0 loss to Leicester.",
  "content": "The defeat means Watford have only won once in their last 11 Premier League games, leaving them in 10th when they were as high as fourth in October.Goals from Jamie Vardy and Riyad Mahrez ensured it was another miserable outing for the Portuguese.Asked if he was concerned about getting sacked, Silva said: \"I don't lose my focus in these types of situations, my focus is in my work, I know why I came here, I know what they asked me, I know what I want for our team, for our club, I don't lose my focus.\"Silva believed his Watford side created enough chances to get something out of the game, with substitute Andre Gray missing their best opportunity when he failed to make the most of a one-on-one with the score at 1-0.\"[It was a] tough game for both teams. We knew before - and our opponent knew as well - it would be a tough game for both, I think it proved during the match. It was a balanced game, a really balanced game, I think if you analyse the match in general. I think they had two or three chances to score, they scored two goals; we had two or three chances and scored no goals.\"Silva made a number of changes after the break, as Gray and Stefano Okaka joined Troy Deeney up front but they still could not find an elusive equaliser.\"[It was a] balanced first half, we started the match well. When they scored the penalty, it made the difference.\"Second half we didn't start so we well. I took a chance and we started to play with two strikers and we started to create more problems for them, we had a clear chance for Gray to score and in that moment make it 1-1. I think if we scored, it would be fair.\"But I think the chance we have, we must score because it makes the difference in the result.\"Despite the poor results, Silva is hopeful of repeating the form Watford enjoyed earlier in the season.\"We work to take points to win all the matches. Of course the beginning, the middle or the end of the Premier League is the moment and all the match it's important to take points for us. In the first 10 or 15 games we scored in the right moments and made the results more comfortable.\"We created the chances and didn't score. Our way is to continue working hard, keep going all together to take the good results again.\"One way of improving results could be by dipping into the transfer market, with Silva hopeful of completing deals before the window closes at the end of the month.\"Of course everything what we can do, I hope we can do, of course it's not an easy moment for us because we have a lot of injured players, we have a lot of confidence in our squad, when one cannot play it is a good chance to come in and take the opportunity. When it is four, five, six from the starting 11 can't play, it is a problem.\"",
  "dbpedia": "\nThe defeat means <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> have only won once in their last 11 <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> games, leaving them in 10th when they were as high as fourth in October.Goals from <a href=\"http://dbpedia.org/resource/Jamie_Vardy\" title=\"http://dbpedia.org/resource/Jamie_Vardy\" target=\"_blank\">Jamie Vardy</a> and Riyad Mahrez ensured it was another miserable outing for the Portuguese.Asked if he was concerned about getting sacked, Silva said: &quot;I don\\&apos;t lose my focus in these types of situations, my focus is in my work, I know why I came here, I know what they asked me, I know what I want for our team, for our club, I don\\&apos;t lose my focus.&quot;Silva believed his <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> side created enough chances to get something out of the game, with substitute <a href=\"http://dbpedia.org/resource/Andre_Gray\" title=\"http://dbpedia.org/resource/Andre_Gray\" target=\"_blank\">Andre Gray</a> missing their best opportunity when he failed to make the most of a one-on-one with the score at 1-0.&quot;[It was a] tough game for both teams. We knew before - and our opponent knew as well - it would be a tough game for both, I think it proved during the match. It was a balanced game, a really balanced game, I think if you analyse the match in general. I think they had two or three chances to score, they scored two goals; we had two or three chances and scored no goals.&quot;Silva made a number of changes after the break, as Gray and <a href=\"http://dbpedia.org/resource/Stefano_Okaka\" title=\"http://dbpedia.org/resource/Stefano_Okaka\" target=\"_blank\">Stefano Okaka</a> joined <a href=\"http://dbpedia.org/resource/Troy_Deeney\" title=\"http://dbpedia.org/resource/Troy_Deeney\" target=\"_blank\">Troy Deeney</a> up front but they still could not find an elusive equaliser.&quot;[It was a] balanced first half, we started the match well. When they scored the penalty, it made the difference.&quot;Second half we didn\\&apos;t start so we well. I took a chance and we started to play with two strikers and we started to create more problems for them, we had a clear chance for Gray to score and in that moment make it 1-1. I think if we scored, it would be fair.&quot;But I think the chance we have, we must score because it makes the difference in the result.&quot;Despite the poor results, Silva is hopeful of repeating the form <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> enjoyed earlier in the season.&quot;We work to take points to win all the matches. Of course the beginning, the middle or the end of the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> is the moment and all the match it\\&apos;s important to take points for us. In the first 10 or 15 games we scored in the right moments and made the results more comfortable.&quot;We created the chances and didn\\&apos;t score. Our way is to continue working hard, keep going all together to take the good results again.&quot;One way of improving results could be by dipping into the transfer market, with Silva hopeful of completing deals before the window closes at the end of the month.&quot;Of course everything what we can do, I hope we can do, of course it\\&apos;s not an easy moment for us because we have a lot of injured players, we have a lot of confidence in our squad, when one cannot play it is a good chance to come in and take the opportunity. When it is four, five, six from the starting 11 can\\&apos;t play, it is a problem.&quot;\n"
}