{
  "date": "13/01/18",
  "title": "Marco Silva feels for Southampton after controversial Watford equaliser",
  "description": "Watford manager Marco Silva sympathised with Southampton after a late handball cost Mauricio Pellegrino's side two points at Vicarage Road.",
  "content": "Abdoulaye Doucoure palmed the ball into the net from close range late on to earn the Hornets a 2-2 draw, much to the annoyance of the visitors.The home team had been two goals down at the break following a James Ward-Prowse double, but an Andre Gray header and Doucoure's equaliser earned Watford a point.As someone who has fallen victim to incorrect decisions of officials in the past, Silva knows the frustration of being caught out by an error.\"Everybody has seen the goal, I don't need to talk about the goal,\" Silva said. \"Something can happen, and this season we've had other moments when the decisions are against us, but that is football.\"I understand Southampton, I understand their manager, they are unhappy like I was more than one time in games when mistakes are against us.\"Watford skipper Troy Deeney, who came on for the second-half, gave an honest assessment on the goal, telling Sky Sports: \"If VAR had come in we probably wouldn't get that but today we got it. It's the luck of the draw.\"Watford endured a poor opening 45 minutes as they were over-ran by Southampton from the first whistle, resulting in Silva making a change before the break as he looked to alter their tactics.Silva introduced Deeney at half-time and the striker took the captain's armband as he set about turning the game around, with Watford on top for the remainder of the match, Deeney having a key involvement in both their goals.\"There were two different halves, clear,\" added Silva. \"We had one good chance in the first half with Andre [Gray], we didn't score that moment and after that they scored the goal; a clear lack of concentration, focus, right mentality, right attitude of our team. And after it was like the first half finished and we didn't play more in the first half.\"We conceded the goal in the last minute because we didn't have the right attitude. I told them that it's important we recognise our team on the pitch and in the first half we did not recognise. But our attitude, the right commitment you need all the time and in the second half we controlled it.\"Even though Watford were lucky to escape with a point, Silva thinks they could have had more from the game.\"We scored two goals, we had clear chance to score more goals,\" he said.\"Even with more risk with two strikers with Doucoure in the middle, with Pereyra as well, they created one chance in the second half. It was a game of two halves; we didn't play the first, but we did play the second.\"",
  "dbpedia": "\nAbdoulaye Doucoure palmed the ball into the net from close range late on to earn the Hornets a 2-2 draw, much to the annoyance of the visitors.The home team had been two goals down at the break following a <a href=\"http://dbpedia.org/resource/James_Ward-Prowse\" title=\"http://dbpedia.org/resource/James_Ward-Prowse\" target=\"_blank\">James Ward-Prowse</a> double, but an <a href=\"http://dbpedia.org/resource/Andre_Gray\" title=\"http://dbpedia.org/resource/Andre_Gray\" target=\"_blank\">Andre Gray</a> header and Doucoure\\&apos;s equaliser earned <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> a point.As someone who has fallen victim to incorrect decisions of officials in the past, Silva knows the frustration of being caught out by an error.&quot;Everybody has seen the goal, I don\\&apos;t need to talk about the goal,&quot; Silva said. &quot;Something can happen, and this season we\\&apos;ve had other moments when the decisions are against us, but that is football.&quot;I understand <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a>, I understand their manager, they are unhappy like I was more than one time in games when mistakes are against us.&quot;<a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> skipper <a href=\"http://dbpedia.org/resource/Troy_Deeney\" title=\"http://dbpedia.org/resource/Troy_Deeney\" target=\"_blank\">Troy Deeney</a>, who came on for the second-half, gave an honest assessment on the goal, telling Sky Sports: &quot;If VAR had come in we probably wouldn\\&apos;t get that but today we got it. It\\&apos;s the luck of the draw.&quot;<a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> endured a poor opening 45 minutes as they were over-ran by <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> from the first whistle, resulting in Silva making a change before the break as he looked to alter their tactics.Silva introduced Deeney at half-time and the striker took the captain\\&apos;s armband as he set about turning the game around, with <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> on top for the remainder of the match, Deeney having a key involvement in both their goals.&quot;There were two different halves, clear,&quot; added Silva. &quot;We had one good chance in the first half with Andre [Gray], we didn\\&apos;t score that moment and after that they scored the goal; a clear lack of concentration, focus, right mentality, right attitude of our team. And after it was like the first half finished and we didn\\&apos;t play more in the first half.&quot;We conceded the goal in the last minute because we didn\\&apos;t have the right attitude. I told them that it\\&apos;s important we recognise our team on the pitch and in the first half we did not recognise. But our attitude, the right commitment you need all the time and in the second half we controlled it.&quot;Even though <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> were lucky to escape with a point, Silva thinks they could have had more from the game.&quot;We scored two goals, we had clear chance to score more goals,&quot; he said.&quot;Even with more risk with two strikers with Doucoure in the middle, with Pereyra as well, they created one chance in the second half. It was a game of two halves; we didn\\&apos;t play the first, but we did play the second.&quot;\n"
}