{
  "date": "16/01/18",
  "title": "Mario Lemina in focus: Time for Southampton to trust in his talent?",
  "description": "Born in Gabon, made in France, taught by Marcelo Bielsa and signed from Italy. Getting the best from Mario Lemina could be the key for Southampton, writes Adam Bate. ",
  "content": "Southampton's struggles continue. Having dismissed Claude Puel in the summer and hoped for progress under Mauricio Pellegrino, the side has regressed instead. While they were unfortunate to concede a late equaliser at Watford on Saturday, the draw nevertheless means that Saints are now on a run of 10 Premier League games without a win.The sale of Virgil van Dijk will add to the feeling outside of St Mary's that Southampton are paying the price for player sales. That constant renewal has caught up with them as the newest recruits fail to find their feet. But closer to home there is another argument - that familiar faces are the ones whose levels have dropped. That new arrivals need a chance.Mario Lemina's talent, for example, is obvious. He has the best passing accuracy at Southampton, makes a tackle more regularly than any of his team-mates and ranks among the top three central midfielders in the Premier League for dribbles completed per 90 minutes. The stats hint at a pedigree that should not come as a surprise.Lemina may find himself on the bench behind an out-of-form Steven Davis right now, but he arrived last summer for a club-record £18m fee and as a two-time Serie A title winner with Juventus. His last game for the Italian champions was in the Champions League final and he was used to hard work having been schooled in the ways of Marcelo Bielsa at Marseille.It was under the iconic Argentinian coach that Lemina really made progress. \"He pushed me a lot,\" said the player himself. \"Especially mentally.\" Bielsa was a Lemina fan too. \"He is a different type of player to the majority of footballers,\" he explained. \"He knows how to attack and how to defend. He offers a lot of solutions to the coach and to his team.\"A Bielsa-inspired Marseille topped the table at Christmas of that 2014/15 season and the manager's penchant for switching players' positions was evident again in his usage of Lemina, expecting him to drop in on the right side of defence on occasions. It was an adjustment for a player who had been used on the wing as a teenager but he fared well.Those early years were spent at French club Lorient and Bruno Manga, Lemina's then club team-mate and now his international colleague with Gabon, believes it was the perfect place to develop. \"Lorient is very good and it is very quiet,\" the Cardiff City defender told Sky Sports. \"There is not so much pressure so you can play like you want.\"Manga remembers Lemina as \"a very good player\" and \"a very good guy\" as well as someone who \"has so many things to show people\" on the pitch. He was training with Lorient's senior side at the age of 15 - in keeping with the club's ethos. \"Our goal is to advance players individually so that they can join the first team,\" says coach Michel Le Lay.Fellow Lorient youth-team coach Regis Le Bris sets out Lorient's philosophy as follows: \"To master the match, especially with significant possession.\" Even now, Le Bris regards Lemina as a template for others. \"Our goal is that other young people follow the example of Mario,\" he explains. Lemina was still a teenager when he played his last game for Lorient.By that point he had already been a part of France's 2013 U20 World Cup winning squad alongside Paul Pogba. His then international coach Jose Anigo spoke of Lemina's \"above-average abilities\" and after further developing those skills under Bielsa, he earned his move to Juventus in the summer of 2015.Lemina impressed enough in that first season with Juventus to persuade Massimiliano Allegri to make his loan deal permanent despite the player missing much of the winter period through injury. He completed a second consecutive double with Juve last season, starting the campaign as a regular in the absence of Claudio Marchisio.But the lack of discipline that had previously seen him sent off for a punch against Rennes, emerged again against Lyon and cost him Allegri's confidence. By the time that Lemina came on in that Champions League final against Barcelona last June, his departure was inevitable. \"On a personal level, it was a difficult season,\" he said at the time. \"I wanted to play more.\"All of which set Lemina up nicely to further his progress at Southampton, a club with a history of player development and a pathway back to the big time. The early signs were promising even amid an uncertain start for the team under a new coach. He was man of the match at Crystal Palace in September and the hope then was that he'd help Saints kick on.\"It was quite a big fee for us to pay but it has been a good start for him,\" Southampton legend Matt Le Tissier told Sky Sports at the time. \"He was outstanding in the win against Crystal Palace and quality against Manchester United too. If he keeps putting in performances like that against the top sides then no doubt Liverpool will come calling!\"He has not got a great goalscoring record and I do not see him as somebody who is going to get us the eight or nine goals we need from midfield, but he is good at breaking up play and picking a pass. He is forming a very solid partnership with Oriol Romeu and if we want to keep moving forward, these are the sort of players that we need.\"That was the mood at the time but a niggling ankle injury, one that Lemina admits he is managing, has hampered his impact since. Southampton actually picked up 11 points from the first seven games that he started, but have won only one of the 12 in which he has not been in the starting line-up. He is not the source of the problem but it can be contagious.Lemina has not been blameless - a failure to track Heung-Min Son in the woeful 5-2 Boxing Day defeat to Tottenham earned him understandable criticism and a place back among the substitutes. But most supporters remain broadly sympathetic, appreciating his humility on social media and aware that he is not the catalyst for the club's slump in form.In fact, the mood is one of confusion at Pellegrino's team selections. What the fans want now is for Lemina to get a run of games. That is what the midfielder himself needs right now too because performing on a regular basis is perhaps the one reservation about him throughout his career so far. His Southampton debut was only his 50th ever league start.The 24-year-old is searching for his 12th start of the season against Tottenham, just one shy of his previous best, set at Marseille under Bielsa. It is time for Lemina to kick on again. If he can do that in a Southampton shirt then the club could still have another huge asset on their hands. And find a big positive in a miserable campaign. Time to trust in Lemina's talent.",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a>\\&apos;s struggles continue. Having dismissed <a href=\"http://dbpedia.org/resource/Claude_Puel\" title=\"http://dbpedia.org/resource/Claude_Puel\" target=\"_blank\">Claude Puel</a> in the summer and hoped for progress under <a href=\"http://dbpedia.org/resource/Mauricio_Pellegrino\" title=\"http://dbpedia.org/resource/Mauricio_Pellegrino\" target=\"_blank\">Mauricio Pellegrino</a>, the side has regressed instead. While they were unfortunate to concede a late equaliser at <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> on Saturday, the draw nevertheless means that Saints are now on a run of 10 <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> games without a win.The sale of Virgil van Dijk will add to the feeling outside of St Mary\\&apos;s that <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> are paying the price for player sales. That constant renewal has caught up with them as the newest recruits fail to find their feet. But closer to home there is another argument - that familiar faces are the ones whose levels have dropped. That new arrivals need a chance.Mario Lemina\\&apos;s talent, for example, is obvious. He has the best passing accuracy at <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a>, makes a tackle more regularly than any of his team-mates and ranks among the top three central midfielders in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> for dribbles completed per 90 minutes. The stats hint at a pedigree that should not come as a surprise.Lemina may find himself on the bench behind an out-of-form <a href=\"http://dbpedia.org/resource/Steven_Davis\" title=\"http://dbpedia.org/resource/Steven_Davis\" target=\"_blank\">Steven Davis</a> right now, but he arrived last summer for a club-record &#xA3;18m fee and as a two-time <a href=\"http://dbpedia.org/resource/Serie_A\" title=\"http://dbpedia.org/resource/Serie_A\" target=\"_blank\">Serie A</a> title winner with <a href=\"http://dbpedia.org/resource/Juventus_F.C.\" title=\"http://dbpedia.org/resource/Juventus_F.C.\" target=\"_blank\">Juventus</a>. His last game for the Italian champions was in the Champions League final and he was used to hard work having been schooled in the ways of <a href=\"http://dbpedia.org/resource/Marcelo_Bielsa\" title=\"http://dbpedia.org/resource/Marcelo_Bielsa\" target=\"_blank\">Marcelo Bielsa</a> at Marseille.It was under the iconic Argentinian coach that Lemina really made progress. &quot;He pushed me a lot,&quot; said the player himself. &quot;Especially mentally.&quot; Bielsa was a Lemina fan too. &quot;He is a different type of player to the majority of footballers,&quot; he explained. &quot;He knows how to attack and how to defend. He offers a lot of solutions to the coach and to his team.&quot;A Bielsa-inspired <a href=\"http://dbpedia.org/resource/Olympique_de_Marseille\" title=\"http://dbpedia.org/resource/Olympique_de_Marseille\" target=\"_blank\">Marseille</a> topped the table at Christmas of that 2014/15 season and the manager\\&apos;s penchant for switching players\\&apos; positions was evident again in his usage of Lemina, expecting him to drop in on the right side of defence on occasions. It was an adjustment for a player who had been used on the wing as a teenager but he fared well.Those early years were spent at French club <a href=\"http://dbpedia.org/resource/FC_Lorient\" title=\"http://dbpedia.org/resource/FC_Lorient\" target=\"_blank\">Lorient</a> and Bruno Manga, Lemina\\&apos;s then club team-mate and now his international colleague with <a href=\"http://dbpedia.org/resource/Gabon_national_football_team\" title=\"http://dbpedia.org/resource/Gabon_national_football_team\" target=\"_blank\">Gabon</a>, believes it was the perfect place to develop. &quot;<a href=\"http://dbpedia.org/resource/FC_Lorient\" title=\"http://dbpedia.org/resource/FC_Lorient\" target=\"_blank\">Lorient</a> is very good and it is very quiet,&quot; the <a href=\"http://dbpedia.org/resource/Cardiff_City_F.C.\" title=\"http://dbpedia.org/resource/Cardiff_City_F.C.\" target=\"_blank\">Cardiff City</a> defender told Sky Sports. &quot;There is not so much pressure so you can play like you want.&quot;Manga remembers Lemina as &quot;a very good player&quot; and &quot;a very good guy&quot; as well as someone who &quot;has so many things to show people&quot; on the pitch. He was training with <a href=\"http://dbpedia.org/resource/FC_Lorient\" title=\"http://dbpedia.org/resource/FC_Lorient\" target=\"_blank\">Lorient</a>\\&apos;s senior side at the age of 15 - in keeping with the club\\&apos;s ethos. &quot;Our goal is to advance players individually so that they can join the first team,&quot; says coach Michel Le Lay.Fellow <a href=\"http://dbpedia.org/resource/FC_Lorient\" title=\"http://dbpedia.org/resource/FC_Lorient\" target=\"_blank\">Lorient</a> youth-team coach Regis Le Bris sets out <a href=\"http://dbpedia.org/resource/FC_Lorient\" title=\"http://dbpedia.org/resource/FC_Lorient\" target=\"_blank\">Lorient</a>\\&apos;s philosophy as follows: &quot;To master the match, especially with significant possession.&quot; Even now, Le Bris regards Lemina as a template for others. &quot;Our goal is that other young people follow the example of Mario,&quot; he explains. Lemina was still a teenager when he played his last game for Lorient.By that point he had already been a part of <a href=\"http://dbpedia.org/resource/France_national_football_team\" title=\"http://dbpedia.org/resource/France_national_football_team\" target=\"_blank\">France</a>\\&apos;s 2013 U20 World Cup winning squad alongside <a href=\"http://dbpedia.org/resource/Paul_Pogba\" title=\"http://dbpedia.org/resource/Paul_Pogba\" target=\"_blank\">Paul Pogba</a>. His then international coach Jose Anigo spoke of Lemina\\&apos;s &quot;above-average abilities&quot; and after further developing those skills under Bielsa, he earned his move to <a href=\"http://dbpedia.org/resource/Juventus_F.C.\" title=\"http://dbpedia.org/resource/Juventus_F.C.\" target=\"_blank\">Juventus</a> in the summer of 2015.Lemina impressed enough in that first season with <a href=\"http://dbpedia.org/resource/Juventus_F.C.\" title=\"http://dbpedia.org/resource/Juventus_F.C.\" target=\"_blank\">Juventus</a> to persuade <a href=\"http://dbpedia.org/resource/Massimiliano_Allegri\" title=\"http://dbpedia.org/resource/Massimiliano_Allegri\" target=\"_blank\">Massimiliano Allegri</a> to make his loan deal permanent despite the player missing much of the winter period through injury. He completed a second consecutive double with Juve last season, starting the campaign as a regular in the absence of Claudio Marchisio.But the lack of discipline that had previously seen him sent off for a punch against <a href=\"http://dbpedia.org/resource/Stade_Rennais_F.C.\" title=\"http://dbpedia.org/resource/Stade_Rennais_F.C.\" target=\"_blank\">Rennes</a>, emerged again against <a href=\"http://dbpedia.org/resource/Olympique_Lyonnais\" title=\"http://dbpedia.org/resource/Olympique_Lyonnais\" target=\"_blank\">Lyon</a> and cost him Allegri\\&apos;s confidence. By the time that Lemina came on in that Champions League final against <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> last June, his departure was inevitable. &quot;On a personal level, it was a difficult season,&quot; he said at the time. &quot;I wanted to play more.&quot;All of which set Lemina up nicely to further his progress at <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a>, a club with a history of player development and a pathway back to the big time. The early signs were promising even amid an uncertain start for the team under a new coach. He was man of the match at <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a> in September and the hope then was that he\\&apos;d help Saints kick on.&quot;It was quite a big fee for us to pay but it has been a good start for him,&quot; <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> legend <a href=\"http://dbpedia.org/resource/Matthew_Le_Tissier\" title=\"http://dbpedia.org/resource/Matthew_Le_Tissier\" target=\"_blank\">Matt Le Tissier</a> told Sky Sports at the time. &quot;He was outstanding in the win against <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a> and quality against <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> too. If he keeps putting in performances like that against the top sides then no doubt <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> will come calling!&quot;He has not got a great goalscoring record and I do not see him as somebody who is going to get us the eight or nine goals we need from midfield, but he is good at breaking up play and picking a pass. He is forming a very solid partnership with <a href=\"http://dbpedia.org/resource/Oriol_Romeu\" title=\"http://dbpedia.org/resource/Oriol_Romeu\" target=\"_blank\">Oriol Romeu</a> and if we want to keep moving forward, these are the sort of players that we need.&quot;That was the mood at the time but a niggling ankle injury, one that Lemina admits he is managing, has hampered his impact since. <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> actually picked up 11 points from the first seven games that he started, but have won only one of the 12 in which he has not been in the starting line-up. He is not the source of the problem but it can be contagious.Lemina has not been blameless - a failure to track Heung-Min Son in the woeful 5-2 Boxing Day defeat to <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> earned him understandable criticism and a place back among the substitutes. But most supporters remain broadly sympathetic, appreciating his humility on social media and aware that he is not the catalyst for the club\\&apos;s slump in form.In fact, the mood is one of confusion at Pellegrino\\&apos;s team selections. What the fans want now is for Lemina to get a run of games. That is what the midfielder himself needs right now too because performing on a regular basis is perhaps the one reservation about him throughout his career so far. His <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> debut was only his 50th ever league start.The 24-year-old is searching for his 12th start of the season against <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a>, just one shy of his previous best, set at <a href=\"http://dbpedia.org/resource/Olympique_de_Marseille\" title=\"http://dbpedia.org/resource/Olympique_de_Marseille\" target=\"_blank\">Marseille</a> under Bielsa. It is time for Lemina to kick on again. If he can do that in a <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> shirt then the club could still have another huge asset on their hands. And find a big positive in a miserable campaign. Time to trust in Lemina\\&apos;s talent.\n"
}