{
  "date": "31/12/17",
  "title": "Mark Warburton sacked by Nottingham Forest after nine months in charge",
  "description": "Mark Warburton has been sacked as the manager of Nottingham Forest, less than 24 hours after the Championship club fell to a 1-0 home defeat against Sunderland. ",
  "content": "The former Brentford and Rangers manager suffered his 14th league defeat of the season on Saturday to leave Forest in 14th place.The club also confirmed in a brief statement, released on Sunday, that assistant manager David Weir and the club's sporting director Frank McParland would also leave their roles with academy manager Gary Brazil, who took training on Sunday, appointed as caretaker boss.\"Nottingham Forest can confirm that the contracts of Mark Warburton and David Weir have been terminated with immediate effect,\" said a statement on the club's official website.Warburton, appointed on a two-and-a-half-year contract in March, kept the club up on the last day of the season on goal difference with a 3-0 victory over Ipswich but has struggled this season with the club winning only three league matches on the road so far.Forest, looking for their 10th boss in five-and-a-half years, will face Leeds at Elland Road on New Year's Day, live on Sky Sports Football from 2.30pm, hoping for their first league victory since a 3-2 home success over Bolton on December 9.Warburton, who leaves the club nine points above the relegation zone but 10 points off the play-off spots, won 15, drew three and lost 19 matches during his tenure in charge of the club.In a statement released to the League Managers Association, Warburton said: \"David Weir and I are extremely disappointed to be leaving Nottingham Forest, a club we were proud to represent during the past nine months.\"We would like to take this opportunity to thank the players for their hard work and efforts since we joined.\"The team has made significant progress since avoiding relegation at the end of last season and we look forward to seeing this young squad continue to improve.\"We wish to thank everyone connected with the club for their support and for the opportunity to lead such a fantastic football club.\"Finally, our best wishes to the fans, who have shown tremendous support and encouragement to the team and to us during our time at Nottingham Forest.\""
}