{
  "date": "04/01/18",
  "title": "Mark Hughes preparing for Stoke transfers in January despite job uncertainty",
  "description": "Mark Hughes insists talks with Stoke's owners have focused on January transfer plans and he has not sought reassurances over his future.",
  "content": "The club's owners are considering his future after a run of five defeats in their last seven matches, which has left them in the relegation zone, but are not planning to make a decision before Stoke's FA Cup game at Coventry this weekend.Hughes took part in a regular meeting with Stoke's chairman on Thursday morning, but said conversations were centred around possible transfer activity in the current window.Asked if he sought reassurances over his future, Hughes said: \"Why would I seek it? I don't need it.\"It's just business as usual. I didn't attempt to ask the owners about my future, I went there with the sole purpose of getting an understanding of what we're doing in January.\"That's what I got, an indication in terms of that, so it was a good meeting and one we can move forward from.\"Stoke's supporters displayed 'Hughes out' banners at their home defeat against Newcastle, but the owners, Peter and John Coates, believe there are few other suitable candidates available to take over as manager.\"I'd be disappointed if they weren't up front and honest, that's the type of people they are,\" Hughes said. \"They back good people with ability, and always let them get on with the job.\"Although the Coates' remain concerned over the threat to Stoke's Premier League status, Hughes believes he does not necessarily need to beat Coventry to avoid the sack.Asked if he can survive one more defeat, Hughes said: \"If you're priming people to make those decisions, yes.\"In my view, we've got a difficult game at the weekend, a typical cup tie, lower league team that's doing quite well at the moment coming up against a Premier League team not quite in as best form as they like.\"Everyone will be gearing up for an upset, we'll have something to say about that, clearly.\"Hughes' side will return to top-flight action against Manchester United on January 15, live on Sky Sports Premier League, but the former Manchester City boss remained defiant his experience means he can handle the pressure.\"I've been doing it a long time now, been in this game, seen most things, experienced these things before and come out really strong on the other side and that's our intention this time,\" he said."
}