{
  "date": "09/01/18",
  "title": "Mark Hughes backs Stoke City to avoid Premier League relegation",
  "description": "Sacked Stoke City boss Mark Hughes has backed the club to avoid relegation from the Premier League this season.",
  "content": "Hughes' contract was terminated following Saturday's 2-1 FA Cup defeat at League Two side Coventry, which came on the back of a terrible run of Premier League form where Stoke won two out of 12 games.\nIn a statement released through the League Managers Association, Hughes thanked the Coates family and Stoke fans for their support during his spell at the club, and expects them to finish the season strongly.\nHughes said: \"Together, we have enjoyed four successful campaigns including three consecutive ninth-place finishes, the highest position the club has reached since 1975.\n\"I will always be very proud of this achievement and I'd like to thank my coaching staff, the players and everyone at Stoke City for their hard work during my time as manager.\n\"Although so far this season we haven't matched the high standards set in previous years, I remain confident that performances and results will improve in the second half of the season.\n\"Finally, I'd like to wish the club and its loyal supporters success and good fortune in the future.\n\"I look forward to the next challenge in my management career.\"\n",
  "dbpedia": "Hughes' contract was terminated following Saturday's 2-1 FA Cup defeat at <a href=\"http://dbpedia.org/resource/Football_League_Two\" title=\"http://dbpedia.org/resource/Football_League_Two\" target=\"_blank\">League Two</a> side <a href=\"http://dbpedia.org/resource/Coventry_City_F.C.\" title=\"http://dbpedia.org/resource/Coventry_City_F.C.\" target=\"_blank\">Coventry</a>, which came on the back of a terrible run of <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> form where <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> won two out of 12 games.<br>In a statement released through the League Managers Association, Hughes thanked the Coates family and <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> fans for their support during his spell at the club, and expects them to finish the season strongly.<br>Hughes said: \"Together, we have enjoyed four successful campaigns including three consecutive ninth-place finishes, the highest position the club has reached since 1975.<br>\"I will always be very proud of this achievement and I'd like to thank my coaching staff, the players and everyone at <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke City</a> for their hard work during my time as manager.<br>\"Although so far this season we haven't matched the high standards set in previous years, I remain confident that performances and results will improve in the second half of the season.<br>\"Finally, I'd like to wish the club and its loyal supporters success and good fortune in the future.<br>\"I look forward to the next challenge in my management career.\"<br>"
}