{
  "date": "03/02/18",
  "title": "Marouane Fellaini expected to return from knee injury in March following surgery",
  "description": "Manchester United midfielder Marouane Fellaini is expected to return from his knee injury in March after undergoing surgery.",
  "content": "The midfielder was taken off after lasting just seven minutes as a substitute during the defeat at Tottenham last Wednesday and did not play in the 2-0 win over Huddersfield on Saturday, instead having an operation on the problem.\nUnited manager Jose Mourinho confirmed it was a small procedure and insisted the Belgium international's season is not over.\n\"He had surgery this morning,\" Mourinho said at full-time at Old Trafford.\n\"I don't want to be very specific. I prefer the doctor to give some official information. But it is not the end of the season (for him). Not at all. It was just a small intervention in the external meniscus.\n\"I think by the end of March he can be back, and by then I hope we will have a big April and big May, in more than one competition.\"\nFellaini has made just 16 appearances this season because of injury problems, scoring four goals.\nHis United contract expires at the end of this season and Mourinho has urged the player to sign a new offer.\n",
  "dbpedia": "The midfielder was taken off after lasting just seven minutes as a substitute during the defeat at <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> last Wednesday and did not play in the 2-0 win over <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> on Saturday, instead having an operation on the problem.<br>United manager Jose Mourinho confirmed it was a small procedure and insisted the <a href=\"http://dbpedia.org/resource/Belgium_national_football_team\" title=\"http://dbpedia.org/resource/Belgium_national_football_team\" target=\"_blank\">Belgium international</a>'s season is not over.<br>\"He had surgery this morning,\" Mourinho said at full-time at <a href=\"http://dbpedia.org/resource/Old_Trafford\" title=\"http://dbpedia.org/resource/Old_Trafford\" target=\"_blank\">Old Trafford</a>.<br>\"I don't want to be very specific. I prefer the doctor to give some official information. But it is not the end of the season (for him). Not at all. It was just a small intervention in the external meniscus.<br>\"I think by the end of March he can be back, and by then I hope we will have a big April and big May, in more than one competition.\"<br>Fellaini has made just 16 appearances this season because of injury problems, scoring four goals.<br>His United contract expires at the end of this season and Mourinho has urged the player to sign a new offer.<br>"
}