{
  "date": "17/01/18",
  "title": "Martin Tyler's stats and facts: Liverpool goal records and Arsenal away struggles",
  "description": "Will Liverpool break goalscoring records this season? How bad are Arsenal's troubles on the road? And how does Harry Kane's consistency compare?",
  "content": "Sky Sports commentator Martin Tyler has the answers to those questions and more.Got a question for Martin? Tweet @SkySportsPL with #TylersTeasers and don't forget to have a go at his latest teaser.It was more Merseyside misery for Manchester City on Super Sunday. They have now conceded four at both Liverpool and Everton in the Pep Guardiola era.They have not won in their last 15 Premier League meetings at Anfield, drawing 4 and losing 11. They have won only one of the last 27 league games at Anfield, drawing 8 and losing 18. Their only win in that period was in May 2003 when Nicolas Anelka scored twice in a 2-1 success.City have lost more Premier League away games (15) and conceded more Premier League away goals (44) at Liverpool than at any other club, and on Merseyside in the Premier League era, they have won only five of 41 visits.They suffered their first defeat since they lost 2-1 at Chelsea in April, 30 games unbeaten in the Premier League. Had they avoided defeat they would have equalled Liverpool's best run of 31 unbeaten league matches in 1987/88.The best unbeaten league runs in history are: Arsenal (49 - 2003/04), Forest (42 - 1977/78), Chelsea (40 - 2004/05), Leeds (34 in 1968/69) and Liverpool (31 - 1987/88).No club in the Premier League era has won at Chelsea, Manchester United and Liverpool in the same season. Wimbledon in 1986/87 were the last team to do that and City fell just short.Liverpool had only conceded four home goals in the league this season before almost conceding four on Sunday. Scott Arfield, Willian, Wayne Rooney and Jamie Vardy were the only other visiting players to score at Anfield this season. Discounting Nicolas Otamendi's own goal at Huddersfield, only four home players had scored against visiting Man City in the Premier League this season - Charlie Daniels, Jay Rodriguez, Matty Phillips and Marcus Rashford - before four Liverpool players joined that list.Liverpool have won their last four games in the Premier League, scoring 13 goals. They last won four in a row in December 2016 when the fourth game was a 1-0 win over Man City at Anfield.Finally, Bernardo Silva was on a losing side for the first time in 41 league appearances with Monaco and Manchester City, a run that went back to December 2016.Are Liverpool on course to break a goalscoring record in all competitions? Dan, MerseysideMARTIN SAYS: Liverpool's win over Man City takes their goalscoring tally up to 85 for the season in all competitions (33 games), which, even in mid-January, is more than they managed to score in nine of the 25 full seasons since the Premier League's formation.They need 43 goals between now and the end of the season to beat their best goals tally in all competitions in the Premier League era, which came in their glittering 2000/01 season. Gerard Houllier's side scored 127 goals in 63 games as they finished third in the Premier League and lifted the UEFA Cup, FA Cup and League Cup.Jurgen Klopp's Liverpool are currently scoring at a frightening rate of 2.57 goals per game, and considering their 2000/01 rate was 2.01, they are well on course to top it. Their lowest tally came just the season before in 1999/00, where they scored 63 goals in 43 games (1.46 goals per game).In 1895/96 they scored 106 goals in 30 games in the old Second Division, but 110 goals in 32 games overall at rate of 3.4 goals per game.However, they have some way to go to beating the goalscoring record from a Premier League side in all competitions. Manchester City scored 156 goals in 57 games in 2013/14, at a rate of 2.73 goals per game.Is this Arsenal's worst Premier League away record at this stage of a season? Liam, CroydonMARTIN SAYS: Their defeat at Bournemouth on Super Sunday means Arsenal have picked up just 13 points after 12 Premier League away games (W3 D4 L5).That's their worst record at this stage of a season since 2005/06 - 12 points from 12 games - while their worst-ever came in 2000/01, taking just 11 points.Those are the only two Premier League seasons in which Arsenal have had a worse away record after 12 games.Their best away records at this stage of the season came in 2001/02, 2003/04 and 2013/14, where each time they registered 26 points from a possible 36.Of course, they won the title in 2002 and 2004, but stumbled in 2014 after a fine start, losing heavily away from home against Liverpool (5-1), Chelsea (6-0) and Everton (3-0) as they fell to fourth place.How many strikers have scored over 20 goals in the Premier League for four straight seasons? Andy, West LondonMARTIN SAYS: Harry Kane's double against Everton means he has become only the third player in Premier League history to score at least 20 goals in four consecutive campaigns.Alan Shearer (1993/94 - 1996/97) and Thierry Henry (five seasons from 2001/02 - 2005/06) are the other two players, so esteemed company, I'm sure you'll agree.Two players have scored over 20 goals in three consecutive Premier League seasons; Sergio Aguero (2014/15 to 2016/17 - so he could join Kane, Shearer and Henry on the list) and Ruud van Nistelrooy (2001/02 to 2003/04).Kane is also well on course to registering 25+ goals for the third season running, a feat again only achieved by Shearer and Henry.Only Newcastle legend Shearer has managed over 30 goals in consecutive years (1993/94, 1994/95 and 1995/96), but two of those were 42-game seasons. Kane has yet to reach 30 goals in a single Premier League season.We hope to see Kane live on Sky Sports on Sunday to see if he can get two goals to reach 100 Premier League goals.Are Brighton the worst at defending set pieces in the Premier League? Georgie, LewesMARTIN SAYS: Indeed they are. Excluding penalties, Brighton have conceded more goals from set pieces than any other team in the Premier League this season. They've let in 16, three more than Leicester (13), followed by Watford (12) and West Ham (nine).Their set-piece goals against column also accounts for 57 per cent of their overall goals conceded, far and above any other side in the top flight.Leicester and Man Utd have conceded 40 per cent of their goals from set pieces, Tottenham are at 33 per cent and Watford at 31 per cent. Overall, 21.9 per cent of the goals scored in the Premier League this season have been scored from set-piece situations (excluding penalties) - 135 of 617 goals - and so Brighton's record is particularly poor.When it comes to goals scored from set pieces (excluding penalties), United top the tally with 11, followed by Arsenal, Man City and Tottenham (all 10).But Bournemouth's set-piece goals account for the highest percentage of their overall tally (nine goals at 39 per cent), followed by West Brom (six at 35 per cent) and Newcastle (seven at 33 per cent)."
}