{
  "date": "23/01/18",
  "title": "Martin Tyler's stats and facts: Quirky Liverpool and Arsenal trivia",
  "description": "Are Liverpool the first to beat the top team and then lose to the bottom team? Has anyone gone 4-0 up quicker than Arsenal did on Saturday?",
  "content": "Sky Sports commentator Martin Tyler has the answers to those questions and more.Got a question for Martin? Tweet @SkySportsPL with #TylersTeasers and don't forget to have a go at his latest teaser on Golden Boot winners who aren't in the 100 Club...On Monday night, Liverpool lost to the bottom side Swansea in the game after they beat the top side Manchester City.This has only happened twice before in Premier League history.In August 2007, Reading beat early leaders Everton 1-0 then lost to bottom side Bolton in the next game.The season before, Portsmouth beat eventual champions Manchester United 2-1 and then lost to bottom side Watford 4-2 in the very next game.Also, Liverpool have had six different starting captains in their last six games - which is surely a Premier League record.Emre Can was captain against Swansea, preceded by Dejan Lovren (Man City), Simon Mignolet (Burnley), James Milner (Leicester), Philippe Coutinho (Swansea home) and Jordan Henderson (Arsenal).Fastest to fourArsenal were 4-0 up against Palace midway through the first half - is that the fastest 4-0 lead in Premier League history? KateMARTIN SAYS: The Gunners' start on Saturday was quick, but not quite the quickest in Premier League history.Arsenal were 4-0 up inside 22 minutes, but in April 1998, Leicester were 4-0 up on Derby at Pride Park after just 15 minutes. After goals from Emile Heskey (2), Muzzy Izzet and Ian Marshall, that was bizarrely the end of the scoring. I actually commentated on that game.The fastest 5-0 lead came in May 2003, with Arsenal 5-0 up against Southampton after just 26 minutes on their way to a 6-1 victory. That was the game in which Jermaine Pennant and Robert Pires both scored hat-tricks.It's also worth noting Blackburn were the quickest to score five goals - but they also conceded one - when they went 5-1 up against Sheffield Wednesday in August 1997 after just 24 minutes.Man City hold the Premier League record for the fastest 6-0 lead, after just 58 minutes at Burnley in their 6-1 victory in April 2010.Earning penaltiesWhich player has won the most penalties for his team this season and who has won the most in the last five seasons? CharlieMARTIN SAYS: Man City forward Raheem Sterling has won his side four penalty kicks so far this season, more than anyone else in the Premier League.However, since the start of the 2013/14 campaign, Leicester City frontman Jamie Vardy has won a league-high 13 spot kicks, one more than Sterling (12) - and both increased their tallies on Saturday. Crystal Palace's Wilfried Zaha is next on eight.Other players to have won their teams plenty of penalties over the last five seasons are David Silva (7) and Dele Alli, Christian Benteke and Eden Hazard (6).Meanwhile, Aaron Lennon, Harry Kane, Ryan Fraser and Shane Long also all won their sides five spot kicks during that time.Saint that a shameSouthampton haven't won in 11 Premier League games. Is this our worst run ever? JakeMARTIN SAYS: Southampton are indeed currently on an 11-match winless run in the Premier League stretching back to November 26, when Mauricio Pellegrino's side beat Everton 4-1 at St Mary's. They have drawn six of those 11 games.That means the Saints need to beat Brighton at home in their next league fixture in order to avoid equalling their longest-ever winless run in the Premier League.That came in the 1994/95 season when Southampton went on a 12-game winless run between December 1994 and March 1995, a run that included an incredible nine draws, with seven in a row. However, they still finished the campaign in a respectable 10th place in the table.As for Southampton's worst-ever winless run in league football, that came in the 1969/70 season when the club went 20 games without a victory in the First Division between August 30, 1969 and January 17, 1970.But again, the Saints managed to avoid the drop that campaign, finishing 19th in the 22-team table with two going down.Possession and passesHas any team had less possession this season than Newcastle did against Man City? And has any team completed fewer passes? Thanks. PhilMARTIN SAYS: Newcastle's had just 19.46 per cent possession at the Etihad - and that is indeed the lowest figure in the Premier League this campaign.Man City have also been the opposition in three of the next four lowest figures in their wins over Huddersfield Town (20.46 per cent), Stoke City (20.71 per cent) and Bournemouth (21.18 per cent).In addition, Everton had just 20.61 per cent possession in their draw with Liverpool.According to our friends at Opta, Newcastle completed 114 passes at City. That's not the lowest tally this season.That dubious honour falls to Huddersfield, who completed just 94 passes in their 2-1 home loss to Man City in November.And that was five fewer than Everton, who managed only 99 completed passes in their 1-1 draw at Liverpool in December.Newcastle's tally of 114 on Saturday is the third fewest this season.At the other end of the scale, Man City boast the top five successful passes figures in the league so far this season.Their best this season was 843 passes they completed in their 3-2 win at West Brom in October."
}