{
  "date": "18/01/18",
  "title": "Matthijs de Ligt profile: How good is the teenage Ajax defender?",
  "description": "Ajax defender Matthijs de Ligt is a target for the biggest clubs in Europe, but how good is he? Ahead of the game against Feyenoord on Sunday, Adam Bate speaks to the player’s old coach to understand why the scouts will be watching very closely this weekend…",
  "content": "In November, the front page splash on Mundo Deportivo described him as \"The Chosen One\" at Barcelona. He has been linked with Real Madrid too. Over in the Premier League it is Manchester City and Arsenal thought to be pursuing his signature. It is a list of clubs that offers an indication of his potential. The belief is that De Ligt will be able to do it all.Physically and technically, the signs are certainly good for the Ajax defender. Even at 18, he is tall and imposing, but quick enough too. He has a good range of passing but also keeps it simple. Tactically, his positional sense is improving. Mentally, his attitude is widely praised. The next big test comes on Sunday in De Klassieker against Feyenoord. Eyes will be on him.De Ligt's first taste of the fixture in October was an experience he described as \"completely beautiful\" as nearly 50,000 packed into De Kuip, but his performance was far from complete. Ajax may have won 4-1 but De Ligt's nervy touch led to Feyenoord's goal and he clumsily conceded a penalty too. Even in victory, it was a reminder of his inexperience.The opportunities to really test De Ligt are intermittent. The following month, for example, he scored his first two goals of the season in an 8-0 win at NAC Breda. But scouts will want to see that De Ligt is ready to cope against quality opposition under pressure. Naturally, there remains much to learn - he only made his first Eredivisie start as recently as March.Three weeks later, Danny Blind threw him into the Netherlands team for a crucial World Cup qualifier against Bulgaria. Five minutes into the game, he was outmuscled by Spas Delev and the Dutch were behind. Matches like these, and Ajax's Europa League final defeat against Manchester United last May, are the ones that are vital for De Ligt's development.Former Ajax academy coach Ruben Jongkind took a keen interest in the youngster during his time at the club. He was the man who helped to devise and implement the Cruyff Plan at Ajax between 2011 and 2015. De Ligt's progress was a particularly fraught topic at the academy with Jongkind's emphasis on the individual influencing his thinking.\"Matthijs is a good example of the conversations we had,\" Jongkind tells Sky Sports. \"There were fights between us and the existing coaches. They wanted to play him at centre-back. We said no. He has to play in the midfield because one of his problems is the speed of his actions and his decision-making. So he has to play in the midfield to develop this as a No.6.\"They said that he is better at centre-back. Yes, we know. And later he will become a centre-back for the first team. But when he is there he will need these capabilities. That is why we must play him in midfield. Maybe we will have to play someone else at centre-back and we will concede because Matthijs is not there, but for Matthijs this is still the best thing to do.\"Jongkind may have lost the war at Ajax, but the battle to turn De Ligt into a ball-playing centre-back does appear to have been won. The player has a pass completion rate of more than 90 per cent - better than any other defender in the Eredivisie this season. This simple and effective use of the ball hints at his maturity and is part of the appeal for the big clubs.De Ligt spoke recently of Barcelona's \"connection with Ajax\" and while this is a historic ideological link between the two clubs it is also a practical consideration. Ajax's playing style is similar to that of Europe's richest sides and this will give confidence for both player and club that the transition could be smooth. He will know what is expected of him.The question is when to make the move. De Ligt's agent has stressed that the plan is to see out the season at Ajax. But with money to spend, squad spots to fill and competition for his signature, the bids could come before then. So will De Ligt's performance against Feyenoord on Sunday tick that last box or raise a red flag? The giants of Europe will be watching.",
  "dbpedia": "\nIn November, the front page splash on Mundo Deportivo described him as &quot;The Chosen One&quot; at <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a>. He has been linked with <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> too. Over in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> it is <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> and <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> thought to be pursuing his signature. It is a list of clubs that offers an indication of his potential. The belief is that De Ligt will be able to do it all.Physically and technically, the signs are certainly good for the <a href=\"http://dbpedia.org/resource/AFC_Ajax\" title=\"http://dbpedia.org/resource/AFC_Ajax\" target=\"_blank\">Ajax</a> defender. Even at 18, he is tall and imposing, but quick enough too. He has a good range of passing but also keeps it simple. Tactically, his positional sense is improving. Mentally, his attitude is widely praised. The next big test comes on Sunday in De Klassieker against <a href=\"http://dbpedia.org/resource/Feyenoord\" title=\"http://dbpedia.org/resource/Feyenoord\" target=\"_blank\">Feyenoord</a>. Eyes will be on him.De Ligt\\&apos;s first taste of the fixture in October was an experience he described as &quot;completely beautiful&quot; as nearly 50,000 packed into De Kuip, but his performance was far from complete. <a href=\"http://dbpedia.org/resource/AFC_Ajax\" title=\"http://dbpedia.org/resource/AFC_Ajax\" target=\"_blank\">Ajax</a> may have won 4-1 but De Ligt\\&apos;s nervy touch led to <a href=\"http://dbpedia.org/resource/Feyenoord\" title=\"http://dbpedia.org/resource/Feyenoord\" target=\"_blank\">Feyenoord</a>\\&apos;s goal and he clumsily conceded a penalty too. Even in victory, it was a reminder of his inexperience.The opportunities to really test De Ligt are intermittent. The following month, for example, he scored his first two goals of the season in an 8-0 win at <a href=\"http://dbpedia.org/resource/NAC_Breda\" title=\"http://dbpedia.org/resource/NAC_Breda\" target=\"_blank\">NAC Breda</a>. But scouts will want to see that De Ligt is ready to cope against quality opposition under pressure. Naturally, there remains much to learn - he only made his first <a href=\"http://dbpedia.org/resource/Eredivisie\" title=\"http://dbpedia.org/resource/Eredivisie\" target=\"_blank\">Eredivisie</a> start as recently as March.Three weeks later, <a href=\"http://dbpedia.org/resource/Danny_Blind\" title=\"http://dbpedia.org/resource/Danny_Blind\" target=\"_blank\">Danny Blind</a> threw him into the <a href=\"http://dbpedia.org/resource/Netherlands_national_football_team\" title=\"http://dbpedia.org/resource/Netherlands_national_football_team\" target=\"_blank\">Netherlands</a> team for a crucial World Cup qualifier against <a href=\"http://dbpedia.org/resource/Bulgaria_national_football_team\" title=\"http://dbpedia.org/resource/Bulgaria_national_football_team\" target=\"_blank\">Bulgaria</a>. Five minutes into the game, he was outmuscled by <a href=\"http://dbpedia.org/resource/Spas_Delev\" title=\"http://dbpedia.org/resource/Spas_Delev\" target=\"_blank\">Spas Delev</a> and the Dutch were behind. Matches like these, and <a href=\"http://dbpedia.org/resource/AFC_Ajax\" title=\"http://dbpedia.org/resource/AFC_Ajax\" target=\"_blank\">Ajax</a>\\&apos;s Europa League final defeat against <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> last May, are the ones that are vital for De Ligt\\&apos;s development.Former <a href=\"http://dbpedia.org/resource/AFC_Ajax\" title=\"http://dbpedia.org/resource/AFC_Ajax\" target=\"_blank\">Ajax academy</a> coach Ruben Jongkind took a keen interest in the youngster during his time at the club. He was the man who helped to devise and implement the Cruyff Plan at <a href=\"http://dbpedia.org/resource/AFC_Ajax\" title=\"http://dbpedia.org/resource/AFC_Ajax\" target=\"_blank\">Ajax</a> between 2011 and 2015. De Ligt\\&apos;s progress was a particularly fraught topic at the academy with Jongkind\\&apos;s emphasis on the individual influencing his thinking.&quot;Matthijs is a good example of the conversations we had,&quot; Jongkind tells Sky Sports. &quot;There were fights between us and the existing coaches. They wanted to play him at centre-back. We said no. He has to play in the midfield because one of his problems is the speed of his actions and his decision-making. So he has to play in the midfield to develop this as a No.6.&quot;They said that he is better at centre-back. Yes, we know. And later he will become a centre-back for the first team. But when he is there he will need these capabilities. That is why we must play him in midfield. Maybe we will have to play someone else at centre-back and we will concede because Matthijs is not there, but for Matthijs this is still the best thing to do.&quot;Jongkind may have lost the war at <a href=\"http://dbpedia.org/resource/AFC_Ajax\" title=\"http://dbpedia.org/resource/AFC_Ajax\" target=\"_blank\">Ajax</a>, but the battle to turn De Ligt into a ball-playing centre-back does appear to have been won. The player has a pass completion rate of more than 90 per cent - better than any other defender in the <a href=\"http://dbpedia.org/resource/Eredivisie\" title=\"http://dbpedia.org/resource/Eredivisie\" target=\"_blank\">Eredivisie</a> this season. This simple and effective use of the ball hints at his maturity and is part of the appeal for the big clubs.De Ligt spoke recently of <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a>\\&apos;s &quot;connection with <a href=\"http://dbpedia.org/resource/AFC_Ajax\" title=\"http://dbpedia.org/resource/AFC_Ajax\" target=\"_blank\">Ajax</a>&quot; and while this is a historic ideological link between the two clubs it is also a practical consideration. <a href=\"http://dbpedia.org/resource/AFC_Ajax\" title=\"http://dbpedia.org/resource/AFC_Ajax\" target=\"_blank\">Ajax</a>\\&apos;s playing style is similar to that of Europe\\&apos;s richest sides and this will give confidence for both player and club that the transition could be smooth. He will know what is expected of him.The question is when to make the move. De Ligt\\&apos;s agent has stressed that the plan is to see out the season at <a href=\"http://dbpedia.org/resource/AFC_Ajax\" title=\"http://dbpedia.org/resource/AFC_Ajax\" target=\"_blank\">Ajax</a>. But with money to spend, squad spots to fill and competition for his signature, the bids could come before then. So will De Ligt\\&apos;s performance against <a href=\"http://dbpedia.org/resource/Feyenoord\" title=\"http://dbpedia.org/resource/Feyenoord\" target=\"_blank\">Feyenoord</a> on Sunday tick that last box or raise a red flag? The giants of Europe will be watching.\n"
}