{
  "date": "25/01/18",
  "title": "Matt Palmer joins Rotherham from Burton Albion",
  "description": "Matt Palmer has joined Rotherham on a two-and-a-half-year deal from Burton Albion. ",
  "content": "The 22-year-old has signed for a undisclosed fee, subject to EFL ratification, after coming through the Brewers' youth set-up before he made his first-team debut in 2012.\nPalmer, who made 158 appearances for Burton in all competitions, says speaking with Millers boss Paul Warne helped his decision to join the club.\n\"I've had conversations with the gaffer and he's spoken very positively and it's made me realise that this is the right place to be and the right place for my development,\" Palmer told Rotherham's official website.\n\"Hopefully I can play well for him and play well for the team.\n\"After speaking to the gaffer he made it quite an easy decision. He's obviously got good plans for the team and good plans for me and it was all very positive. I've been at Burton for a while but I thought it was time to move on and Rotherham is a good place for me to come.\"\nThe midfielder has experience of playing in the Sky Bet Championship, as well as in League One through a 2016 loan spell with Oldham.\nHe is Warne's second signing of the January transfer window after the signing of Michael Smith from Bury.\n",
  "dbpedia": "The 22-year-old has signed for a undisclosed fee, subject to EFL ratification, after coming through the Brewers' youth set-up before he made his first-team debut in 2012.<br>Palmer, who made 158 appearances for Burton in all competitions, says speaking with Millers boss <a href=\"http://dbpedia.org/resource/Paul_Warne\" title=\"http://dbpedia.org/resource/Paul_Warne\" target=\"_blank\">Paul Warne</a> helped his decision to join the club.<br>\"I've had conversations with the <a href=\"http://dbpedia.org/resource/Ian_Holloway\" title=\"http://dbpedia.org/resource/Ian_Holloway\" target=\"_blank\">gaffer</a> and he's spoken very positively and it's made me realise that this is the right place to be and the right place for my development,\" Palmer told <a href=\"http://dbpedia.org/resource/Rotherham_United_F.C.\" title=\"http://dbpedia.org/resource/Rotherham_United_F.C.\" target=\"_blank\">Rotherham</a>'s official website.<br>\"Hopefully I can play well for him and play well for the team.<br>\"After speaking to the <a href=\"http://dbpedia.org/resource/Ian_Holloway\" title=\"http://dbpedia.org/resource/Ian_Holloway\" target=\"_blank\">gaffer</a> he made it quite an easy decision. He's obviously got good plans for the team and good plans for me and it was all very positive. I've been at Burton for a while but I thought it was time to move on and <a href=\"http://dbpedia.org/resource/Rotherham_United_F.C.\" title=\"http://dbpedia.org/resource/Rotherham_United_F.C.\" target=\"_blank\">Rotherham</a> is a good place for me to come.\"<br>The midfielder has experience of playing in the Sky Bet Championship, as well as in <a href=\"http://dbpedia.org/resource/Football_League_One\" title=\"http://dbpedia.org/resource/Football_League_One\" target=\"_blank\">League One</a> through a 2016 loan spell with <a href=\"http://dbpedia.org/resource/Oldham_Athletic_A.F.C.\" title=\"http://dbpedia.org/resource/Oldham_Athletic_A.F.C.\" target=\"_blank\">Oldham</a>.<br>He is Warne's second signing of the January transfer window after the signing of Michael Smith from <a href=\"http://dbpedia.org/resource/Bury_F.C.\" title=\"http://dbpedia.org/resource/Bury_F.C.\" target=\"_blank\">Bury</a>.<br>"
}