{
  "date": "22/01/18",
  "title": "Matt Targett joins Fulham on loan from Southampton",
  "description": "Fulham have signed Southampton full-back Matt Targett on loan for the remainder of the season.",
  "content": "The temporary switch to Craven Cottage sees the 22-year-old reunited with Fulham academy director Huw Jennings, who performed a similar role at Southampton when Targett first joined the club as an eight-year-old.\nTargett, who has played 42 games in all competitions since making his Southampton debut in 2014, is desperate to help seventh-placed Fulham's push for promotion from the Sky Bet Championship.\n\"I'm really happy to be here,\" Targett told Fulham's official website. \"I am looking forward to helping the side push on to the play-offs.\n\"One of the main reasons I joined is that the club is in a great place at the moment and the results have been fantastic. I can't wait to be a part of that.\n\"I am very excited to make my Fulham debut and the most important thing is that we pick up the three points when I do.\"\nFulham vice-chairman and director of operations, Tony Khan, added: \"Matt is a talented young player, and he will be an exciting addition to our squad.\n\"He brings Premier League experience with him, and we feel that he can be a valuable contributor to our team as we continue to push for promotion.\"\n",
  "dbpedia": "The temporary switch to <a href=\"http://dbpedia.org/resource/Craven_Cottage\" title=\"http://dbpedia.org/resource/Craven_Cottage\" target=\"_blank\">Craven Cottage</a> sees the 22-year-old reunited with Fulham academy director Huw Jennings, who performed a similar role at <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> when Targett first joined the club as an eight-year-old.<br>Targett, who has played 42 games in all competitions since making his <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> debut in 2014, is desperate to help seventh-placed <a href=\"http://dbpedia.org/resource/Fulham_F.C.\" title=\"http://dbpedia.org/resource/Fulham_F.C.\" target=\"_blank\">Fulham</a>'s push for promotion from the Sky Bet Championship.<br>\"I'm really happy to be here,\" Targett told <a href=\"http://dbpedia.org/resource/Fulham_F.C.\" title=\"http://dbpedia.org/resource/Fulham_F.C.\" target=\"_blank\">Fulham</a>'s official website. \"I am looking forward to helping the side push on to the <a href=\"http://dbpedia.org/resource/Conference_National\" title=\"http://dbpedia.org/resource/Conference_National\" target=\"_blank\">play-offs</a>.<br>\"One of the main reasons I joined is that the club is in a great place at the moment and the results have been fantastic. I can't wait to be a part of that.<br>\"I am very excited to make my <a href=\"http://dbpedia.org/resource/Fulham_F.C.\" title=\"http://dbpedia.org/resource/Fulham_F.C.\" target=\"_blank\">Fulham</a> debut and the most important thing is that we pick up the three points when I do.\"<br><a href=\"http://dbpedia.org/resource/Fulham_F.C.\" title=\"http://dbpedia.org/resource/Fulham_F.C.\" target=\"_blank\">Fulham</a> vice-chairman and director of operations, Tony Khan, added: \"Matt is a talented young player, and he will be an exciting addition to our squad.<br>\"He brings <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> experience with him, and we feel that he can be a valuable contributor to our team as we continue to push for promotion.\"<br>"
}