{
  "date": "05/01/18",
  "title": "Mauricio Pochettino disappointed with Tottenham's finishing in West Ham draw ",
  "description": "Mauricio Pochettino felt Tottenham dominated West Ham but was disappointed with his side's finishing in Thursday night's 1-1 draw at Wembley.",
  "content": "Heung-Min Son's late piledriver cancelled out Pedro Obiang's stunning effort to spare Tottenham's blushes in a game where Spurs had 31 shots but failed to create many clear-cut chances.\nTottenham had scored 12 goals in their last three home games, including 5-0 and 5-1 wins over Stoke and Southampton respectively, and Pochettino was disappointed not to have done the same to David Moyes' side.\n\"We gave everything to win,\" Pochettino said.\n\"We dominated the game. Yes, sometimes things like this happen in football; you push, force and have chances to score, but it's impossible to score. I'm happy with the effort and performance having had 48 hours to prepare.\n\"I have nothing to say other than the fact we needed some luck to break down West Ham. I am not concerned, that is football. We need to be happy with a point after conceding from their first shot.\"\nThe relegation-threatened Hammers spent the majority of the game on the back foot but Obiang's 70th-minute thunderbolt - their first shot on target - moved them to within reach of an unlikely victory.\nPochettino admitted Obiang's strike was a tough one to take considering how much Spurs had dominated.\n\"It was an amazing goal, it was their first shot on target so it was difficult to accept, that is football,\" he added.\n\"We created a lot of chances, we weren't clinical in front of goal and we paid in the end.\n\"We will keep going, there were more positive things than negatives. We have to be ready again to play Sunday. This game should have finished 3-1, 4-1 or 5-1, we have to accept that.\n\"Today wasn't for us.\"\n",
  "dbpedia": "Heung-Min Son's late piledriver cancelled out Pedro Obiang's stunning effort to spare <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a>'s blushes in a game where Spurs had 31 shots but failed to create many clear-cut chances.<br><a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> had scored 12 goals in their last three home games, including 5-0 and 5-1 wins over <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> and <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> respectively, and Pochettino was disappointed not to have done the same to <a href=\"http://dbpedia.org/resource/David_Moyes\" title=\"http://dbpedia.org/resource/David_Moyes\" target=\"_blank\">David Moyes</a>' side.<br>\"We gave everything to win,\" Pochettino said.<br>\"We dominated the game. Yes, sometimes things like this happen in football; you push, force and have chances to score, but it's impossible to score. I'm happy with the effort and performance having had 48 hours to prepare.<br>\"I have nothing to say other than the fact we needed some luck to break down <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a>. I am not concerned, that is football. We need to be happy with a point after conceding from their first shot.\"<br>The relegation-threatened Hammers spent the majority of the game on the back foot but Obiang's 70th-minute thunderbolt - their first shot on target - moved them to within reach of an unlikely victory.<br>Pochettino admitted Obiang's strike was a tough one to take considering how much Spurs had dominated.<br>\"It was an amazing goal, it was their first shot on target so it was difficult to accept, that is football,\" he added.<br>\"We created a lot of chances, we weren't clinical in front of goal and we paid in the end.<br>\"We will keep going, there were more positive things than negatives. We have to be ready again to play Sunday. This game should have finished 3-1, 4-1 or 5-1, we have to accept that.<br>\"Today wasn't for us.\"<br>"
}