{
  "date": "20/01/18",
  "title": "Mauricio Pellegrino says Southampton will not be forced into panic signings",
  "description": "Mauricio Pellegrino says Southampton will not be forced into making any panic signings during the transfer window. ",
  "content": "Sky Sports News understands Monaco rejected the Saints' offer for striker Guido Carrillo and the club are also interested in signing Spartak Moscow winger Quincy Promes.\nInstead of adding to the squad for the sake of it, Pellegrino wants to bring in players who can help his side, who are currently 17th in the Premier League ahead of hosting Tottenham on Sunday, live on Sky Sports.\n\"We are working really hard to try to move one step forwards in different aspects, to bring in players that can help us,\" said Pellegrino.\n\"If we are in this situation now, and no one new is here, it is because we are pushing to try to bring in good players and good players are difficult to bring in.\n\"But I have to be optimistic that in the next few days something significant will happen.\"\nSouthampton missed out on Theo Walcott despite Pellegrino saying the club \"did everything\" to try and sign him, with the former Southampton winger opting for a move to Everton.\nBut Pellegrino remains patient with the board on signings and says he would rather sign one player instead of three, who the club were unsure would boost the squad.\n\"The people at this club, the board and the staff, they have been working with me since day one to try to improve our situation,\" Pellegrino added.\n\"I am working with them, I follow the negotiations and I know they are doing everything to try to bring in new additions.\n\"But it's not just about our decisions, because negotiations have two sides.\n\"If we are waiting now, it's because now we cannot be too anxious to try to make quick deals. We have to be calm even in difficult situations.\n\"I'd rather bring in one player instead of three that we wouldn't be sure would improve the squad.\"\n",
  "dbpedia": "Sky Sports News understands <a href=\"http://dbpedia.org/resource/AS_Monaco_FC\" title=\"http://dbpedia.org/resource/AS_Monaco_FC\" target=\"_blank\">Monaco</a> rejected the Saints' offer for striker Guido Carrillo and the club are also interested in signing <a href=\"http://dbpedia.org/resource/FC_Spartak_Moscow\" title=\"http://dbpedia.org/resource/FC_Spartak_Moscow\" target=\"_blank\">Spartak Moscow</a> winger Quincy Promes.<br>Instead of adding to the squad for the sake of it, Pellegrino wants to bring in players who can help his side, who are currently 17th in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> ahead of hosting <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> on Sunday, live on Sky Sports.<br>\"We are working really hard to try to move one step forwards in different aspects, to bring in players that can help us,\" said Pellegrino.<br>\"If we are in this situation now, and no one new is here, it is because we are pushing to try to bring in good players and good players are difficult to bring in.<br>\"But I have to be optimistic that in the next few days something significant will happen.\"<br><a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> missed out on <a href=\"http://dbpedia.org/resource/Theo_Walcott\" title=\"http://dbpedia.org/resource/Theo_Walcott\" target=\"_blank\">Theo Walcott</a> despite Pellegrino saying the club \"did everything\" to try and sign him, with the former <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> winger opting for a move to <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>.<br>But Pellegrino remains patient with the board on signings and says he would rather sign one player instead of three, who the club were unsure would boost the squad.<br>\"The people at this club, the board and the staff, they have been working with me since day one to try to improve our situation,\" Pellegrino added.<br>\"I am working with them, I follow the negotiations and I know they are doing everything to try to bring in new additions.<br>\"But it's not just about our decisions, because negotiations have two sides.<br>\"If we are waiting now, it's because now we cannot be too anxious to try to make quick deals. We have to be calm even in difficult situations.<br>\"I'd rather bring in one player instead of three that we wouldn't be sure would improve the squad.\"<br>"
}