{
  "date": "25/01/18",
  "title": "Mauricio Pochettino says Arsene Wenger's trophy comments were 'a mistake'",
  "description": "Mauricio Pochettino believes Arsene Wenger was wrong to question Tottenham's success but admits his side need to win trophies and \"create their own history\".",
  "content": "Before Arsenal's Carabao Cup semi-final victory over Chelsea on Wednesday, Wenger said the media \"celebrate some teams who have not been in a final for 25 years\".Wenger's comments were taken as a dig at Tottenham and Liverpool, who together have lifted only two trophies in the last 10 years.\"I'm so young and (have) only (been) five years in the Premier League, in two clubs Southampton and Tottenham, but there's no point to talk about another team,\" Pochettino said.\"Praise? Of course we receive praise. Football is not only to win trophies, it's the circumstances of different clubs.\"He is and will always be one of the best managers in the world, I respect him, but I think he needs to talk for himself and for Arsenal.\"He is a special manager, but everyone sometimes makes a mistake and for me he made a mistake to talk about us or a different team.\"Tottenham have yet to win a trophy under Pochettino, who joined the club in the summer of 2014, with their last silverware coming a decade ago - an EFL Cup win over Chelsea.The closest they have come to tasting success under the Argentine was in 2015 when Spurs were defeated by Chelsea in the EFL Cup final. They also finished as Premier League runners-up to Chelsea last season.Ahead of the FA Cup fourth round game at Newport, Pochettino said: \"It's always massive and very important thing to win trophies with your club. We wish and we hope that one day we can provide to the club one, two or many trophies.\"It's true that we need to work hard on that but it's not easy when you compete in a league like in England, when you compete with massive clubs; it always makes winning a trophy more difficult.\"We need to create our own history and our own history is very young because it's only about the three-and-a-half years I've had here.\"With the history you are not going to win titles, you need to create something special and win. When we talk about the history, you do not win with the history - you win with the present.\"We respect the history but today the circumstances are completely different.\""
}