{
  "date": "12/01/18",
  "title": "Mauricio Pochettino unconcerned about Tottenham's transfer activity with no deals close",
  "description": "Tottenham manager Mauricio Pochettino says the club are not close to making any signings but insists they are \"awake\" in the January transfer window.",
  "content": "Spurs did not buy a player in the previous two winter windows and have been quiet again so far this January after making just five signings in the summer with a net spend of £13.4m.However, Pochettino is not bothered by either the club's January inactivity or other rivals' spending after Liverpool signed Virgil van Dijk for £75m.He said: \"Until now, before the press conference, there is nothing close.\"I'm not concerned, I'm not worried. I think we are working and are awake about the market.\"If something is available in terms that we can take, of course we are going to do it but, if not, it's difficult.\"Personally, I never look next to me at what the other teams are doing. It's about how I believe and try to make things happen.\"Sky sources understand Spurs are interested in Bordeaux attacker Malcom but Pochettino had no update on a potential move for the 20-year-old.\"It's another rumour,\" the Argentine said. \"There are a lot of rumours in the media.\"Tottenham are a club who in three-and-a-half years I saw in the media, minimum 100 names and out of them we signed only a few.\"Dele Alli was the last player signed by Tottenham in a winter transfer window when he moved to the club for just £5m from MK Dons in 2015 and Pochettino admitted it is hard to bring players to the club in January.\"If you want to sign players that you are going to use and help you, it's difficult to find this opportunity,\" he said.\"Or it's the case, like Liverpool and Barcelona, there is a lot of money and you cannot stop the player, like Coutinho or Van Dijk.\"Or it's a player with six months left on the contract and maybe that is an opportunity - like all the rumours now about Alexis.\"That is the situation of this transfer window and that is why it is always difficult.\"",
  "dbpedia": "\nSpurs did not buy a player in the previous two winter windows and have been quiet again so far this January after making just five signings in the summer with a net spend of &#xA3;13.4m.However, Pochettino is not bothered by either the club\\&apos;s January inactivity or other rivals\\&apos; spending after <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> signed Virgil van Dijk for &#xA3;75m.He said: &quot;Until now, before the press conference, there is nothing close.&quot;I\\&apos;m not concerned, I\\&apos;m not worried. I think we are working and are awake about the market.&quot;If something is available in terms that we can take, of course we are going to do it but, if not, it\\&apos;s difficult.&quot;Personally, I never look next to me at what the other teams are doing. It\\&apos;s about how I believe and try to make things happen.&quot;Sky sources understand Spurs are interested in <a href=\"http://dbpedia.org/resource/FC_Girondins_de_Bordeaux\" title=\"http://dbpedia.org/resource/FC_Girondins_de_Bordeaux\" target=\"_blank\">Bordeaux</a> attacker Malcom but Pochettino had no update on a potential move for the 20-year-old.&quot;It\\&apos;s another rumour,&quot; the Argentine said. &quot;There are a lot of rumours in the media.&quot;<a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> are a club who in three-and-a-half years I saw in the media, minimum 100 names and out of them we signed only a few.&quot;Dele Alli was the last player signed by <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> in a winter transfer window when he moved to the club for just &#xA3;5m from <a href=\"http://dbpedia.org/resource/Milton_Keynes_Dons_F.C.\" title=\"http://dbpedia.org/resource/Milton_Keynes_Dons_F.C.\" target=\"_blank\">MK Dons</a> in 2015 and Pochettino admitted it is hard to bring players to the club in January.&quot;If you want to sign players that you are going to use and help you, it\\&apos;s difficult to find this opportunity,&quot; he said.&quot;Or it\\&apos;s the case, like <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> and <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a>, there is a lot of money and you cannot stop the player, like Coutinho or Van Dijk.&quot;Or it\\&apos;s a player with six months left on the contract and maybe that is an opportunity - like all the rumours now about Alexis.&quot;That is the situation of this transfer window and that is why it is always difficult.&quot;\n"
}