{
  "date": "21/01/18",
  "title": "Mauricio Pellegrino fights back over his future and insists 'I don't fear the sack'",
  "description": "Mauricio Pellegrino insists he does not fear losing his job at Southampton despite comparing football management to being in an electric chair. ",
  "content": "Saints stretched their winless run in the Premier League to 11 games but put in a spirited performance in a 1-1 draw with Tottenham on Super Sunday.\nPellegrino, speaking to broadcast media, joked that they say in Argentina a manager's job is like being in an electric chair as it is not easy to stay in the seat for long.\nWhen asked to expand on those comments, he replied: \"When they asked me about if I'm worried about my job, I said it as a joke.\n\"The manager is an easy employment to lose. It's very difficult to be sitting in the same chair for a long time.\"\nSouthampton stay 18th, but this was a morale-boosting point gained in the battle against relegation and in particular for Pellegrino.\nThe grumbling at St Mary's has grown louder in recent weeks regarding his future and with Marco Silva available after being sacked by Watford hours before kick-off, another disappointing result could have proved costly for the Argentinian.\nSaints have not won in the league since thrashing Everton 4-1 on November 26, but Pellegrino remains confident he can reverse the south coast club's fortunes.\n\"I fear for the health of my family, not my job. I enjoy doing my job - even when you are in difficult moments,\" he said.\n\"The players aren't fighting just for me, they are fighting for themselves and the club. The club is bigger than me and the players. We need to respect our fans and our board and the people that believe in us. My first commitment is to win myself as it's my profession - I want to win every game.\"\n",
  "dbpedia": "Saints stretched their winless run in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> to 11 games but put in a spirited performance in a 1-1 draw with <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> on Super Sunday.<br>Pellegrino, speaking to broadcast media, joked that they say in <a href=\"http://dbpedia.org/resource/Argentina_national_football_team\" title=\"http://dbpedia.org/resource/Argentina_national_football_team\" target=\"_blank\">Argentina</a> a manager's job is like being in an electric chair as it is not easy to stay in the seat for long.<br>When asked to expand on those comments, he replied: \"When they asked me about if I'm worried about my job, I said it as a joke.<br>\"The manager is an easy employment to lose. It's very difficult to be sitting in the same chair for a long time.\"<br><a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> stay 18th, but this was a morale-boosting point gained in the battle against relegation and in particular for Pellegrino.<br>The grumbling at St Mary's has grown louder in recent weeks regarding his future and with <a href=\"http://dbpedia.org/resource/Marco_Silva_(footballer)\" title=\"http://dbpedia.org/resource/Marco_Silva_(footballer)\" target=\"_blank\">Marco Silva</a> available after being sacked by <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> hours before kick-off, another disappointing result could have proved costly for the Argentinian.<br>Saints have not won in the league since thrashing <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> 4-1 on November 26, but Pellegrino remains confident he can reverse the south coast club's fortunes.<br>\"I fear for the health of my family, not my job. I enjoy doing my job - even when you are in difficult moments,\" he said.<br>\"The players aren't fighting just for me, they are fighting for themselves and the club. The club is bigger than me and the players. We need to respect our fans and our board and the people that believe in us. My first commitment is to win myself as it's my profession - I want to win every game.\"<br>"
}