{
  "date": "21/01/18",
  "title": "Mauricio Pochettino refuses to blame illness for Tottenham's 1-1 draw at Southampton",
  "description": "Mauricio Pochettino refused to blame a virus that has affected Tottenham's squad after his side drew with Southampton at St Mary's.",
  "content": "Christian Eriksen and Hugo Lloris both missed out on the 1-1 draw through illness, while Pochettino revealed before kick-off that a few more of his players had been struggling in the week building up to the match.\nHowever, the Argentinian refused to blame the illness, saying his side's performances on the pitch needed to improve.\n\"It was an even game, a difficult game to play,\" he told Sky Sports.\n\"In possession, we made a lot of mistakes that allowed them lots of transitions. We created two massive chances but if you analyse the game it was a fair result. It wasn't our best version tonight -the pitch didn't help us but it was the same for both teams. We need to improve.\"\nWhen asked if the virus had played a part, he added: \"Players were affected last week but it's not an excuse - our performance wasn't the best - we need to be focused now.\"\nTottenham's failure to secure all three points means Liverpool, who play Swansea on Monday Night Football, have the chance to leave Pochettino's side five points adrift of fourth.\nSpurs have been linked with Bordeaux winger Malcom in recent days, but while their top four rivals look to strengthen, Pochettino has remained tight-lipped on his transfer targets this month.\nWhen asked about other clubs strengthening, he said: \"I'm not concerned - it will be difficult to add quality.\n\"I'm relaxed and calm - not concerned. I'm happy with the squad we have. If something happens then we have the conditions to sign players.\"\nWhen specifically asked about Malcom., he added: \"No that is a rumour. I don't want to speak about a rumour.\n\"I am happy with the squad and I'm happy with the players that we have. If there is a good quality player that can help us we are always open but you know very well that it's so difficult to add players in this transfer window that can help the team.\"\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Christian_Eriksen\" title=\"http://dbpedia.org/resource/Christian_Eriksen\" target=\"_blank\">Christian Eriksen</a> and <a href=\"http://dbpedia.org/resource/Hugo_Lloris\" title=\"http://dbpedia.org/resource/Hugo_Lloris\" target=\"_blank\">Hugo Lloris</a> both missed out on the 1-1 draw through illness, while Pochettino revealed before kick-off that a few more of his players had been struggling in the week building up to the match.<br>However, the Argentinian refused to blame the illness, saying his side's performances on the pitch needed to improve.<br>\"It was an even game, a difficult game to play,\" he told Sky Sports.<br>\"In possession, we made a lot of mistakes that allowed them lots of transitions. We created two massive chances but if you analyse the game it was a fair result. It wasn't our best version tonight -the pitch didn't help us but it was the same for both teams. We need to improve.\"<br>When asked if the virus had played a part, he added: \"Players were affected last week but it's not an excuse - our performance wasn't the best - we need to be focused now.\"<br><a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a>'s failure to secure all three points means <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>, who play <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> on Monday Night Football, have the chance to leave Pochettino's side five points adrift of fourth.<br>Spurs have been linked with <a href=\"http://dbpedia.org/resource/FC_Girondins_de_Bordeaux\" title=\"http://dbpedia.org/resource/FC_Girondins_de_Bordeaux\" target=\"_blank\">Bordeaux</a> winger Malcom in recent days, but while their top four rivals look to strengthen, Pochettino has remained tight-lipped on his transfer targets this month.<br>When asked about other clubs strengthening, he said: \"I'm not concerned - it will be difficult to add quality.<br>\"I'm relaxed and calm - not concerned. I'm happy with the squad we have. If something happens then we have the conditions to sign players.\"<br>When specifically asked about Malcom., he added: \"No that is a rumour. I don't want to speak about a rumour.<br>\"I am happy with the squad and I'm happy with the players that we have. If there is a good quality player that can help us we are always open but you know very well that it's so difficult to add players in this transfer window that can help the team.\"<br>"
}