{
  "date": "31/01/18",
  "title": "Mauricio Pellegrino says Southampton were too slow in 1-1 draw with Brighton",
  "description": "Mauricio Pellegrino says his Southampton side were too slow after their 1-1 draw with Brighton.",
  "content": "Brighton took the lead thanks to Glenn Murray's penalty in the 14th minute, but Southampton found an equaliser through Jack Stephens midway through the second half from a set-piece.The result means Southampton are now winless in their last 12 Premier League matches and Pellegrino believes his side were too slow to get the ball forward despite dominating possession at St Mary's.\"I don't remember many chances for them but we didn't play quick enough,\" he told Sky Sports after the match.\"We tried to break their defenders and they were really compact and played much deeper [than us].\"For us, we didn't play quick enough. But we scored this goal and we were a little bit lucky also. It was a really tight game.\"The 1-1 draw means Southampton have moved up one position into 18th in the Premier League table.Southampton have won just once away from home all season in the Premier League and Pellegrino believes they need to pick up more points on the road if they are going to survive.He added: \"The Premier League now, little by little, will be more tight but I think until the end we have to keep pushing.\"On Saturday we've got another opportunity against West Brom. It will be really difficult but I think we had to learn from today and keep going.\"It's really important we pick up results because we leave a lot of points at home and we have to try and do something away.\"",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a> took the lead thanks to <a href=\"http://dbpedia.org/resource/Glenn_Murray\" title=\"http://dbpedia.org/resource/Glenn_Murray\" target=\"_blank\">Glenn Murray</a>\\&apos;s penalty in the 14th minute, but <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> found an equaliser through Jack Stephens midway through the second half from a set-piece.The result means <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> are now winless in their last 12 <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> matches and Pellegrino believes his side were too slow to get the ball forward despite dominating possession at St Mary\\&apos;s.&quot;I don\\&apos;t remember many chances for them but we didn\\&apos;t play quick enough,&quot; he told Sky Sports after the match.&quot;We tried to break their defenders and they were really compact and played much deeper [than us].&quot;For us, we didn\\&apos;t play quick enough. But we scored this goal and we were a little bit lucky also. It was a really tight game.&quot;The 1-1 draw means <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> have moved up one position into 18th in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> table.Southampton have won just once away from home all season in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> and Pellegrino believes they need to pick up more points on the road if they are going to survive.He added: &quot;The <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> now, little by little, will be more tight but I think until the end we have to keep pushing.&quot;On Saturday we\\&apos;ve got another opportunity against <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a>. It will be really difficult but I think we had to learn from today and keep going.&quot;It\\&apos;s really important we pick up results because we leave a lot of points at home and we have to try and do something away.&quot;\n"
}