{
  "date": "02/02/18",
  "title": "Mauricio Pochettino admits Tottenham still some way off Manchester City",
  "description": "Mauricio Pochettino says Tottenham have improved since last season but remain some way off the level of Manchester City.",
  "content": "Speaking ahead of Sunday's crunch game against Liverpool, live on Sky Sports Premier League, the Spurs boss says they are better prepared than ever to travel to Anfield, where the north London club have a poor record.Tottenham have won two league games at Liverpool in 30 years, with the most recent trip ending in a 2-0 win for the Reds last February, when Sadio Mane netted twice within the opening 20 minutes.Regarding Tottenham's on-going development, Pochettino said: \"We've improved a lot since last season.\"The team is more mature, more experienced, we're stronger in different aspects.\"I'm comfortable with our evolution. We're improving every season but still maybe not enough to close the gap on Manchester City.\"It might be difficult to win the Premier League but we are still improving. We're stronger mentally and more mature.\"And the Argentinian does not think their poor Anfield record will hang heavily on his players' shoulders this weekend.He added: \"I won there with Southampton, Lovren scored. And if you look at the records, it is always difficult to win at a big club, away from home.\"But I'm trying to win. Our record there won't affect the performance.\"As for facing Jurgen Klopp's team on their own turf, Pochettino was full of praise for their next opponents: \"Liverpool have one of the best squads in Europe, with a great manager and coaching staff.\"But it is not only about us scoring goals, you have to play and stop them when they have the ball.\"They have (Mohamed) Salah, (Roberto) Firmino, Mane, plenty of offensive players.\"They are different to Manchester United (who Spurs beat 2-0 in mid-week at Wembley) but we'll try to replicate our performance and be on the same level as we were on Wednesday.\"Because we need to be in the top four at the end of the season, it's so important.\"There was good news on the injury front, with defenders Danny Rose and Toby Alderweireld back in training.He went on: \"We are assessing the players day-by-day. To be competitive in every competition it is important to have players fit and available.\"And we are close to having the squad fully fit, which is good news for us.\"Watch Liverpool take on Tottenham live this Sunday on Sky Sports.",
  "dbpedia": "\nSpeaking ahead of Sunday\\&apos;s crunch game against <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>, live on Sky Sports <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, the Spurs boss says they are better prepared than ever to travel to Anfield, where the north London club have a poor record.Tottenham have won two league games at <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> in 30 years, with the most recent trip ending in a 2-0 win for the Reds last February, when Sadio Mane netted twice within the opening 20 minutes.Regarding <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a>\\&apos;s on-going development, Pochettino said: &quot;We\\&apos;ve improved a lot since last season.&quot;The team is more mature, more experienced, we\\&apos;re stronger in different aspects.&quot;I\\&apos;m comfortable with our evolution. We\\&apos;re improving every season but still maybe not enough to close the gap on <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>.&quot;It might be difficult to win the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> but we are still improving. We\\&apos;re stronger mentally and more mature.&quot;And the Argentinian does not think their poor Anfield record will hang heavily on his players\\&apos; shoulders this weekend.He added: &quot;I won there with <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a>, Lovren scored. And if you look at the records, it is always difficult to win at a big club, away from home.&quot;But I\\&apos;m trying to win. Our record there won\\&apos;t affect the performance.&quot;As for facing Jurgen Klopp\\&apos;s team on their own turf, Pochettino was full of praise for their next opponents: &quot;<a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> have one of the best squads in Europe, with a great manager and coaching staff.&quot;But it is not only about us scoring goals, you have to play and stop them when they have the ball.&quot;They have (Mohamed) Salah, (Roberto) Firmino, Mane, plenty of offensive players.&quot;They are different to <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester United</a> (who Spurs beat 2-0 in mid-week at Wembley) but we\\&apos;ll try to replicate our performance and be on the same level as we were on Wednesday.&quot;Because we need to be in the top four at the end of the season, it\\&apos;s so important.&quot;There was good news on the injury front, with defenders <a href=\"http://dbpedia.org/resource/Danny_Rose_(footballer_born_1990)\" title=\"http://dbpedia.org/resource/Danny_Rose_(footballer_born_1990)\" target=\"_blank\">Danny Rose</a> and <a href=\"http://dbpedia.org/resource/Toby_Alderweireld\" title=\"http://dbpedia.org/resource/Toby_Alderweireld\" target=\"_blank\">Toby Alderweireld</a> back in training.He went on: &quot;We are assessing the players day-by-day. To be competitive in every competition it is important to have players fit and available.&quot;And we are close to having the squad fully fit, which is good news for us.&quot;Watch <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> take on <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> live this Sunday on Sky Sports.\n"
}