{
  "date": "04/02/18",
  "title": "Mauricio Pochettino lavishes praise on officials for 'amazing' decisions against Liverpool",
  "description": "Mauricio Pochettino was full of praise for the officials for awarding Tottenham two penalties as his team snatched a late point against Liverpool. ",
  "content": "Harry Kane missed the first before scoring the second during a 2-2 draw in which referee Jon Moss and his assistant were in the thick of the action.\nWith five minutes remaining, Dejan Lovren's swing and a miss put Kane, who appeared debatably offside, clean through and Moss ruled he had been brought down by Karius.\nAfter a long discussion with his assistant, Moss stood by his decision but Loris Karius redeemed himself by saving the spot-kick Kane hit straight down the middle.\nInto added time Salah then managed to weave himself past three defenders to lash a shot into the roof of the net to put Liverpool 2-1 up but, when Virgil van Dijk caught Erik Lamela with an attempted clearance, the assistant referee flagged and Kane did not miss second time around.\nPochettino was seen running onto the pitch at full-time to celebrate with his players and went over to have a word with the officials.\nWhen asked what he said to Moss and his assistant, he said: \"I congratulated the referee.\n\"To show that sort of character. It was difficult to know at the time if they were right, but in the dressing room I confirmed that they were right in every single decision.\n\"Sometimes we complain about them - I don't - as I decided a long time ago to stop complaining. It's important to recognise when they are right because it's a very difficult job for them.\n\"If Dejan Lovren doesn't touch the ball, he's offside, but it's clear that he touched the ball, so he's onside. The second one is a clear foul by Virgil van Dijk - it's an amazing decision as the referee and the assistant are so focused. I have to congratulate them as it's a very difficult decision.\"\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" title=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" target=\"_blank\">Harry Kane</a> missed the first before scoring the second during a 2-2 draw in which referee Jon Moss and his assistant were in the thick of the action.<br>With five minutes remaining, <a href=\"http://dbpedia.org/resource/Dejan_Lovren\" title=\"http://dbpedia.org/resource/Dejan_Lovren\" target=\"_blank\">Dejan Lovren</a>'s swing and a miss put Kane, who appeared debatably offside, clean through and Moss ruled he had been brought down by Karius.<br>After a long discussion with his assistant, Moss stood by his decision but Loris Karius redeemed himself by saving the spot-kick Kane hit straight down the middle.<br>Into added time Salah then managed to weave himself past three defenders to lash a shot into the roof of the net to put <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> 2-1 up but, when Virgil van Dijk caught <a href=\"http://dbpedia.org/resource/Erik_Lamela\" title=\"http://dbpedia.org/resource/Erik_Lamela\" target=\"_blank\">Erik Lamela</a> with an attempted clearance, the assistant referee flagged and Kane did not miss second time around.<br>Pochettino was seen running onto the pitch at full-time to celebrate with his players and went over to have a word with the officials.<br>When asked what he said to Moss and his assistant, he said: \"I congratulated the referee.<br>\"To show that sort of character. It was difficult to know at the time if they were right, but in the dressing room I confirmed that they were right in every single decision.<br>\"Sometimes we complain about them - I don't - as I decided a long time ago to stop complaining. It's important to recognise when they are right because it's a very difficult job for them.<br>\"If <a href=\"http://dbpedia.org/resource/Dejan_Lovren\" title=\"http://dbpedia.org/resource/Dejan_Lovren\" target=\"_blank\">Dejan Lovren</a> doesn't touch the ball, he's offside, but it's clear that he touched the ball, so he's onside. The second one is a clear foul by Virgil van Dijk - it's an amazing decision as the referee and the assistant are so focused. I have to congratulate them as it's a very difficult decision.\"<br>"
}