{
  "date": "14/01/18",
  "title": "Mauricio Pellegrino calls for VAR to be fast-tracked into Premier League",
  "description": "Southampton boss Mauricio Pellegrino has called for the introduction of Video Assistant Referee (VAR) to be fast-tracked into the Premier League. ",
  "content": "Southampton conceded a last-minute equaliser in a 2-2 draw against Watford at Vicarage Road on Saturday which came off Abdoulaye Doucoure's hand.\nThe infringement was missed by referee Roger East and his officials but television replays showed the goal would not have stood had VAR been in use - something that was trialled in the FA Cup and Carabao Cup this week.\nPellegrino said: \"I've never seen this type of mistake in the Premier League before. To have this injustice is really hard.\n\"I think we have to try and analyse if it's possible to help the sport to make better decisions, even for the referee.\n\"We have to try using video technology in the Premier League. In every single team sport technology helps us to make better decisions.\n\"Why not [in] football?\"\nWatford captain Troy Deeney admitted in his post-match interview that the goal would have been disallowed had the technology - used to decide whether a goal should stand, whether a player deserves a straight red card, whether a penalty should be awarded and in cases of mistaken identity - been on offer.\n\"It's one of them. They'll feel like it's a loss,\" Deeney told Sky Sports.\n\"VAR comes in we probably wouldn't get that but we got it. It's the luck of the draw.\"\nSouthampton, who led 2-0 at half-time, would have secured their first victory in 10 games but were forced to settle for a point which leaves them sitting one point above the relegation zone.\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> conceded a last-minute equaliser in a 2-2 draw against <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> at <a href=\"http://dbpedia.org/resource/Vicarage_Road\" title=\"http://dbpedia.org/resource/Vicarage_Road\" target=\"_blank\">Vicarage Road</a> on Saturday which came off Abdoulaye Doucoure's hand.<br>The infringement was missed by referee Roger East and his officials but television replays showed the goal would not have stood had VAR been in use - something that was trialled in the FA Cup and Carabao Cup this week.<br>Pellegrino said: \"I've never seen this type of mistake in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> before. To have this injustice is really hard.<br>\"I think we have to try and analyse if it's possible to help the sport to make better decisions, even for the referee.<br>\"We have to try using video technology in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>. In every single team sport technology helps us to make better decisions.<br>\"Why not [in] football?\"<br><a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> captain Troy Deeney admitted in his post-match interview that the goal would have been disallowed had the technology - used to decide whether a goal should stand, whether a player deserves a straight red card, whether a penalty should be awarded and in cases of mistaken identity - been on offer.<br>\"It's one of them. They'll feel like it's a loss,\" Deeney told Sky Sports.<br>\"VAR comes in we probably wouldn't get that but we got it. It's the luck of the draw.\"<br><a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a>, who led 2-0 at half-time, would have secured their first victory in 10 games but were forced to settle for a point which leaves them sitting one point above the relegation zone.<br>"
}