{
  "date": "22/01/18",
  "title": "Swansea 1-0 Liverpool: Alfie Mawson boosts Swans survival hopes",
  "description": "Alfie Mawson scored the winner as Swansea boosted their survival hopes with a battling 1-0 victory over Liverpool on Monday Night Football.",
  "content": "Mawson punished a tame defensive header from Virgil van Dijk - who was making his Premier League debut for the Reds - five minutes before half-time to hand the Swans a vital victory in their battle against the drop.Liverpool pushed for an equaliser but failed to build on their thrilling win over Manchester City as Roberto Firmino struck the post and Mawson blocked Adam Lallana's rebound in a thrilling finale in stoppage-time.But the night belonged to Swansea as they moved level with 19th-placed West Brom at the bottom of the table and three points from safety, while Liverpool missed the chance to go third and remain fourth.Lukasz Fabianski bravely smothered Sadio Mane's effort on nine minutes before he could convert from Emre Can's lofted through ball, while Martin Olsson hacked Firmino's goal-bound effort off the line five minutes later.Swansea were on the back foot but had the ball in the Liverpool net as Jordan Ayew fired home from a narrow angle on 17 minutes, but it was chalked off after the officials spotted the ball had gone out of play.Van Dijk came within inches of scoring as he glanced a header wide on 23 minutes, and he almost turned provider seven minutes later when his chipped pass released Mohamed Salah, who fired a volley over.Alex Oxlade-Chamberlain registered the first attempt on target soon after but for all of their dominance it was Swansea who took the lead as Van Dijk's poor defensive header set up Mawson to fire home from six yards.Mane had a glorious chance to haul Liverpool level on the stroke of half-time but he volleyed Salah's cross wide, and the trend continued in the second half as the visitors, confronted by a resilient defensive display, continued to misfire.Salah and substitute Danny Ings drew fine saves from the inspired Fabianski before Firmino headed against the post deep into added time and Mawson's stunning intervention prevented Lallana from converting the rebound.Carlos Carvalhal: \"It is not exactly the way we wish to play but, given the circumstances, to win 1-0 against a strong team and get the points we needed was good. My players were gladiators at the end and we achieved a very important win.\"Jurgen Klopp: \"We lost the game in the first half, not only because we conceded the goal but because we didn't keep the positions we wanted to be in. It wasn't a good game in a lot of parts in the game.\"On the night when Van Dijk made him Premier League debut for Liverpool, it was his opposing number who stole the headlines. The Swansea centre-back was outstanding throughout, setting the tone at the heart of a battling defensive unit.He took his goal with the finesse of a forward and ensured it was the winner with a crucial block to deny Lallana in the closing stages. \"He was outstanding,\" Sky Sports pundit Jamie Carragher said. \"He won the game at both ends.\"The fourth round of the FA Cup takes centre stage this weekend as Swansea travel to League Two outfit Notts County on Saturday, before Liverpool's tea-time clash with West Brom at Anfield.",
  "dbpedia": "\nMawson punished a tame defensive header from Virgil van Dijk - who was making his <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> debut for the Reds - five minutes before half-time to hand the Swans a vital victory in their battle against the drop.Liverpool pushed for an equaliser but failed to build on their thrilling win over <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> as Roberto Firmino struck the post and Mawson blocked <a href=\"http://dbpedia.org/resource/Adam_Lallana\" title=\"http://dbpedia.org/resource/Adam_Lallana\" target=\"_blank\">Adam Lallana</a>\\&apos;s rebound in a thrilling finale in stoppage-time.But the night belonged to <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> as they moved level with 19th-placed <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> at the bottom of the table and three points from safety, while <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> missed the chance to go third and remain fourth.Lukasz Fabianski bravely smothered Sadio Mane\\&apos;s effort on nine minutes before he could convert from <a href=\"http://dbpedia.org/resource/Emre_Can\" title=\"http://dbpedia.org/resource/Emre_Can\" target=\"_blank\">Emre Can</a>\\&apos;s lofted through ball, while <a href=\"http://dbpedia.org/resource/Martin_Olsson\" title=\"http://dbpedia.org/resource/Martin_Olsson\" target=\"_blank\">Martin Olsson</a> hacked Firmino\\&apos;s goal-bound effort off the line five minutes later.Swansea were on the back foot but had the ball in the <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> net as <a href=\"http://dbpedia.org/resource/Jordan_Ayew\" title=\"http://dbpedia.org/resource/Jordan_Ayew\" target=\"_blank\">Jordan Ayew</a> fired home from a narrow angle on 17 minutes, but it was chalked off after the officials spotted the ball had gone out of play.Van Dijk came within inches of scoring as he glanced a header wide on 23 minutes, and he almost turned provider seven minutes later when his chipped pass released <a href=\"http://dbpedia.org/resource/Mohamed_Salah\" title=\"http://dbpedia.org/resource/Mohamed_Salah\" target=\"_blank\">Mohamed Salah</a>, who fired a volley over.Alex Oxlade-Chamberlain registered the first attempt on target soon after but for all of their dominance it was <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> who took the lead as Van Dijk\\&apos;s poor defensive header set up Mawson to fire home from six yards.Mane had a glorious chance to haul <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> level on the stroke of half-time but he volleyed Salah\\&apos;s cross wide, and the trend continued in the second half as the visitors, confronted by a resilient defensive display, continued to misfire.Salah and substitute <a href=\"http://dbpedia.org/resource/Danny_Ings\" title=\"http://dbpedia.org/resource/Danny_Ings\" target=\"_blank\">Danny Ings</a> drew fine saves from the inspired Fabianski before Firmino headed against the post deep into added time and Mawson\\&apos;s stunning intervention prevented Lallana from converting the rebound.Carlos Carvalhal: &quot;It is not exactly the way we wish to play but, given the circumstances, to win 1-0 against a strong team and get the points we needed was good. My players were gladiators at the end and we achieved a very important win.&quot;Jurgen Klopp: &quot;We lost the game in the first half, not only because we conceded the goal but because we didn\\&apos;t keep the positions we wanted to be in. It wasn\\&apos;t a good game in a lot of parts in the game.&quot;On the night when Van Dijk made him <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> debut for <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>, it was his opposing number who stole the headlines. The <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> centre-back was outstanding throughout, setting the tone at the heart of a battling defensive unit.He took his goal with the finesse of a forward and ensured it was the winner with a crucial block to deny Lallana in the closing stages. &quot;He was outstanding,&quot; Sky Sports pundit <a href=\"http://dbpedia.org/resource/Jamie_Carragher\" title=\"http://dbpedia.org/resource/Jamie_Carragher\" target=\"_blank\">Jamie Carragher</a> said. &quot;He won the game at both ends.&quot;The fourth round of the FA Cup takes centre stage this weekend as <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> travel to <a href=\"http://dbpedia.org/resource/Football_League_Two\" title=\"http://dbpedia.org/resource/Football_League_Two\" target=\"_blank\">League Two</a> outfit <a href=\"http://dbpedia.org/resource/Notts_County_F.C.\" title=\"http://dbpedia.org/resource/Notts_County_F.C.\" target=\"_blank\">Notts County</a> on Saturday, before <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>\\&apos;s tea-time clash with <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> at Anfield.\n"
}