{
  "date": "13/01/18",
  "title": "Mesut Ozil could stay, Alexis Sanchez likely to leave, says Arsenal boss Arsene Wenger",
  "description": "Arsene Wenger says there is still a chance Mesut Ozil will stay at Arsenal, but has admitted for the first time Alexis Sanchez is unlikely to sign a new deal at the club.",
  "content": "Ozil and Sanchez both have just six months remaining on their contracts at the Emirates - as does Jack Wilshere - meaning they are free to discuss terms with clubs outside England.\nSanchez is the subject of interest from Manchester United and Manchester City, who want to sign him this month, and while Wenger admitted Sanchez was likely to leave, the manager was more hopeful on Ozil.\nWhen asked if Ozil could remain at Arsenal, Wenger said: \"Yes. There is still an opportunity for him to stay.\n\"These guys want to win, and they want to make money as well. So they want a combination of the two that big clubs can give them.\n\"Incidentally he's won trophies with us. So he wants to fight as well for the Premier League, that's normal when you are at that level.\n\"It looks like Sanchez will not extend his contract, but we want to keep Jack and if we have an opportunity maybe to keep Ozil, the rebuild will be less deep than if all three left.\"\nArsenal have immediate question marks over the future of Sanchez, Ozil and Wilshere due to their contract situations, but they may have to deal with similar issues in 12 months' time.\nAaron Ramsey, Danny Welbeck and Theo Walcott all have 18 months remaining on their deals, and Wenger believes he knows why more and more players are choosing to run down their contracts.\nThe Frenchman said: \"Players are going to the end of the contracts for one simple reason: the transfers are too high.\n\"The agents say to the (buying) club, 'I bring him to you at the end of the contract, but you give me a big agent's fee.' So that basically is killing the transfers, and you will have more and more players going to the end of their contract because of that.\"\n",
  "dbpedia": "Ozil and Sanchez both have just six months remaining on their contracts at the Emirates - as does <a href=\"http://dbpedia.org/resource/Jack_Wilshere\" title=\"http://dbpedia.org/resource/Jack_Wilshere\" target=\"_blank\">Jack Wilshere</a> - meaning they are free to discuss terms with clubs outside <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a>.<br>Sanchez is the subject of interest from <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> and <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>, who want to sign him this month, and while Wenger admitted Sanchez was likely to leave, the manager was more hopeful on Ozil.<br>When asked if Ozil could remain at <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>, Wenger said: \"Yes. There is still an opportunity for him to stay.<br>\"These guys want to win, and they want to make money as well. So they want a combination of the two that big clubs can give them.<br>\"Incidentally he's won trophies with us. So he wants to fight as well for the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, that's normal when you are at that level.<br>\"It looks like Sanchez will not extend his contract, but we want to keep Jack and if we have an opportunity maybe to keep Ozil, the rebuild will be less deep than if all three left.\"<br><a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> have immediate question marks over the future of Sanchez, Ozil and Wilshere due to their contract situations, but they may have to deal with similar issues in 12 months' time.<br><a href=\"http://dbpedia.org/resource/Aaron_Ramsey\" title=\"http://dbpedia.org/resource/Aaron_Ramsey\" target=\"_blank\">Aaron Ramsey</a>, <a href=\"http://dbpedia.org/resource/Danny_Welbeck\" title=\"http://dbpedia.org/resource/Danny_Welbeck\" target=\"_blank\">Danny Welbeck</a> and <a href=\"http://dbpedia.org/resource/Theo_Walcott\" title=\"http://dbpedia.org/resource/Theo_Walcott\" target=\"_blank\">Theo Walcott</a> all have 18 months remaining on their deals, and Wenger believes he knows why more and more players are choosing to run down their contracts.<br>The Frenchman said: \"Players are going to the end of the contracts for one simple reason: the transfers are too high.<br>\"The agents say to the (buying) club, 'I bring him to you at the end of the contract, but you give me a big agent's fee.' So that basically is killing the transfers, and you will have more and more players going to the end of their contract because of that.\"<br>"
}