{
  "date": "02/02/18",
  "title": "Mesut Ozil signs Arsenal contract extension until summer of 2021",
  "description": "Mesut Ozil has signed a three-and-a-half-year contract extension with Arsenal to end the saga over his future at the club.",
  "content": "It is understood Ozil's new terms, which will keep him at Arsenal until the summer of 2021, will see him earn around £350,000 a week, making him the highest paid player at the club.Ozil's previous contract was due to expire at the end of this season and he has been free to speak to foreign clubs about a move since January 1.Earlier this season Ozil was reported to be attracting interest from Manchester United, who signed Alexis Sanchez from Arsenal in January in a swap deal which saw Henrikh Mkhitaryan move to the Emirates.Ozil, who joined Arsenal from Real Madrid in 2013, has scored four goals in 21 appearances this season.The Germany international said on Twitter: \"Proud to announce: I signed dat thing….three more years with Arsenal!\"It's been one of the most important decisions of my footballing career and that's why I had to think hard and talk with everyone who's important to me…good things take time!\"In the end I let my heart decide.\"As I always said, I feel at home here and I'm highly motivated to achieve big things in the next few years. Once a Gunner, always a Gunner!\"Get Sky Sports from £18 a month and watch the latest transfers live in action for their new teams",
  "dbpedia": "\nIt is understood Ozil\\&apos;s new terms, which will keep him at <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> until the summer of 2021, will see him earn around &#xA3;350,000 a week, making him the highest paid player at the club.Ozil\\&apos;s previous contract was due to expire at the end of this season and he has been free to speak to foreign clubs about a move since January 1.Earlier this season Ozil was reported to be attracting interest from <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>, who signed Alexis Sanchez from <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> in January in a swap deal which saw <a href=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" title=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" target=\"_blank\">Henrikh</a> Mkhitaryan move to the Emirates.Ozil, who joined <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> from <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> in 2013, has scored four goals in 21 appearances this season.The <a href=\"http://dbpedia.org/resource/Germany_national_football_team\" title=\"http://dbpedia.org/resource/Germany_national_football_team\" target=\"_blank\">Germany</a> international said on Twitter: &quot;Proud to announce: I signed dat thing&#x2026;.three more years with <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>!&quot;It\\&apos;s been one of the most important decisions of my footballing career and that\\&apos;s why I had to think hard and talk with everyone who\\&apos;s important to me&#x2026;good things take time!&quot;In the end I let my heart decide.&quot;As I always said, I feel at home here and I\\&apos;m highly motivated to achieve big things in the next few years. Once a Gunner, always a Gunner!&quot;Get Sky Sports from &#xA3;18 a month and watch the latest transfers live in action for their new teams\n"
}