{
  "date": "01/02/18",
  "title": "Mesut Ozil now the main man at Arsenal, says Jamie Carragher",
  "description": "Mesut Ozil is now the main man at Arsenal after the departure of Alexis Sanchez to Manchester United, insists Jamie Carragher.",
  "content": "Arsenal announced on Thursday that the German had signed a new three-and-a-half-year contract, ending constant speculation about his future at the club.Speaking on Sky Sports News ahead of Carragher's appearance on The Debate with Gary Neville, the former Liverpool defender said Ozil will need to contribute to more major trophies in the coming years at the Emirates if he is to be considered alongside club greats.\"I would never say Ozil doesn't put in 100 per cent. I think the question has always been whether he does decide the big games, is he the man to take them to big trophies and the Premier League,\" Carragher said.\"That has happened over the last few years, and that has to happen for him to be placed alongside the likes of Dennis Bergkamp and Thierry Henry.\"But there's no doubt he's now Arsenal's No 1 man after Sanchez has gone.\"Arsenal signed Pierre-Emerick Aubameyang from Borussia Dortmund, as well as Henrikh Mkhitaryan from Manchester United, but lost Sanchez to Old Trafford and Olivier Giroud to Chelsea.Neville says the Ozil deal is a positive for Arsenal, but adds that the midfielder will need to maintain his recent impressive level of performance.\"On the face of it it's positive for them, his performances over the last two or three months have been really good. I'm always a little bit doubtful sometimes when players are playing for a contract, do they just lift it to secure it? But he would have been well sought-after,\" Neville said.\"Losing Sanchez was a blow, so to get Ozil sorted is positive for them, but he now needs to perform at the level he has been performing in recent months for the next few years, to get Arsenal the trophies they need and to get them back up into that top four.\"Watch Jamie Carragher and Gary Neville co-present The Debate on Sky Sports Premier League from 10pm on Thursday evening."
}