{
  "date": "21/01/18",
  "title": "Mesut Ozil 'masterclass' boosts Arsenal in Alexis Sanchez's absence",
  "description": "On a day when Alexis Sanchez's move to Manchester United edged closer, Mesut Ozil showed his worth to Arsenal with an influential display against Crystal Palace, writes James Walker-Roberts…",
  "content": "Winless in five games in all competitions, out of the FA Cup, and with their best player over the last few seasons set to leave. \"It's not a crisis,\" assured Francis Coquelin, who has already left the club this month to join Valencia. Not a crisis, but certainly a few concerns around Arsenal over the last few weeks.Whether those concerns were heightened among supporters when it was confirmed Alexis Sanchez was not in the starting line-up to face Crystal Palace at the Emirates is questionable, considering potential distractions he might be facing at the moment. In fact, the starting line-up might have even eased a few concerns as it showed the return of a few key players to the starting line-up - Laurent Koscielny, Nacho Monreal and Mesut Ozil.The two defenders played a big part in Arsenal's rapid start, chipping in with two goals and two assists between them, yet it was Ozil who, despite not scoring himself, was the star of the show. Making his first appearance in nearly three weeks, he pulled the strings for Arsenal, drifting across the pitch and linking up superbly with Jack Wilshere in particular.Only Granit Xhaka had more passes in the Palace half than Ozil (51) and his assist for Alexandre Lacazette's goal was sublime - rolling the ball back into the striker's path after playing a one-two with Wilshere and carrying on his run into the box. His deft touches and one-touch flicks lit up a first half in which Arsene Wenger said the Gunners played their \"real game\" and Sky Sports pundit Phil Thompson described the hosts as \"irresistible\".\"It was a masterclass in midfield creative play,\" said Andy Hinchcliffe on commentary for Sky Sports. \"He was the standout individual in what was a brilliant first-half performance from Arsenal.\"Like Sanchez, Ozil only has six months left on his current deal at Arsenal, but there is hope that he will extend his stay, with Arsene Wenger saying this week that he won't be leaving in January.While he does not score the same amount of goals as Sanchez - eight last season in the Premier League and six the season before - his assist against Palace was his 48th in the league since joining Arsenal; more than any other player in that time. And perhaps Wilshere's return to form, as well as the possible arrivals of Henrikh Mkhitaryan and Pierre-Emerick Aubameyang, could bring out even more from Ozil.\"In terms of creativity you are looking at Ozil staying as well as Wilshere,\" said Hinchcliffe. \"You are looking for the players to make a difference and those two certainly did. You need that creative spark.\"Ozil's balance, vision and awareness today was incredible. The touch for the fourth goal was the one I was really admired the most, it was incredible, the weight of the flick for Lacazette. It was a brilliant goal and Ozil was at the heart of it.\"Ozil was less involved in the second half as Arsenal's intensity dropped, but there was still a stunning sliced through ball that set Alex Iwobi away. And the standing ovation that greeted his substitution showed the appreciation of a brilliant display after a spell out with a knee injury.\"He understands football so well,\" Wilshere told the club website afterwards. \"That's what makes him one of the best. He know when to play it to you, what side to pass to, and everything he does is quality. He makes it easy.\"Critics will say it was only Crystal Palace, and, by the time of the fourth goal, Arsenal were already cruising to victory after a rampant start. Also, with his contract expiring he is potentially in the shop window; so will he deliver when Arsenal need him most in a big game against a top-six rival?Yet, this was a time when Arsenal needed him. With Sanchez leaving, and, to a lesser extent, Theo Walcott gone, Arsenal need someone to take charge and prevent any further damage after a five-match winless run. Arsenal had not won in 2018 without Ozil; with Ozil they are one from one.Ozil might not inspire change by shouting and diving into tackles - perhaps that will be down to Wilshere - but his performance against Palace offered hope that there could still be more to come from the German in an Arsenal shirt.",
  "dbpedia": "\nWinless in five games in all competitions, out of the FA Cup, and with their best player over the last few seasons set to leave. &quot;It\\&apos;s not a crisis,&quot; assured <a href=\"http://dbpedia.org/resource/Francis_Coquelin\" title=\"http://dbpedia.org/resource/Francis_Coquelin\" target=\"_blank\">Francis Coquelin</a>, who has already left the club this month to join <a href=\"http://dbpedia.org/resource/Valencia_CF\" title=\"http://dbpedia.org/resource/Valencia_CF\" target=\"_blank\">Valencia</a>. Not a crisis, but certainly a few concerns around <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> over the last few weeks.Whether those concerns were heightened among supporters when it was confirmed Alexis Sanchez was not in the starting line-up to face <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a> at the Emirates is questionable, considering potential distractions he might be facing at the moment. In fact, the starting line-up might have even eased a few concerns as it showed the return of a few key players to the starting line-up - <a href=\"http://dbpedia.org/resource/Laurent_Koscielny\" title=\"http://dbpedia.org/resource/Laurent_Koscielny\" target=\"_blank\">Laurent Koscielny</a>, <a href=\"http://dbpedia.org/resource/Nacho_Monreal\" title=\"http://dbpedia.org/resource/Nacho_Monreal\" target=\"_blank\">Nacho Monreal</a> and Mesut Ozil.The two defenders played a big part in <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>\\&apos;s rapid start, chipping in with two goals and two assists between them, yet it was Ozil who, despite not scoring himself, was the star of the show. Making his first appearance in nearly three weeks, he pulled the strings for <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>, drifting across the pitch and linking up superbly with <a href=\"http://dbpedia.org/resource/Jack_Wilshere\" title=\"http://dbpedia.org/resource/Jack_Wilshere\" target=\"_blank\">Jack Wilshere</a> in particular.Only <a href=\"http://dbpedia.org/resource/Granit_Xhaka\" title=\"http://dbpedia.org/resource/Granit_Xhaka\" target=\"_blank\">Granit Xhaka</a> had more passes in the Palace half than Ozil (51) and his assist for <a href=\"http://dbpedia.org/resource/Alexandre_Lacazette\" title=\"http://dbpedia.org/resource/Alexandre_Lacazette\" target=\"_blank\">Alexandre Lacazette</a>\\&apos;s goal was sublime - rolling the ball back into the striker\\&apos;s path after playing a one-two with Wilshere and carrying on his run into the box. His deft touches and one-touch flicks lit up a first half in which Arsene Wenger said the Gunners played their &quot;real game&quot; and Sky Sports pundit <a href=\"http://dbpedia.org/resource/Phil_Thompson\" title=\"http://dbpedia.org/resource/Phil_Thompson\" target=\"_blank\">Phil Thompson</a> described the hosts as &quot;irresistible&quot;.&quot;It was a masterclass in midfield creative play,&quot; said <a href=\"http://dbpedia.org/resource/Andy_Hinchcliffe\" title=\"http://dbpedia.org/resource/Andy_Hinchcliffe\" target=\"_blank\">Andy Hinchcliffe</a> on commentary for Sky Sports. &quot;He was the standout individual in what was a brilliant first-half performance from <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>.&quot;Like Sanchez, Ozil only has six months left on his current deal at <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>, but there is hope that he will extend his stay, with Arsene Wenger saying this week that he won\\&apos;t be leaving in January.While he does not score the same amount of goals as Sanchez - eight last season in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> and six the season before - his assist against Palace was his 48th in the league since joining <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>; more than any other player in that time. And perhaps Wilshere\\&apos;s return to form, as well as the possible arrivals of <a href=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" title=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" target=\"_blank\">Henrikh</a> Mkhitaryan and <a href=\"http://dbpedia.org/resource/Pierre-Emerick_Aubameyang\" title=\"http://dbpedia.org/resource/Pierre-Emerick_Aubameyang\" target=\"_blank\">Pierre-Emerick</a> Aubameyang, could bring out even more from Ozil.&quot;In terms of creativity you are looking at Ozil staying as well as Wilshere,&quot; said Hinchcliffe. &quot;You are looking for the players to make a difference and those two certainly did. You need that creative spark.&quot;Ozil\\&apos;s balance, vision and awareness today was incredible. The touch for the fourth goal was the one I was really admired the most, it was incredible, the weight of the flick for Lacazette. It was a brilliant goal and Ozil was at the heart of it.&quot;Ozil was less involved in the second half as <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>\\&apos;s intensity dropped, but there was still a stunning sliced through ball that set Alex Iwobi away. And the standing ovation that greeted his substitution showed the appreciation of a brilliant display after a spell out with a knee injury.&quot;He understands football so well,&quot; Wilshere told the club website afterwards. &quot;That\\&apos;s what makes him one of the best. He know when to play it to you, what side to pass to, and everything he does is quality. He makes it easy.&quot;Critics will say it was only <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a>, and, by the time of the fourth goal, <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> were already cruising to victory after a rampant start. Also, with his contract expiring he is potentially in the shop window; so will he deliver when <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> need him most in a big game against a top-six rival?Yet, this was a time when <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> needed him. With Sanchez leaving, and, to a lesser extent, <a href=\"http://dbpedia.org/resource/Theo_Walcott\" title=\"http://dbpedia.org/resource/Theo_Walcott\" target=\"_blank\">Theo Walcott</a> gone, <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> need someone to take charge and prevent any further damage after a five-match winless run. <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> had not won in 2018 without Ozil; with Ozil they are one from one.Ozil might not inspire change by shouting and diving into tackles - perhaps that will be down to Wilshere - but his performance against Palace offered hope that there could still be more to come from the German in an <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> shirt.\n"
}