{
  "date": "22/01/18",
  "title": "Michael O'Neill turns down chance to manage Scotland",
  "description": "Northern Ireland manager Michael O'Neill has decided against taking charge of the Scotland team.",
  "content": "O'Neill held talks with the Scottish Football Association last week about possibly taking over from Gordon Strachan - who left in October after Scotland failed to reach the World Cup finals.The SFA had agreed to make a £500,000 compensation payment to the Irish FA in order to secure the services of O'Neill, who lives in Edinburgh, and last week's talks were described as \"productive\".However, O'Neill announced on Monday that he had decided to remain in his current post rather than mastermind Scotland's bid for a place at Euro 2020.He said: \"Having given the matter a great deal of thought and consideration, I have decided not to take up the opportunity to become the next Scotland national team manager.\"It is a huge honour to be offered the position. However, I do not feel that this is the right opportunity for me at this moment in my career.\"I would like to place on record my gratitude to the SFA for the very professional manner in which they conducted negotiations and I would also like to wish them every success for the future.\"The 48-year-old O'Neill has managed Northern Ireland since 2011 and he led them to first appearance at the European Championship in 2016, where they reached the second round.Northern Ireland were then unfortunate to lose to Switzerland in a play-off for 2018 World Cup qualification.O'Neill now appears poised to sign an improved contract, the Irish Football Association having offered him a deal which runs until 2024.Meanwhile, Scotland will continue their search for the man who they hope can end a long wait for major tournament qualification, which extends to the 1998 World Cup.SFA performance director Malky Mackay took charge of the side for November's friendly with Holland.Stewart Regan, Scottish FA Chief Executive, said: \"The process of identifying and recruiting a new Scotland national coach remains ongoing.\"We requested permission to speak to Michael O'Neill from the Irish Football Association, which was accepted. Michael and his advisers met our delegation in Edinburgh on Thursday and discussed all aspects of the role during a three-hour meeting.\"While this was a positive and cordial discussion, we respect Michael's decision to remain loyal to Northern Ireland, with whom he has enjoyed great success.\"We wish him well in his future endeavours and now continue our recruitment process from the candidate list established by the selection committee.\"",
  "dbpedia": "\nO\\&apos;Neill held talks with the Scottish Football Association last week about possibly taking over from <a href=\"http://dbpedia.org/resource/Gordon_Strachan\" title=\"http://dbpedia.org/resource/Gordon_Strachan\" target=\"_blank\">Gordon Strachan</a> - who left in October after <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scotland</a> failed to reach the World Cup finals.The SFA had agreed to make a &#xA3;500,000 compensation payment to the Irish FA in order to secure the services of O\\&apos;Neill, who lives in Edinburgh, and last week\\&apos;s talks were described as &quot;productive&quot;.However, O\\&apos;Neill announced on Monday that he had decided to remain in his current post rather than mastermind <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scotland</a>\\&apos;s bid for a place at Euro 2020.He said: &quot;Having given the matter a great deal of thought and consideration, I have decided not to take up the opportunity to become the next <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scotland national team</a> manager.&quot;It is a huge honour to be offered the position. However, I do not feel that this is the right opportunity for me at this moment in my career.&quot;I would like to place on record my gratitude to the SFA for the very professional manner in which they conducted negotiations and I would also like to wish them every success for the future.&quot;The 48-year-old O\\&apos;Neill has managed <a href=\"http://dbpedia.org/resource/Northern_Ireland_national_football_team\" title=\"http://dbpedia.org/resource/Northern_Ireland_national_football_team\" target=\"_blank\">Northern Ireland</a> since 2011 and he led them to first appearance at the European Championship in 2016, where they reached the second round.Northern <a href=\"http://dbpedia.org/resource/Republic_of_Ireland_national_football_team\" title=\"http://dbpedia.org/resource/Republic_of_Ireland_national_football_team\" target=\"_blank\">Ireland</a> were then unfortunate to lose to <a href=\"http://dbpedia.org/resource/Switzerland_national_football_team\" title=\"http://dbpedia.org/resource/Switzerland_national_football_team\" target=\"_blank\">Switzerland</a> in a play-off for 2018 World Cup qualification.O\\&apos;Neill now appears poised to sign an improved contract, the Irish Football Association having offered him a deal which runs until 2024.Meanwhile, <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scotland</a> will continue their search for the man who they hope can end a long wait for major tournament qualification, which extends to the 1998 World Cup.SFA performance director Malky <a href=\"http://dbpedia.org/resource/Malky_Mackay\" title=\"http://dbpedia.org/resource/Malky_Mackay\" target=\"_blank\">Mackay</a> took charge of the side for November\\&apos;s friendly with Holland.Stewart Regan, Scottish FA Chief Executive, said: &quot;The process of identifying and recruiting a new <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scotland</a> national coach remains ongoing.&quot;We requested permission to speak to Michael O\\&apos;Neill from the Irish Football Association, which was accepted. Michael and his advisers met our delegation in Edinburgh on Thursday and discussed all aspects of the role during a three-hour meeting.&quot;While this was a positive and cordial discussion, we respect Michael\\&apos;s decision to remain loyal to <a href=\"http://dbpedia.org/resource/Northern_Ireland_national_football_team\" title=\"http://dbpedia.org/resource/Northern_Ireland_national_football_team\" target=\"_blank\">Northern Ireland</a>, with whom he has enjoyed great success.&quot;We wish him well in his future endeavours and now continue our recruitment process from the candidate list established by the selection committee.&quot;\n"
}