{
  "date": "20/01/18",
  "title": "Michael Carrick to retire at end of season and join Jose Mourinho's coaching staff at Manchester United",
  "description": "Michael Carrick will retire at the end of the season and join Manchester United's coaching staff, says Jose Mourinho. ",
  "content": "The midfielder, who has played just once this campaign in a Carabao Cup tie against Burton, was offered a place on Mourinho's coaching staff in November.\nCarrick, 36, was diagnosed with an irregular heart rhythm following tests last year but has had a procedure to correct the issue and is now back in training and has not given up on a return to the United side.\nWhen asked if Carrick was planning on taking up the offer a coaching role, Mourinho said: \"When he wants [it], yes.\"\nBut the United boss is expecting Carrick to feature on the field before joining him in the dugout.\n\"[He's had] a few months without even training so now he is in his second week of training with the team,\" Mourinho added.\n\"[He's a] very important player for us. I think the decision - to be [made] at the end of the season and not last week - is a good decision for the team and a good decision for him to finish playing football and not injured or with some problem.\n\"So we are all happy and in the end of the season I expect him to join, unless he changes his mind, but the club would be very happy for him to do that. I would be very happy also for him to do that.\"\n",
  "dbpedia": "The midfielder, who has played just once this campaign in a Carabao Cup tie against Burton, was offered a place on Mourinho's coaching staff in November.<br><a href=\"http://dbpedia.org/resource/Michael_Carrick\" title=\"http://dbpedia.org/resource/Michael_Carrick\" target=\"_blank\">Carrick</a>, 36, was diagnosed with an irregular heart rhythm following tests last year but has had a procedure to correct the issue and is now back in training and has not given up on a return to the United side.<br>When asked if <a href=\"http://dbpedia.org/resource/Michael_Carrick\" title=\"http://dbpedia.org/resource/Michael_Carrick\" target=\"_blank\">Carrick</a> was planning on taking up the offer a coaching role, Mourinho said: \"When he wants [it], yes.\"<br>But the United boss is expecting <a href=\"http://dbpedia.org/resource/Michael_Carrick\" title=\"http://dbpedia.org/resource/Michael_Carrick\" target=\"_blank\">Carrick</a> to feature on the field before joining him in the dugout.<br>\"[He's had] a few months without even training so now he is in his second week of training with the team,\" Mourinho added.<br>\"[He's a] very important player for us. I think the decision - to be [made] at the end of the season and not last week - is a good decision for the team and a good decision for him to finish playing football and not injured or with some problem.<br>\"So we are all happy and in the end of the season I expect him to join, unless he changes his mind, but the club would be very happy for him to do that. I would be very happy also for him to do that.\"<br>"
}