{
  "date": "10/01/18",
  "title": "Michael O'Halloran keen to prove his worth to Rangers ",
  "description": "Michael O'Halloran is desperate to prove his worth to Rangers after returning from a loan spell at St Johnstone.",
  "content": "The winger found himself surplus to requirements under former Rangers boss Pedro Caixinha and made a temporary return to his former club.Despite five goals in his first six games back at Saints, Caixinha continued to insist O'Halloran was \"not the type of player Rangers needs\" - a claim the 27-year-old is determined to disprove under new boss Graeme Murty.O'Halloran told RangersTV: \"I had to go out and get games because I wasn't playing here.\"I knew that I was going somewhere where I was going to play and that I felt comfortable. It was good to go back there and I made a good start.\"I then had a little injury which kind of derailed me a wee bit, which was disappointing. I rushed myself back and ended up doing it a little bit worse. I'd probably have gone on and scored a few more goals if I'd have been fit.\"I got back playing again at the end and it was a really good time for me.\"O'Halloran rejoined the Gers squad on their tour of Florida during the Scottish league's winter break.\"It's not a bad start this time round,\" he said. \"I feel comfortable (at Rangers) and everyone had been brilliant with me since day one.\"I think for me, it's the run of games and I never really got that. It was two games here, then three games there.\"It's hard to get a bit of momentum going so hopefully this time I can show the manager what I can do and play as regularly as I can.\"I maybe have a point to prove to some people, but I don't think that in this league there's any point there to prove for me.\"For me it's important that I come and show what I've done at St Johnstone and do that for Rangers as well.\"Rangers return to competitive action in the Scottish Cup against Fraserburgh on January 21, live on Sky Sports Football, before a Premiership clash with Aberdeen three days later.",
  "dbpedia": "\nThe winger found himself surplus to requirements under former <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a> boss <a href=\"http://dbpedia.org/resource/Pedro_Caixinha\" title=\"http://dbpedia.org/resource/Pedro_Caixinha\" target=\"_blank\">Pedro Caixinha</a> and made a temporary return to his former club.Despite five goals in his first six games back at Saints, Caixinha continued to insist O\\&apos;Halloran was &quot;not the type of player <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a> needs&quot; - a claim the 27-year-old is determined to disprove under new boss Graeme Murty.O\\&apos;Halloran told RangersTV: &quot;I had to go out and get games because I wasn\\&apos;t playing here.&quot;I knew that I was going somewhere where I was going to play and that I felt comfortable. It was good to go back there and I made a good start.&quot;I then had a little injury which kind of derailed me a wee bit, which was disappointing. I rushed myself back and ended up doing it a little bit worse. I\\&apos;d probably have gone on and scored a few more goals if I\\&apos;d have been fit.&quot;I got back playing again at the end and it was a really good time for me.&quot;O\\&apos;Halloran rejoined the Gers squad on their tour of Florida during the <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scottish</a> league\\&apos;s winter break.&quot;It\\&apos;s not a bad start this time round,&quot; he said. &quot;I feel comfortable (at <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a>) and everyone had been brilliant with me since day one.&quot;I think for me, it\\&apos;s the run of games and I never really got that. It was two games here, then three games there.&quot;It\\&apos;s hard to get a bit of momentum going so hopefully this time I can show the manager what I can do and play as regularly as I can.&quot;I maybe have a point to prove to some people, but I don\\&apos;t think that in this league there\\&apos;s any point there to prove for me.&quot;For me it\\&apos;s important that I come and show what I\\&apos;ve done at <a href=\"http://dbpedia.org/resource/St._Johnstone_F.C.\" title=\"http://dbpedia.org/resource/St._Johnstone_F.C.\" target=\"_blank\">St Johnstone</a> and do that for <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a> as well.&quot;<a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a> return to competitive action in the Scottish Cup against <a href=\"http://dbpedia.org/resource/Fraserburgh_F.C.\" title=\"http://dbpedia.org/resource/Fraserburgh_F.C.\" target=\"_blank\">Fraserburgh</a> on January 21, live on Sky Sports Football, before a <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premiership</a> clash with <a href=\"http://dbpedia.org/resource/Aberdeen_F.C.\" title=\"http://dbpedia.org/resource/Aberdeen_F.C.\" target=\"_blank\">Aberdeen</a> three days later.\n"
}