{
  "date": "26/01/18",
  "title": "Michael Flynn interview: Studying Mauricio Pochettino, facing Tottenham and saving Newport",
  "description": "Sometimes managers come up against opposition bosses who were former mentors, team-mates or heroes. It's not too often that one will have studied the other in a classroom.",
  "content": "But that's the situation Michael Flynn finds himself in. A local boy from Newport, he now finds himself managing the League Two club ahead of their FA Cup fourth-round tie with Tottenham on Saturday.\n\"I'm lucky enough to have done my UEFA Pro Licence and one of the managers we had to study was Mauricio Pochettino,\" Flynn told Soccer Saturday. \"He's a world-class manager and somebody I'm really looking forward to meeting. I'm sure I'll have a quick look at the presentation we did [on the course] beforehand!\"\nIt's been quite the start to managerial life for Flynn. Flung from the fire into the frying pan in March last year, the Newport boy who had grown up as a fan and was at the club for a fourth stint as a player was asked to save the club from relegation and financial meltdown.\nThe club were bottom of the league, 11 points adrift of safety and had just been drubbed 4-0 at home by Leyton Orient, the other side in the relegation zone at the time.\nSomehow, Flynn steered them to safety. A dramatic final day of the season ended with a last-minute winner that saved Newport and relegated Hartlepool. Less than a year later the Welsh club are on the verge of the play-offs and in no risk of relegation whatsoever.\n\"It's been a big turnaround, and it's a credit to the whole football club, the fans for their support, the players for their efforts and the board who stuck by me,\" said Flynn. \"I've enjoyed it a lot more this season because it's been a lot more positive. I'm not looking over my shoulder now worrying about getting relegated out of the Football League and the club going bust.\n\"There were a lot of people down because we were on a poor run and I had to raise spirits. It's always sad to see a manager leave, but the board asked me to take over and I didn't hesitate. It was always something I wanted to do and I saw it as a massive opportunity to do the unthinkable.\n\"It's crazy how quickly things have changed and there are such fine lines in football. Unfortunately, it was Hartlepool, but I'm glad it wasn't us. I wish them all the best and hopefully they get through their troubles.\"\nA fan, a player and now the manager. Flynn has been through it all at Newport. He was born in the city and concedes that the deep-rooted connection can make the job tougher. But he insists that he conducts his role with his head, rather than his heart.\n\"Sometimes it's the best feeling and sometimes it's the worst. You know all the fans and the people who are having a go at you!\" he joked. \"They kick every ball and try to pick the team. But the majority are supportive and with you all the way and feel what it's all about. And I can sympathise with that.\n\"But I don't feel like a fan in charge. I'm a professional and I'll always be that way. I want to make the right decisions for the football club and not just base them on passion like a fan would do.\"\nWhether Newport go on to make the play-offs or not, the fact they're so far from the drop makes it a successful season for the club regardless.\nFlynn and Co can now relax and enjoy the visit of the Premier League giants, and he plans to do just that, and maybe even getting a result in the process.\n\"I want to enjoy the build-up,\" he said. \"There's no pressure on us apart from what we put on ourselves, so hopefully we can surprise the footballing world.\n\"We're at home and I don't want to let the fans down. I want to win every match we play and the players are the same. They've bought into everything we want and hopefully we'll get the right result.\n\"It's the beauty of the FA Cup and what dreams are made of. It can transform clubs and get a generation of fans back that were lost when we went out of business. It's put the buzz back in the whole city.\n\"I'm dreaming and feeling more confident as time goes on. People may call me crazy and silly for getting sucked into the moment, but I'm just hoping we have a very good day and they have a bad day.\n\"The beauty of the FA Cup is it can throw up a lot of surprises, so why can't we be one?\"\nNo doubt the board at Newport would relish the prospect of a draw and a replay at Wembley. Flynn, however, is thinking only of another scalp, having beaten Leeds in the third round.\n\"If it's a replay or a loss, I'll take the replay,\" he said. \"But if it's a replay or a win, I want the win.\"\nKeep up to date with all the FA Cup action on Soccer Saturday from midday on Sky Sports News\n",
  "dbpedia": "But that's the situation <a href=\"http://dbpedia.org/resource/Michael_Flynn_(footballer)\" title=\"http://dbpedia.org/resource/Michael_Flynn_(footballer)\" target=\"_blank\">Michael Flynn</a> finds himself in. A local boy from Newport, he now finds himself managing the <a href=\"http://dbpedia.org/resource/Football_League_Two\" title=\"http://dbpedia.org/resource/Football_League_Two\" target=\"_blank\">League Two</a> club ahead of their FA Cup fourth-round tie with <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> on Saturday.<br>\"I'm lucky enough to have done my UEFA Pro Licence and one of the managers we had to study was <a href=\"http://dbpedia.org/resource/Mauricio_Pochettino\" title=\"http://dbpedia.org/resource/Mauricio_Pochettino\" target=\"_blank\">Mauricio Pochettino</a>,\" Flynn told Soccer Saturday. \"He's a world-class manager and somebody I'm really looking forward to meeting. I'm sure I'll have a quick look at the presentation we did [on the course] beforehand!\"<br>It's been quite the start to managerial life for Flynn. Flung from the fire into the frying pan in March last year, the Newport boy who had grown up as a fan and was at the club for a fourth stint as a player was asked to save the club from relegation and financial meltdown.<br>The club were bottom of the league, 11 points adrift of safety and had just been drubbed 4-0 at home by <a href=\"http://dbpedia.org/resource/Leyton_Orient_F.C.\" title=\"http://dbpedia.org/resource/Leyton_Orient_F.C.\" target=\"_blank\">Leyton Orient</a>, the other side in the relegation zone at the time.<br>Somehow, Flynn steered them to safety. A dramatic final day of the season ended with a last-minute winner that saved Newport and relegated <a href=\"http://dbpedia.org/resource/Hartlepool_United_F.C.\" title=\"http://dbpedia.org/resource/Hartlepool_United_F.C.\" target=\"_blank\">Hartlepool</a>. Less than a year later the <a href=\"http://dbpedia.org/resource/Wales_national_football_team\" title=\"http://dbpedia.org/resource/Wales_national_football_team\" target=\"_blank\">Welsh</a> club are on the verge of the <a href=\"http://dbpedia.org/resource/Conference_National\" title=\"http://dbpedia.org/resource/Conference_National\" target=\"_blank\">play-offs</a> and in no risk of relegation whatsoever.<br>\"It's been a big turnaround, and it's a credit to the whole football club, the fans for their support, the players for their efforts and the board who stuck by me,\" said Flynn. \"I've enjoyed it a lot more this season because it's been a lot more positive. I'm not looking over my shoulder now worrying about getting relegated out of the Football League and the club going bust.<br>\"There were a lot of people down because we were on a poor run and I had to raise spirits. It's always sad to see a manager leave, but the board asked me to take over and I didn't hesitate. It was always something I wanted to do and I saw it as a massive opportunity to do the unthinkable.<br>\"It's crazy how quickly things have changed and there are such fine lines in football. Unfortunately, it was <a href=\"http://dbpedia.org/resource/Hartlepool_United_F.C.\" title=\"http://dbpedia.org/resource/Hartlepool_United_F.C.\" target=\"_blank\">Hartlepool</a>, but I'm glad it wasn't us. I wish them all the best and hopefully they get through their troubles.\"<br>A fan, a player and now the manager. Flynn has been through it all at Newport. He was born in the city and concedes that the deep-rooted connection can make the job tougher. But he insists that he conducts his role with his head, rather than his heart.<br>\"Sometimes it's the best feeling and sometimes it's the worst. You know all the fans and the people who are having a go at you!\" he joked. \"They kick every ball and try to pick the team. But the majority are supportive and with you all the way and feel what it's all about. And I can sympathise with that.<br>\"But I don't feel like a fan in charge. I'm a professional and I'll always be that way. I want to make the right decisions for the football club and not just base them on passion like a fan would do.\"<br>Whether Newport go on to make the <a href=\"http://dbpedia.org/resource/Conference_National\" title=\"http://dbpedia.org/resource/Conference_National\" target=\"_blank\">play-offs</a> or not, the fact they're so far from the drop makes it a successful season for the club regardless.<br>Flynn and Co can now relax and enjoy the visit of the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> giants, and he plans to do just that, and maybe even getting a result in the process.<br>\"I want to enjoy the build-up,\" he said. \"There's no pressure on us apart from what we put on ourselves, so hopefully we can surprise the footballing world.<br>\"We're at home and I don't want to let the fans down. I want to win every match we play and the players are the same. They've bought into everything we want and hopefully we'll get the right result.<br>\"It's the beauty of the FA Cup and what dreams are made of. It can transform clubs and get a generation of fans back that were lost when we went out of business. It's put the buzz back in the whole city.<br>\"I'm dreaming and feeling more confident as time goes on. People may call me crazy and silly for getting sucked into the moment, but I'm just hoping we have a very good day and they have a bad day.<br>\"The beauty of the FA Cup is it can throw up a lot of surprises, so why can't we be one?\"<br>No doubt the board at Newport would relish the prospect of a draw and a replay at <a href=\"http://dbpedia.org/resource/Wembley_Stadium\" title=\"http://dbpedia.org/resource/Wembley_Stadium\" target=\"_blank\">Wembley</a>. Flynn, however, is thinking only of another scalp, having beaten <a href=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" title=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" target=\"_blank\">Leeds</a> in the third round.<br>\"If it's a replay or a loss, I'll take the replay,\" he said. \"But if it's a replay or a win, I want the win.\"<br>Keep up to date with all the FA Cup action on Soccer Saturday from midday on Sky Sports News<br>"
}