{
  "date": "24/01/18",
  "title": "Michael O'Neill rejecting Scotland was disappointing, says SFA's Stewart Regan",
  "description": "Scotland's football chief Stewart Regan admits feeling disappointed he was unable to persuade Michael O'Neill to become their next manager.",
  "content": "But the chief executive of the Scottish Football Association (SFA) says he is not planning to resign over his failure to secure the board's number one target.Following the departure of Gordon Strachan, who oversaw Scotland's recent World Cup qualifying campaign which ended in failure last autumn, the SFA made it clear they wanted O'Neill as his replacement.After a few weeks of deliberation, the Northern Ireland boss turned down Scotland's offer which means Regan, and the rest of the SFA board, must begin their search all over again.Speaking to Sky Sports News on Wednesday, Regan said: \"It's disappointing. We identified Michael as our preferred candidate right at the outset, after parting company with Gordan Strachan.\"And we put together our strongest case for Michael, both financially and from a job perspective, and we went after him - we made no secret of that.\"But we respect his decision. He's chosen to remain loyal to Northern Ireland and our search continues.\"We have a shortlist but we identified Michael as the candidate to give us the best chance of reaching Euro 2020.\"But as he was already employed, it made it more complex to deal with.\"We approached Northern Ireland, put together a compensation package and then made our best case.\"One Scottish newspaper reported, earlier this week, that the 48-year-old O'Neill had turned down a £500k offer before agreeing a new six-year package with Northern Ireland.Regan added: \"Michael knows the Scottish football landscape well. He lives in Edinburgh and we gave it our best shot, but we now go back to our list and the process continues.\"It's disappointing but we are not the first football association, or club, not to get a target and we won't be the last.\"But we came within one minute of beating England, and 45 minutes from reaching the World Cup play-offs, so there's a lot to be hopeful for.\"As for his own role at the helm of the Scottish game, having replaced Gordon Smith in July 2010, O'Neill explained he was not going to resign and it was an issue for the board.He went on: \"My position is for my board to consider. But we need to separate the reality from the media noise.\"I respect the frustrations of the supporters. I'm not prepared to go into the shortlist, it's confidential.\"The board has put a sub-committee together and have been part of the process from the outset.\"",
  "dbpedia": "\nBut the chief executive of the Scottish Football Association (SFA) says he is not planning to resign over his failure to secure the board\\&apos;s number one target.Following the departure of <a href=\"http://dbpedia.org/resource/Gordon_Strachan\" title=\"http://dbpedia.org/resource/Gordon_Strachan\" target=\"_blank\">Gordon Strachan</a>, who oversaw <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scotland</a>\\&apos;s recent World Cup qualifying campaign which ended in failure last autumn, the SFA made it clear they wanted O\\&apos;Neill as his replacement.After a few weeks of deliberation, the <a href=\"http://dbpedia.org/resource/Northern_Ireland_national_football_team\" title=\"http://dbpedia.org/resource/Northern_Ireland_national_football_team\" target=\"_blank\">Northern Ireland</a> boss turned down <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scotland</a>\\&apos;s offer which means Regan, and the rest of the SFA board, must begin their search all over again.Speaking to Sky Sports News on Wednesday, Regan said: &quot;It\\&apos;s disappointing. We identified Michael as our preferred candidate right at the outset, after parting company with Gordan Strachan.&quot;And we put together our strongest case for Michael, both financially and from a job perspective, and we went after him - we made no secret of that.&quot;But we respect his decision. He\\&apos;s chosen to remain loyal to <a href=\"http://dbpedia.org/resource/Northern_Ireland_national_football_team\" title=\"http://dbpedia.org/resource/Northern_Ireland_national_football_team\" target=\"_blank\">Northern Ireland</a> and our search continues.&quot;We have a shortlist but we identified Michael as the candidate to give us the best chance of reaching Euro 2020.&quot;But as he was already employed, it made it more complex to deal with.&quot;We approached <a href=\"http://dbpedia.org/resource/Northern_Ireland_national_football_team\" title=\"http://dbpedia.org/resource/Northern_Ireland_national_football_team\" target=\"_blank\">Northern Ireland</a>, put together a compensation package and then made our best case.&quot;One <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scottish</a> newspaper reported, earlier this week, that the 48-year-old O\\&apos;Neill had turned down a &#xA3;500k offer before agreeing a new six-year package with Northern Ireland.Regan added: &quot;Michael knows the <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scottish</a> football landscape well. He lives in Edinburgh and we gave it our best shot, but we now go back to our list and the process continues.&quot;It\\&apos;s disappointing but we are not the first football association, or club, not to get a target and we won\\&apos;t be the last.&quot;But we came within one minute of beating <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a>, and 45 minutes from reaching the World Cup <a href=\"http://dbpedia.org/resource/Conference_National\" title=\"http://dbpedia.org/resource/Conference_National\" target=\"_blank\">play-offs</a>, so there\\&apos;s a lot to be hopeful for.&quot;As for his own role at the helm of the <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scottish</a> game, having replaced <a href=\"http://dbpedia.org/resource/Gordon_Smith_(footballer_born_September_1954)\" title=\"http://dbpedia.org/resource/Gordon_Smith_(footballer_born_September_1954)\" target=\"_blank\">Gordon Smith</a> in July 2010, O\\&apos;Neill explained he was not going to resign and it was an issue for the board.He went on: &quot;My position is for my board to consider. But we need to separate the reality from the media noise.&quot;I respect the frustrations of the supporters. I\\&apos;m not prepared to go into the shortlist, it\\&apos;s confidential.&quot;The board has put a sub-committee together and have been part of the process from the outset.&quot;\n"
}