{
  "date": "31/01/18",
  "title": "Michy Batshuayi allowed to leave Chelsea and travel ahead of expected loan move to Borussia Dortmund",
  "description": "Michy Batshuayi has been allowed to travel abroad ahead of an expected loan move to Borussia Dortmund, who confirmed the sale of Pierre-Emerick Aubameyang to Arsenal on Wednesday.",
  "content": "Batshuayi is understood to be part of a potential combination of transfers that could see him join Dortmund as Aubameyang's replacement, after Arsenal confirmed they had completed a club-record move for the Gabon international.Batshuayi's departure could also clear the way for Chelsea to bring in Olivier Giroud from the Emirates.Sky sources understand that Batshuayi was not at the Chelsea team hotel on Tuesday night as they prepared for the game against Bournemouth on Wednesday.The club have allowed the striker to travel abroad after agreeing terms with Dortmund, in a deal that could include an option to buy after an initial six-month loan, but sources close to Chelsea have reiterated that Batshuayi will not be leaving without Giroud heading to Stamford Bridge.Sky Sports News understand that Chelsea have also agreed terms with Sevilla for a proposed loan move, and in both cases have insisted on a buy-back option if any deal was made permanent.The transfer window in Germany shuts at 5pm on Wednesday.Speaking on Tuesday, Antonio Conte said the situation regarding Batshuayi's future was complicated.\"In this situation, the coach has to speak with the player that is involved in this type of situation. This Batshuayi situation is not simple,\" Conte said.\"There is only one day - it is not the best situation for me, for the player but the transfer market in general is not simple. To find a solution for players to come in. The players know the situation very well.\"We must be ready to face every situation. It won't be easy. For me this is not the best situation to face, but we have to face it.\"Chelsea signed Batshuayi for £33m from Marseille in the summer of 2016 and he has scored seven Premier League goals in 32 appearances."
}