{
  "date": "18/01/18",
  "title": "Michael O'Neill to hold talks with Scotland officials over manager's job",
  "description": "Michael O'Neill will meet Scottish Football Association officials Alan McRae and Stewart Regan for the first time on Thursday to discuss becoming Scotland boss, according to Sky sources.",
  "content": "Talks have been ongoing for a number of weeks, and sources understand a compensation package has already been agreed with the SFA meeting O'Neill's £500,000 Northern Ireland release clause.The Irish Football Association's (IFA) terms relating to O'Neill's notice period within his contract have been met, allowing the SFA to speak to him directly, subject to legal checks and due diligence by the SFA.The IFA had initially given O'Neill permission to speak to Scotland on November 17 at a board meeting, subject to the SFA agreeing to pay release clause.Scotland are planning to make O'Neill the highest paid manager in their history with a four-year offer, but Northern Ireland are keen to retain his services.The IFA has made O'Neill an offer of a four-year contract extension, until 2024 worth £4 million, and IFA sources are confident they can keep him as manager.",
  "dbpedia": "\nTalks have been ongoing for a number of weeks, and sources understand a compensation package has already been agreed with the SFA meeting O\\&apos;Neill\\&apos;s &#xA3;500,000 Northern Ireland release clause.The Irish Football Association\\&apos;s (IFA) terms relating to O\\&apos;Neill\\&apos;s notice period within his contract have been met, allowing the SFA to speak to him directly, subject to legal checks and due diligence by the SFA.The IFA had initially given O\\&apos;Neill permission to speak to <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scotland</a> on November 17 at a board meeting, subject to the SFA agreeing to pay release clause.Scotland are planning to make O\\&apos;Neill the highest paid manager in their history with a four-year offer, but Northern Ireland are keen to retain his services.The IFA has made O\\&apos;Neill an offer of a four-year contract extension, until 2024 worth &#xA3;4 million, and IFA sources are confident they can keep him as manager.\n"
}