{
  "date": "12/01/18",
  "title": "Middlesbrough can make top two under Tony Pulis, says Garry Birtles",
  "description": "Middlesbrough are capable of making a late run for automatic promotion under Tony Pulis, according to Garry Birtles.",
  "content": "Pulis replaced Garry Monk at the Riverside Stadium over the festive period after an underwhelming start to the season, with Middlesbrough sat eighth in the Sky Bet Championship, two points off the play-offs.Boro remain eight points off second-placed Derby, but Birtles believes Pulis has the qualities to steer them in a push for the top two.\"He's disciplined and he gets teams united,\" Birtles said on EFL Matters. \"His teams are difficult to break down and, while a lot has been said about his negative ways, I've seen his teams play a lot of good stuff as well, so I think that can be put to bed a little bit.\"If you haven't got the basics you're not going to win matches or be successful. If you do the basics right then the rest comes after, and who can see that in teams who get promoted.\"I'm not surprised he's been brought in and it's a very sensible decision. I wouldn't rule out them making a run for it late on.\"Birtles and presenter David Prutton were joined on the show by former player and now football writer Gregor Robertson, who says Pulis took the job due to the similarities he saw with what he did at Stoke.\"I think Pulis probably saw some degree of similarities with what he did at Stoke,\" said Robertson. \"There are similarities between the two chairman because they're both local guys who made a success of themselves and invested in their club, so he probably sees a chance to replicate what he did there by taking the club into the Premier League and keeping them there.\"He's got an old-fashioned sense of management in that he wants to be the focal point of the club and oversee all of it. [Owner Steve] Gibson probably thought that Pulis is the man to get more from the squad. He spent £50m in the summer and he thinks Pulis can get more from those players than Garry Monk could.\"While Birtles added that, despite the spending in the summer, he expects more money to be made available to Pulis in January.\"I'm sure there'll be money available to him and you'll see players coming in as I'm sure that was part of the remit of him taking the job, and rightly so because they'll want to get back into the Premier League very quickly.\" said Birtles. \"The longer you stay in the Championship the harder it becomes to get out.\"",
  "dbpedia": "\nPulis replaced <a href=\"http://dbpedia.org/resource/Garry_Monk\" title=\"http://dbpedia.org/resource/Garry_Monk\" target=\"_blank\">Garry Monk</a> at the Riverside Stadium over the festive period after an underwhelming start to the season, with <a href=\"http://dbpedia.org/resource/Middlesbrough_F.C.\" title=\"http://dbpedia.org/resource/Middlesbrough_F.C.\" target=\"_blank\">Middlesbrough</a> sat eighth in the Sky Bet Championship, two points off the play-offs.Boro remain eight points off second-placed <a href=\"http://dbpedia.org/resource/Derby_County_F.C.\" title=\"http://dbpedia.org/resource/Derby_County_F.C.\" target=\"_blank\">Derby</a>, but Birtles believes Pulis has the qualities to steer them in a push for the top two.&quot;He\\&apos;s disciplined and he gets teams united,&quot; Birtles said on EFL Matters. &quot;His teams are difficult to break down and, while a lot has been said about his negative ways, I\\&apos;ve seen his teams play a lot of good stuff as well, so I think that can be put to bed a little bit.&quot;If you haven\\&apos;t got the basics you\\&apos;re not going to win matches or be successful. If you do the basics right then the rest comes after, and who can see that in teams who get promoted.&quot;I\\&apos;m not surprised he\\&apos;s been brought in and it\\&apos;s a very sensible decision. I wouldn\\&apos;t rule out them making a run for it late on.&quot;Birtles and presenter <a href=\"http://dbpedia.org/resource/David_Prutton\" title=\"http://dbpedia.org/resource/David_Prutton\" target=\"_blank\">David Prutton</a> were joined on the show by former player and now football writer Gregor Robertson, who says Pulis took the job due to the similarities he saw with what he did at <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a>.&quot;I think Pulis probably saw some degree of similarities with what he did at <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a>,&quot; said Robertson. &quot;There are similarities between the two chairman because they\\&apos;re both local guys who made a success of themselves and invested in their club, so he probably sees a chance to replicate what he did there by taking the club into the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> and keeping them there.&quot;He\\&apos;s got an old-fashioned sense of management in that he wants to be the focal point of the club and oversee all of it. [Owner Steve] Gibson probably thought that Pulis is the man to get more from the squad. He spent &#xA3;50m in the summer and he thinks Pulis can get more from those players than <a href=\"http://dbpedia.org/resource/Garry_Monk\" title=\"http://dbpedia.org/resource/Garry_Monk\" target=\"_blank\">Garry Monk</a> could.&quot;While Birtles added that, despite the spending in the summer, he expects more money to be made available to Pulis in January.&quot;I\\&apos;m sure there\\&apos;ll be money available to him and you\\&apos;ll see players coming in as I\\&apos;m sure that was part of the remit of him taking the job, and rightly so because they\\&apos;ll want to get back into the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> very quickly.&quot; said Birtles. &quot;The longer you stay in the Championship the harder it becomes to get out.&quot;\n"
}