{
  "date": "23/01/18",
  "title": "MK Dons name former England U16 boss Dan Micciche as new manager",
  "description": "MK Dons have named Dan Micciche as their new manager three days after sacking Robbie Neilson.",
  "content": "Micciche returns to the club after a spell working for the Football Association, where he was manager of the England U16 team as well as a coach and development technical lead.\nThe 38-year-old had previously been the League One club's head of academy coaching, playing a key role in the development of the likes of Dele Alli, Brendan Galloway and Sheyi Ojo.\nMicciche will be assisted by former Bristol City boss Keith Millen, while long-serving defender Dean Lewington takes on a player-coach role.\n\"This club has done so much for me and we had such good success together during my first spell. Milton Keynes is also my home - I'm living in the area and my kids have been brought up here too,\" Micciche said.\n\"It's been a whirlwind 24 hours but we've got a lot of work to do now. I understand the position we are in - it is not the position we want to be in - so first and foremost, our priority is to make sure we bring some confidence and belief back to this squad so we can begin climbing that league table.\n\"As a team, we want to entertain and we want to be an attacking, creative and expressive football team.\n\"We also want to be tactically disciplined and be strong in both boxes. We've got some good footballers here and it's our job to bring that talent out over the coming weeks.\"\nChairman Pete Winkelman added: \"Dan is one of the most exciting young coaches in the country; and shares our belief that Milton Keynes Dons can, one day, become a Premier League football club.\n\"Dan is a man with a plan and part of that plan is the introduction of Keith Millen into the management team, bringing to the Club a wealth of experience as a player, coach and manager, having worked at the very highest level with some of the best English managers in the game.\"\n",
  "dbpedia": "Micciche returns to the club after a spell working for the Football Association, where he was manager of the <a href=\"http://dbpedia.org/resource/England_national_under-16_football_team\" title=\"http://dbpedia.org/resource/England_national_under-16_football_team\" target=\"_blank\">England U16</a> team as well as a coach and development technical lead.<br>The 38-year-old had previously been the <a href=\"http://dbpedia.org/resource/Football_League_One\" title=\"http://dbpedia.org/resource/Football_League_One\" target=\"_blank\">League One</a> club's head of academy coaching, playing a key role in the development of the likes of Dele Alli, Brendan Galloway and Sheyi Ojo.<br>Micciche will be assisted by former <a href=\"http://dbpedia.org/resource/Bristol_City_F.C.\" title=\"http://dbpedia.org/resource/Bristol_City_F.C.\" target=\"_blank\">Bristol City</a> boss <a href=\"http://dbpedia.org/resource/Keith_Millen\" title=\"http://dbpedia.org/resource/Keith_Millen\" target=\"_blank\">Keith Millen</a>, while long-serving defender <a href=\"http://dbpedia.org/resource/Dean_Lewington\" title=\"http://dbpedia.org/resource/Dean_Lewington\" target=\"_blank\">Dean Lewington</a> takes on a player-coach role.<br>\"This club has done so much for me and we had such good success together during my first spell. <a href=\"http://dbpedia.org/resource/Milton_Keynes_Dons_F.C.\" title=\"http://dbpedia.org/resource/Milton_Keynes_Dons_F.C.\" target=\"_blank\">Milton Keynes</a> is also my home - I'm living in the area and my kids have been brought up here too,\" Micciche said.<br>\"It's been a whirlwind 24 hours but we've got a lot of work to do now. I understand the position we are in - it is not the position we want to be in - so first and foremost, our priority is to make sure we bring some confidence and belief back to this squad so we can begin climbing that league table.<br>\"As a team, we want to entertain and we want to be an attacking, creative and expressive football team.<br>\"We also want to be tactically disciplined and be strong in both boxes. We've got some good footballers here and it's our job to bring that talent out over the coming weeks.\"<br>Chairman Pete Winkelman added: \"Dan is one of the most exciting young coaches in the country; and shares our belief that <a href=\"http://dbpedia.org/resource/Milton_Keynes_Dons_F.C.\" title=\"http://dbpedia.org/resource/Milton_Keynes_Dons_F.C.\" target=\"_blank\">Milton Keynes Dons</a> can, one day, become a <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> football club.<br>\"Dan is a man with a plan and part of that plan is the introduction of <a href=\"http://dbpedia.org/resource/Keith_Millen\" title=\"http://dbpedia.org/resource/Keith_Millen\" target=\"_blank\">Keith Millen</a> into the management team, bringing to the Club a wealth of experience as a player, coach and manager, having worked at the very highest level with some of the best English managers in the game.\"<br>"
}