{
  "date": "25/01/18",
  "title": "MNF Extra: Swansea defeat showed Liverpool's possession problem",
  "description": "In this week's MNF Extra with Jamie Carragher, we examine Liverpool's struggles when breaking down teams who sit deep and defend.",
  "content": "\"I said to my players that Liverpool are a top team, they are really strong, but they are a Formula 1 car,\" Carlos Carvalhal told Sky Sports. \"If you put a Formula 1 car in London in 4pm traffic, the Formula 1 car will not run very fast. That is exactly what we had to do to play against Liverpool - stop them playing the way they like.\"Carvalhal's analogy to describe Swansea's 1-0 win over Liverpool made headlines in the wake of Monday Night Football, but it also highlighted a recurring theme of Jurgen Klopp's reign. Liverpool, so devastatingly effective when given chances to counter-attack - as they were by Manchester City last weekend - tend to come up short against teams who sit deep and cede possession.\"People always ask how you can beat the best team in the league one week then lose to the bottom team the next week, but they are completely different games,\" says Sky Sports pundit Jamie Carragher. \"Manchester City have got far more quality than Swansea, but it's a different proposition playing a team like them. You've got to beat them in a different way.\"Man City is an end-to-end game with both teams going for it, so you have the chance to counter-attack and the chance to press, which are two of Liverpool's biggest strengths. But as we saw on Monday, those strengths don't come into play at all against a team like Swansea. It becomes more about breaking them down.\"Breaking teams down is a long-standing issue for Klopp's side and Monday night was not the first time it has been apparent this season. Of the seven Premier League games in which their opponents have made fewer than 300 passes, Liverpool have only won twice. Before the Swansea defeat, there were draws against Burnley, Newcastle, Everton and West Brom.The dropped points have left Liverpool right in the thick of the top-four fight. But had they been able to convert even two of those draws into wins, they would be above Chelsea in third, only two points behind second-placed Manchester United, and six clear of fifth-placed Tottenham.Liverpool are not the first side to struggle against opponents who shut up shop, of course, but it's particularly problematic for a team built to maximise transitions. Klopp described gegenpressing as \"the best playmaker\" during an appearance on Monday Night Football last season, but how do you steal possession from a team who don't want it?The statistics emphasise the issue. Klopp's side are one of four Premier League teams to have registered 70 per cent possession in more than three fixtures this season, but their win rate in those games is considerably lower than either Manchester City, Tottenham or Arsenal's.With the counter-attacking threat of Mohamed Salah, Roberto Firmino and Sadio Mane negated, a lack of creativity from central midfield becomes an issue. Philippe Coutinho is gone, and while Georginio Wijnaldum, Jordan Henderson and Emre Can are fine players, they are not known for picking passes like Kevin De Bruyne, Christian Eriksen or even Jack Wilshere.\"A lot of people will look at the game and say they missed Coutinho,\" says Carragher \"Of course that is a factor because he's a top player and he was one of the most creative players in the team, but let's not forget that he started those games with Burnley, Newcastle and West Brom earlier this season and it was a problem last season as well. So it's not just down to Coutinho.\"I feel that the passing can be a little lethargic when the opposition get players behind the ball. If they moved it quicker, they might be able to exploit spaces when people do get out of position. Adam Lallana should help in that respect. He's no Coutinho, of course, but he was outstanding in central midfield last season, so he should be able to add a link between midfield and attack.\"Klopp will be eager to get Lallana back up to speed as soon as possible following his recent injury lay-off, but a lack of creativity is not the only issue in games like Monday's. According to Carragher, it is also a question of patience and concentration.\"Liverpool often make the problem worse by conceding the first goal - as they did against Swansea and against Burnley earlier in the season,\" he says. \"It's difficult enough to get one goal in those games, never mind two, so it's a massive problem if you concede. Liverpool are making it far more difficult for themselves by giving away silly set pieces and making defensive errors.\"I've played in plenty of those games myself at Liverpool, when teams defend deep and you have a lot of possession. What I would say in those situations is that if you can get to half-time at nil-nil, let the manager sort things out, maybe make a change, then the game will begin to naturally open up in the second half.\"On Monday night, Swansea might not have been as defensive or as deep if they hadn't got the goal, because they would still have had some interest in winning the game if they could. So the game would have opened up a bit more and Liverpool would have got a little more space.\"I think they need to have that patience to think: 'We don't have to win this game in the first 20 minutes, the first 30 minutes or even the first half'. You take the nil-nil into the break and then back your attacking players to get more chances in the second half.\"With games against West Brom, Huddersfield and Southampton to come, Liverpool are likely to face more of that Carvalhal-style London traffic in the weeks ahead.\"In some ways I think they have to forget about the Swansea game and move on,\" says Carragher. \"The staff will be well aware of the issues but Jurgen Klopp is the man who will decide how to act on it.\"There have been a few too many draws this season, but Liverpool have only lost three games in the Premier League, so it's hard to be too critical of them really. They were on a great run before Swansea. Now they just need to take what they can from that game and get back into it.\"",
  "dbpedia": "\n&quot;I said to my players that <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> are a top team, they are really strong, but they are a Formula 1 car,&quot; <a href=\"http://dbpedia.org/resource/Carlos_Carvalhal\" title=\"http://dbpedia.org/resource/Carlos_Carvalhal\" target=\"_blank\">Carlos Carvalhal</a> told Sky Sports. &quot;If you put a Formula 1 car in London in 4pm traffic, the Formula 1 car will not run very fast. That is exactly what we had to do to play against <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> - stop them playing the way they like.&quot;Carvalhal\\&apos;s analogy to describe <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a>\\&apos;s 1-0 win over <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> made headlines in the wake of Monday Night Football, but it also highlighted a recurring theme of Jurgen Klopp\\&apos;s reign. <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>, so devastatingly effective when given chances to counter-attack - as they were by <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> last weekend - tend to come up short against teams who sit deep and cede possession.&quot;People always ask how you can beat the best team in the league one week then lose to the bottom team the next week, but they are completely different games,&quot; says Sky Sports pundit <a href=\"http://dbpedia.org/resource/Jamie_Carragher\" title=\"http://dbpedia.org/resource/Jamie_Carragher\" target=\"_blank\">Jamie Carragher</a>. &quot;<a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> have got far more quality than <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a>, but it\\&apos;s a different proposition playing a team like them. You\\&apos;ve got to beat them in a different way.&quot;Man City is an end-to-end game with both teams going for it, so you have the chance to counter-attack and the chance to press, which are two of <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>\\&apos;s biggest strengths. But as we saw on Monday, those strengths don\\&apos;t come into play at all against a team like <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a>. It becomes more about breaking them down.&quot;Breaking teams down is a long-standing issue for Klopp\\&apos;s side and Monday night was not the first time it has been apparent this season. Of the seven <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> games in which their opponents have made fewer than 300 passes, <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> have only won twice. Before the <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> defeat, there were draws against <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a>, <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a>, <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> and West Brom.The dropped points have left <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> right in the thick of the top-four fight. But had they been able to convert even two of those draws into wins, they would be above <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> in third, only two points behind second-placed <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester United</a>, and six clear of fifth-placed Tottenham.Liverpool are not the first side to struggle against opponents who shut up shop, of course, but it\\&apos;s particularly problematic for a team built to maximise transitions. Klopp described gegenpressing as &quot;the best playmaker&quot; during an appearance on Monday Night Football last season, but how do you steal possession from a team who don\\&apos;t want it?The statistics emphasise the issue. Klopp\\&apos;s side are one of four <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> teams to have registered 70 per cent possession in more than three fixtures this season, but their win rate in those games is considerably lower than either <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>, <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> or <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>\\&apos;s.With the counter-attacking threat of <a href=\"http://dbpedia.org/resource/Mohamed_Salah\" title=\"http://dbpedia.org/resource/Mohamed_Salah\" target=\"_blank\">Mohamed Salah</a>, Roberto Firmino and Sadio Mane negated, a lack of creativity from central midfield becomes an issue. <a href=\"http://dbpedia.org/resource/Philippe_Coutinho\" title=\"http://dbpedia.org/resource/Philippe_Coutinho\" target=\"_blank\">Philippe Coutinho</a> is gone, and while <a href=\"http://dbpedia.org/resource/Georginio_Wijnaldum\" title=\"http://dbpedia.org/resource/Georginio_Wijnaldum\" target=\"_blank\">Georginio Wijnaldum</a>, <a href=\"http://dbpedia.org/resource/Jordan_Henderson\" title=\"http://dbpedia.org/resource/Jordan_Henderson\" target=\"_blank\">Jordan Henderson</a> and <a href=\"http://dbpedia.org/resource/Emre_Can\" title=\"http://dbpedia.org/resource/Emre_Can\" target=\"_blank\">Emre Can</a> are fine players, they are not known for picking passes like <a href=\"http://dbpedia.org/resource/Kevin_De_Bruyne\" title=\"http://dbpedia.org/resource/Kevin_De_Bruyne\" target=\"_blank\">Kevin De Bruyne</a>, <a href=\"http://dbpedia.org/resource/Christian_Eriksen\" title=\"http://dbpedia.org/resource/Christian_Eriksen\" target=\"_blank\">Christian Eriksen</a> or even <a href=\"http://dbpedia.org/resource/Jack_Wilshere\" title=\"http://dbpedia.org/resource/Jack_Wilshere\" target=\"_blank\">Jack Wilshere</a>.&quot;A lot of people will look at the game and say they missed Coutinho,&quot; says Carragher &quot;Of course that is a factor because he\\&apos;s a top player and he was one of the most creative players in the team, but let\\&apos;s not forget that he started those games with <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a>, <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> and <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> earlier this season and it was a problem last season as well. So it\\&apos;s not just down to Coutinho.&quot;I feel that the passing can be a little lethargic when the opposition get players behind the ball. If they moved it quicker, they might be able to exploit spaces when people do get out of position. <a href=\"http://dbpedia.org/resource/Adam_Lallana\" title=\"http://dbpedia.org/resource/Adam_Lallana\" target=\"_blank\">Adam Lallana</a> should help in that respect. He\\&apos;s no Coutinho, of course, but he was outstanding in central midfield last season, so he should be able to add a link between midfield and attack.&quot;Klopp will be eager to get Lallana back up to speed as soon as possible following his recent injury lay-off, but a lack of creativity is not the only issue in games like Monday\\&apos;s. According to Carragher, it is also a question of patience and concentration.&quot;<a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> often make the problem worse by conceding the first goal - as they did against <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> and against <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a> earlier in the season,&quot; he says. &quot;It\\&apos;s difficult enough to get one goal in those games, never mind two, so it\\&apos;s a massive problem if you concede. <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> are making it far more difficult for themselves by giving away silly set pieces and making defensive errors.&quot;I\\&apos;ve played in plenty of those games myself at <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>, when teams defend deep and you have a lot of possession. What I would say in those situations is that if you can get to half-time at nil-nil, let the manager sort things out, maybe make a change, then the game will begin to naturally open up in the second half.&quot;On Monday night, <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> might not have been as defensive or as deep if they hadn\\&apos;t got the goal, because they would still have had some interest in winning the game if they could. So the game would have opened up a bit more and <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> would have got a little more space.&quot;I think they need to have that patience to think: \\&apos;We don\\&apos;t have to win this game in the first 20 minutes, the first 30 minutes or even the first half\\&apos;. You take the nil-nil into the break and then back your attacking players to get more chances in the second half.&quot;With games against <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a>, <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> and <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> to come, <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> are likely to face more of that Carvalhal-style London traffic in the weeks ahead.&quot;In some ways I think they have to forget about the <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> game and move on,&quot; says Carragher. &quot;The staff will be well aware of the issues but Jurgen Klopp is the man who will decide how to act on it.&quot;There have been a few too many draws this season, but <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> have only lost three games in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, so it\\&apos;s hard to be too critical of them really. They were on a great run before <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a>. Now they just need to take what they can from that game and get back into it.&quot;\n"
}