{
  "date": "05/02/18",
  "title": "Mohamed Salah impact at Liverpool hailed by Jamie Carragher",
  "description": "Jamie Carragher heaped praise on Mohamed Salah's impact in his debut season at Liverpool, claiming the Egyptian's second goal against Tottenham was comparable to those scored by Lionel Messi.",
  "content": "Jurgen Klopp's side drew 2-2 with Spurs at Anfield on Super Sunday, with Harry Kane scoring a dramatic 95th-minute penalty to ensure the points were shared.\nSalah became the fastest Liverpool player to 20 Premier League goals with his third-minute opener in only his 25th appearance.\nWhile his first strike owed plenty to Eric Dier diverting the ball into his path, Salah's second was sublime, weaving past three defenders before lashing the ball into the roof of the net.\nThe result of an enthralling clash leaves the Reds in third - two points clear of Tottenham - and Carragher admits he is running out of superlatives for the man signed for £34million from Roma last summer.\n\"The only man who can score that [second] goal is Lionel Messi,\" he said. \"If you think of Messi and the types of goals he scores, that's what he does in tight areas, dinking the keeper.\n\"I've run out of things to say. The unfortunate thing for him is that [Manchester] City are having such a good season with Kevin De Bruyne, otherwise he'd absolutely be walking Player of the Year.\n\"We're seeing something extraordinary 40 miles up the East Lancs Road, otherwise he'd win it. I said a few weeks ago that I think he's one of the best signings by the club in terms of the impact he's made.\n\"He's got 21 goals now and you've got to remember he's not even a centre forward. He's a winger, really, who cuts in. He's taken a couple of penalties as well, but he hasn't taken all of Liverpool's penalties.\n\"For the second goal he scored, there's only Messi in world football who can score that, and to say that about any player, sometimes you have to be careful it doesn't get thrown back at you but what else can you say when he produces a goal like that?\"\nSalah is just the second Liverpool player to hit 20 goals for the club in his debut Premier League campaign, after Fernando Torres in 2007/08.\nFellow Sky Sports pundit Gary Neville added: \"I don't think anyone could have expected the impact he has had here.\n\"The improvement he has made, he is perfect for Liverpool in terms of how Jurgen Klopp plays, with the runs in behind. He delivered for his side today, and it looked to be the winner.\"\n",
  "dbpedia": "Jurgen Klopp's side drew 2-2 with Spurs at <a href=\"http://dbpedia.org/resource/Anfield\" title=\"http://dbpedia.org/resource/Anfield\" target=\"_blank\">Anfield</a> on Super Sunday, with <a href=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" title=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" target=\"_blank\">Harry Kane</a> scoring a dramatic 95th-minute penalty to ensure the points were shared.<br>Salah became the fastest <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> player to 20 <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> goals with his third-minute opener in only his 25th appearance.<br>While his first strike owed plenty to <a href=\"http://dbpedia.org/resource/Eric_Dier\" title=\"http://dbpedia.org/resource/Eric_Dier\" target=\"_blank\">Eric Dier</a> diverting the ball into his path, Salah's second was sublime, weaving past three defenders before lashing the ball into the roof of the net.<br>The result of an enthralling clash leaves the Reds in third - two points clear of <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> - and Carragher admits he is running out of superlatives for the man signed for £34million from <a href=\"http://dbpedia.org/resource/A.S._Roma\" title=\"http://dbpedia.org/resource/A.S._Roma\" target=\"_blank\">Roma</a> last summer.<br>\"The only man who can score that [second] goal is <a href=\"http://dbpedia.org/resource/Lionel_Messi\" title=\"http://dbpedia.org/resource/Lionel_Messi\" target=\"_blank\">Lionel Messi</a>,\" he said. \"If you think of <a href=\"http://dbpedia.org/resource/Lionel_Messi\" title=\"http://dbpedia.org/resource/Lionel_Messi\" target=\"_blank\">Messi</a> and the types of goals he scores, that's what he does in tight areas, dinking the keeper.<br>\"I've run out of things to say. The unfortunate thing for him is that [Manchester] City are having such a good season with <a href=\"http://dbpedia.org/resource/Kevin_De_Bruyne\" title=\"http://dbpedia.org/resource/Kevin_De_Bruyne\" target=\"_blank\">Kevin De Bruyne</a>, otherwise he'd absolutely be walking Player of the Year.<br>\"We're seeing something extraordinary 40 miles up the East Lancs Road, otherwise he'd win it. I said a few weeks ago that I think he's one of the best signings by the club in terms of the impact he's made.<br>\"He's got 21 goals now and you've got to remember he's not even a centre forward. He's a winger, really, who cuts in. He's taken a couple of penalties as well, but he hasn't taken all of <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>'s penalties.<br>\"For the second goal he scored, there's only <a href=\"http://dbpedia.org/resource/Lionel_Messi\" title=\"http://dbpedia.org/resource/Lionel_Messi\" target=\"_blank\">Messi</a> in world football who can score that, and to say that about any player, sometimes you have to be careful it doesn't get thrown back at you but what else can you say when he produces a goal like that?\"<br>Salah is just the second <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> player to hit 20 goals for the club in his debut <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> campaign, after <a href=\"http://dbpedia.org/resource/Fernando_Torres\" title=\"http://dbpedia.org/resource/Fernando_Torres\" target=\"_blank\">Fernando Torres</a> in 2007/08.<br>Fellow Sky Sports pundit <a href=\"http://dbpedia.org/resource/Gary_Neville\" title=\"http://dbpedia.org/resource/Gary_Neville\" target=\"_blank\">Gary Neville</a> added: \"I don't think anyone could have expected the impact he has had here.<br>\"The improvement he has made, he is perfect for <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> in terms of how Jurgen Klopp plays, with the runs in behind. He delivered for his side today, and it looked to be the winner.\"<br>"
}