{
  "date": "12/01/18",
  "title": "Mohamed Salah fit for Liverpool's game with Manchester City",
  "description": "Liverpool manager Jurgen Klopp has confirmed top scorer Mohamed Salah will be fit for Sunday's Premier League showdown with leaders Manchester City.",
  "content": "The Egypt forward missed Liverpool's last two games with a groin injury but Klopp says he is back to full health again for the game at Anfield.\n\"If nothing happens in this moment, Mo is back,\" Klopp said. \"He is training completely normal.\n\"That is of course very important for us.\"\nKlopp is excited about Sunday's game, which presents his team with a chance to hand City a first Premier League defeat of the season and also gain revenge for a 5-0 loss at the Etihad back in September.\n\"It is a big game, 100 per cent,\" said Klopp. \"We played there a few months ago, probably one of the stranger games in my life.\n\"We were really good in the game. Slightly better side, slightly better chances, open game - both teams not fantastically defending but both on the front foot.\n\"Nice game and then we had a red card [Sadio Mane]. That obviously changed the game and maybe for Man City the season.\n\"They did not do too bad before that but, after that, it was like 'ah, we are really good!'\n\"They are playing a fantastic season. Our season is not too bad but, in a game like this, you need to show that you can cause them problems, more problems than other teams can.\n\"It is Anfield, that is another thing. I am really looking forward to the game to be honest.\"\nBig money signing Virgil van Dijk could make his Premier League debut for Liverpool against City.\nThe £75m arrival from Southampton scored a late winner on his debut against Everton in the FA Cup last week but Klopp says that, despite making such a fine start, the new man is not certain to start at Anfield.\n\"That one game showed it is a doable job to adapt him to the rest of the team,\" said Klopp. \"It was quite impressive, that was a really good game.\n\"City is a completely different game and I didn't make a decision so far if he is ready for that. Long term for sure, short term I don't know.\n\"But the good thing is all the other three boys are in really good shape, so I should sleep OK!\"\n",
  "dbpedia": "The <a href=\"http://dbpedia.org/resource/Egypt_national_football_team\" title=\"http://dbpedia.org/resource/Egypt_national_football_team\" target=\"_blank\">Egypt</a> forward missed <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>'s last two games with a groin injury but Klopp says he is back to full health again for the game at <a href=\"http://dbpedia.org/resource/Anfield\" title=\"http://dbpedia.org/resource/Anfield\" target=\"_blank\">Anfield</a>.<br>\"If nothing happens in this moment, Mo is back,\" Klopp said. \"He is training completely normal.<br>\"That is of course very important for us.\"<br>Klopp is excited about Sunday's game, which presents his team with a chance to hand City a first <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> defeat of the season and also gain revenge for a 5-0 loss at the Etihad back in September.<br>\"It is a big game, 100 per cent,\" said Klopp. \"We played there a few months ago, probably one of the stranger games in my life.<br>\"We were really good in the game. Slightly better side, slightly better chances, open game - both teams not fantastically defending but both on the front foot.<br>\"<a href=\"http://dbpedia.org/resource/OGC_Nice\" title=\"http://dbpedia.org/resource/OGC_Nice\" target=\"_blank\">Nice</a> game and then we had a red card [Sadio Mane]. That obviously changed the game and maybe for Man City the season.<br>\"They did not do too bad before that but, after that, it was like 'ah, we are really good!'<br>\"They are playing a fantastic season. Our season is not too bad but, in a game like this, you need to show that you can cause them problems, more problems than other teams can.<br>\"It is <a href=\"http://dbpedia.org/resource/Anfield\" title=\"http://dbpedia.org/resource/Anfield\" target=\"_blank\">Anfield</a>, that is another thing. I am really looking forward to the game to be honest.\"<br>Big money signing Virgil van Dijk could make his <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> debut for <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> against City.<br>The £75m arrival from <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> scored a late winner on his debut against <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> in the FA Cup last week but Klopp says that, despite making such a fine start, the new man is not certain to start at <a href=\"http://dbpedia.org/resource/Anfield\" title=\"http://dbpedia.org/resource/Anfield\" target=\"_blank\">Anfield</a>.<br>\"That one game showed it is a doable job to adapt him to the rest of the team,\" said Klopp. \"It was quite impressive, that was a really good game.<br>\"City is a completely different game and I didn't make a decision so far if he is ready for that. Long term for sure, short term I don't know.<br>\"But the good thing is all the other three boys are in really good shape, so I should sleep OK!\"<br>"
}