{
  "date": "26/01/18",
  "title": "Moussa Sissoko one of Tottenham's most important players, says Mauricio Pochettino",
  "description": "Mauricio Pochettino has hailed Moussa Sissoko as one of Tottenham's \"most important players\" this season.",
  "content": "The midfielder's performances have come in for criticism from some Spurs supporters, despite him having featured in all but one Premier League game this campaign.\nSissoko started last weekend's 1-1 draw against Southampton in a more offensive role, with Pochettino opting to leave Erik Lamela on the bench after Christian Eriksen was sidelined through illness.\nPochettino believes the Frenchman offers something different to the squad and deserves more credit.\n\"He has been one of our most important players,\" the manager said ahead of Saturday's FA Cup fourth-round tie away to Newport County.\n\"You have to give the credit to him because he is the only player who gives or provides balance in those transitions - offensive to defensive, defensive to offensive - in the team.\n\"There is no other player in the team who can provide that. This is the best quality he provides to the team.\"\nSissoko joined Spurs in 2016 from Newcastle for £30m but started just eight games last season, with Pochettino appearing to suggest he was not living up to expectations.\nBut now the manager says Sissoko may have been judged too quickly on his arrival at the club.\n\"We create myths, me too, I am like you,\" Pochettino said.\n\"Sometimes we all create myths but most of the times we are not clinical or honest in the way we assess things.\n\"Sometimes you think a way about someone because of first impressions and then they stick forever.\"\n",
  "dbpedia": "The midfielder's performances have come in for criticism from some Spurs supporters, despite him having featured in all but one <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> game this campaign.<br>Sissoko started last weekend's 1-1 draw against <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> in a more offensive role, with Pochettino opting to leave <a href=\"http://dbpedia.org/resource/Erik_Lamela\" title=\"http://dbpedia.org/resource/Erik_Lamela\" target=\"_blank\">Erik Lamela</a> on the bench after <a href=\"http://dbpedia.org/resource/Christian_Eriksen\" title=\"http://dbpedia.org/resource/Christian_Eriksen\" target=\"_blank\">Christian Eriksen</a> was sidelined through illness.<br>Pochettino believes the Frenchman offers something different to the squad and deserves more credit.<br>\"He has been one of our most important players,\" the manager said ahead of Saturday's FA Cup fourth-round tie away to <a href=\"http://dbpedia.org/resource/Newport_County_A.F.C.\" title=\"http://dbpedia.org/resource/Newport_County_A.F.C.\" target=\"_blank\">Newport County</a>.<br>\"You have to give the credit to him because he is the only player who gives or provides balance in those transitions - offensive to defensive, defensive to offensive - in the team.<br>\"There is no other player in the team who can provide that. This is the best quality he provides to the team.\"<br>Sissoko joined Spurs in 2016 from <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> for £30m but started just eight games last season, with Pochettino appearing to suggest he was not living up to expectations.<br>But now the manager says Sissoko may have been judged too quickly on his arrival at the club.<br>\"We create myths, me too, I am like you,\" Pochettino said.<br>\"Sometimes we all create myths but most of the times we are not clinical or honest in the way we assess things.<br>\"Sometimes you think a way about someone because of first impressions and then they stick forever.\"<br>"
}