{
  "date": "02/02/18",
  "title": "David Moyes says West Ham have open transfer policy and alleged comments are 'wrong'",
  "description": "David Moyes says West Ham have an open transfer policy and that alleged comments made by director of player recruitment Tony Henry are \"wrong\".",
  "content": "Henry was suspended on Thursday while an investigation takes place into a report in the Daily Mail about comments allegedly made by Henry to other West Ham officials and agents in emails regarding the signing of African players.\n\"The comments are wrong, we were signing two players from Africa on Deadline Day, so I can only say they are wrong,\" said Moyes.\nAsked whether the club have an open transfer policy, Moyes replied: \"Of course we have. You can see the players we sign, you can see the players that the club has signed over the years.\n\"We always sign good quality players, the best players we can get who are available to us, and it doesn't really matter where they're from to me at all.\"\nAsked whether he had ever experienced prejudice in regards to the transfer policy at the club, he said: \"Never ever at any club in football, I've never had that. Never at all.\"\nWest Ham midfielder Cheikhou Kouyate - who is of African descent - posted a message on Instagram on Thursday, saying: \"African and proud\".\nMoyes says he does not think the alleged comments, which are being investigated by the FA, have had an affect on team morale, ahead of their game against Brighton on Saturday.\n\"I spoke with one or two of the African players and they seem fine,\" Moyes added.\n\"They have trained well the last couple of days and the morale in the camp is good because we are on the back of a pretty good run. The players are doing really well so we want to try and keep it going.\"\n",
  "dbpedia": "Henry was suspended on Thursday while an investigation takes place into a report in the Daily Mail about comments allegedly made by Henry to other <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> officials and agents in emails regarding the signing of African players.<br>\"The comments are wrong, we were signing two players from Africa on Deadline Day, so I can only say they are wrong,\" said Moyes.<br>Asked whether the club have an open transfer policy, Moyes replied: \"Of course we have. You can see the players we sign, you can see the players that the club has signed over the years.<br>\"We always sign good quality players, the best players we can get who are available to us, and it doesn't really matter where they're from to me at all.\"<br>Asked whether he had ever experienced prejudice in regards to the transfer policy at the club, he said: \"Never ever at any club in football, I've never had that. Never at all.\"<br><a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> midfielder Cheikhou Kouyate - who is of African descent - posted a message on Instagram on Thursday, saying: \"African and proud\".<br>Moyes says he does not think the alleged comments, which are being investigated by the FA, have had an affect on team morale, ahead of their game against <a href=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a> on Saturday.<br>\"I spoke with one or two of the African players and they seem fine,\" Moyes added.<br>\"They have trained well the last couple of days and the morale in the camp is good because we are on the back of a pretty good run. The players are doing really well so we want to try and keep it going.\"<br>"
}