{
  "date": "11/01/18",
  "title": "Naby Keita staying at RB Leipzig for the season, says coach Ralph Hasenhüttl",
  "description": "RB Leipzig coach Ralph Hasenhüttl has played down suggestions midfielder Naby Keita could join Liverpool this month.",
  "content": "A deal has already been agreed to take Keita to Anfield in the summer, but recent reports have claimed Liverpool are keen to bring the move forward following the £146m sale of Philippe Coutinho to Barcelona.\nThe Guinea international, who scored eight goals in 31 appearances last season, has struggled to find his best form this term and has been sent off three times.\nBut Hasenhüttl says he is keen to keep Keita at the club until the end of the season and believes the 22-year-old will want to finish the campaign strongly.\n\"The current situation is that nothing changed. We do not have a reason to sell Keita any time before the end of the season. That's it,\" Hasenhüttl said.\n\"He will play at the weekend against Schalke 04 and hopefully he does well. That's the only thing I really care about.\"\nHasenhüttl added: \"I think that Naby wants to finish the season in a good way in Leipzig. He wants to leave a good impression.\n\"He made many good games for the club - in my opinion I think that he will put everything into the rest of the season.\n\"He probably wants to do some self-promotion before he leaves. He does not want to leave without showing all his qualities since he had some weak games in the first part of the season.\"\n",
  "dbpedia": "A deal has already been agreed to take Keita to <a href=\"http://dbpedia.org/resource/Anfield\" title=\"http://dbpedia.org/resource/Anfield\" target=\"_blank\">Anfield</a> in the summer, but recent reports have claimed <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> are keen to bring the move forward following the £146m sale of <a href=\"http://dbpedia.org/resource/Philippe_Coutinho\" title=\"http://dbpedia.org/resource/Philippe_Coutinho\" target=\"_blank\">Philippe Coutinho</a> to <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a>.<br>The <a href=\"http://dbpedia.org/resource/Guinea_national_football_team\" title=\"http://dbpedia.org/resource/Guinea_national_football_team\" target=\"_blank\">Guinea</a> international, who scored eight goals in 31 appearances last season, has struggled to find his best form this term and has been sent off three times.<br>But Hasenhüttl says he is keen to keep Keita at the club until the end of the season and believes the 22-year-old will want to finish the campaign strongly.<br>\"The current situation is that nothing changed. We do not have a reason to sell Keita any time before the end of the season. That's it,\" Hasenhüttl said.<br>\"He will play at the weekend against <a href=\"http://dbpedia.org/resource/FC_Schalke_04\" title=\"http://dbpedia.org/resource/FC_Schalke_04\" target=\"_blank\">Schalke 04</a> and hopefully he does well. That's the only thing I really care about.\"<br>Hasenhüttl added: \"I think that Naby wants to finish the season in a good way in Leipzig. He wants to leave a good impression.<br>\"He made many good games for the club - in my opinion I think that he will put everything into the rest of the season.<br>\"He probably wants to do some self-promotion before he leaves. He does not want to leave without showing all his qualities since he had some weak games in the first part of the season.\"<br>"
}