{
  "date": "18/01/18",
  "title": "Neil Warnock interview: Cardiff's promotion hopes, away days at Sheffield Wednesday and his passion for the Championship",
  "description": "Neil Warnock discusses heading to Sheffield Wednesday, his promotion ambitions with Cardiff and his passion for the Sky Bet Championship...",
  "content": "Neil Warnock is not one for long-term plans.\nEven an FA Cup clash with Manchester City next weekend is just a distant blip on his horizon as the Cardiff boss prepares for a trip to Sheffield Wednesday - a place where he always gets quite the reception.\n\"Sheffield Wednesday is always my biggest game of the season, wherever I am. It's always really special and I'm looking forward to it,\" he told Sky Sports News ahead of the match on Saturday, which is live on Sky Sports Football and Main Event from 5.15pm.\n\"I always get what some would call a rousing welcome! When I get off the bus it's quite special and I do enjoy it, I like them to wait and get that venom bubbling up inside them, then I get off.\"\nThe 69-year-old is never one to take life too seriously, however, and with his advancing years comes an increasing sense of perspective. Warnock is determined to enjoy every minute of however long he has left in management, even if it's abuse from a rival set of fans when he steps off a bus.\n\"They're good people there,\" he continued. \"Yes, they give me stick like nothing on earth but it's all friendly and I do like walking in there and seeing some of the young lads and their dads wearing blue and white scarves.\n\"I always have a chat with one or two and that's how football should be. It's gone so far the other way that people get off the bus with their headphones and go straight into the dressing room, never talking to the supporters or having a laugh. There's nothing wrong with a bit of humour and that's why I'm still in the game because I enjoy those times.\"\nBut why the hate? It's simple really. Warnock is a boyhood Sheffield United fan and also took the Blades into the Premier League as a manager. He did, however, spend some time at Hillsborough as a child, and he loved the game then just as much as he does now.\n\"I remember when I was a kid I went with my sister, who was a 'Wednesdayite', and stood on the Kop with all the Wednesday fans in the floodlights,\" he reminisced. \"It was an amazing experience and it's a pity you can't mix supporters nowadays. It was always good when you had a spat with a rival supporter stood right next to them.\"\nBack to the present day and Warnock is in the midst of a battle in the Sky Bet Championship with Cardiff, as he targets an eighth promotion of his managerial career.\nThe Bluebirds were right up there near Wolves until the festive period, but four defeats on the spin saw them drop right back into the play-off mix. As ever, though, Warnock is not one for worrying too much, especially about something as insignificant as a brief dip in form. Nearly 40 years in management gives you a sense of perspective about these types of things.\n\"We lost four on the trot but we could have won three of those games if we hadn't made some elementary defensive errors,\" he said. \"Your confidence gets hit and you have to get out if it, and we've done really well.\n\"A dip is inevitable because you're just as capable of losing four or five on the trot as you are winning four or five on the trot in this league. The important thing is you don't get too excited when you're flying or too low when you can't get a win. But we're above where we thought we'd be at the start of the season, although we're still disappointed to have had the blip.\"\nHaving spent most of the season so far in the top two, Cardiff may be disappointed to find themselves down in third ahead of this weekend.\nAgain, however, a sense of Warnock's perspective is needed. Cardiff were 25/1 to win the title at the start of the season, while Sky Bet also had them down as more likely to get relegated than reach the play-offs. He knows that, from a financial perspective at least, Cardiff are a small fish in a big pond.\n\"You've got teams like Derby, who probably have the best squad, and then Aston Villa coming up with the players they have and the money they've spent,\" he said. \"Then there are big clubs like Middlesbrough and Leeds who can really sign who they want.\n\"Then there are the teams like ourselves, Bristol City and Sheffield United all punching above our weight, and that's what makes the Championship such a great league. We spent £1.5million net in the summer on 10 players, which is incredible when you compare it to some of the money being spent in this division. I made my record offer for a player last week of £3m, but he wasn't keen to come!\"\nThat's not to say that Warnock is ruling out promotion this season. Even at his 15th different club, he can recognise a special atmosphere amongst a squad.\n\"Your dressing room is the most important thing,\" he said. \"I look back at my promotions and go back as far as Scarborough, Huddersfield and Plymouth Argyle, not just Sheffield United and QPR. They all had dressing rooms which were unbelievable and still get together after all these years and have reunions and things like that.\n\"I go to the reunions and they're still the same lads with the same humour, determination and comradeship, and it's like they've never been apart. That's the special part for me and I see that in this group here.\n\"Make no mistake about it, we are outsiders to get promotion. I'd say we're probably fifth or sixth in line with three or four others to get into that bottom fifth or sixth place, but we're going to enjoy it while we're here. We've got ability, we're bringing in some more ability and we've got a great fanbase, so let's have a go.\"\nAnd what about the future and another stab at the Premier League? Warnock has been there a few times before but admitted last year that he didn't fancy it again. Has his mindset changed now another promotion is a possibility?\n\"When you get to 69 you don't look much beyond the next few months, because things change so much and you never know what's around the corner,\" he said. \"I just love working for the people at Cardiff at the moment. The fans are unbelievable and [promotion] would possibly be the biggest achievement of my career.\n\"We'll be disappointed if don't make the play-offs now, and anything can happen there. I've had three or four wins in the play-offs and they're always special moments.\n\"We'd be underdogs but we can give anybody a good game. We're the only team to have beaten Wolves at Molineux and I remember I said on that day that whoever finishes above them will win automatic promotion. Although I must admit I didn't think they'd fly away like they have!\"\nWherever he does end up next season, there's no doubt that Warnock's passion will remain managing in the lower leagues and the Championship.\n\"The second club I managed was Burton Albion in the Northern Premier League,\" he said. \"Now you look at them playing against Derby and Leeds. It's a fantastic achievement for them to even be on the same field as them and that's what makes the Championship.\n\"They get a full house of 5,500 and then there are other teams who get 45,000 - it's just like nowhere else in the world.\"\nDon't miss the Sky Bet Championship clash between Sheffield Wednesday and Cardiff on Saturday, live on Sky Sports Football and Main Event from 5.15pm\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Neil_Warnock\" title=\"http://dbpedia.org/resource/Neil_Warnock\" target=\"_blank\">Neil Warnock</a> is not one for long-term plans.<br>Even an FA Cup clash with <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> next weekend is just a distant blip on his horizon as the <a href=\"http://dbpedia.org/resource/Cardiff_City_F.C.\" title=\"http://dbpedia.org/resource/Cardiff_City_F.C.\" target=\"_blank\">Cardiff</a> boss prepares for a trip to <a href=\"http://dbpedia.org/resource/Sheffield_Wednesday_F.C.\" title=\"http://dbpedia.org/resource/Sheffield_Wednesday_F.C.\" target=\"_blank\">Sheffield Wednesday</a> - a place where he always gets quite the reception.<br>\"<a href=\"http://dbpedia.org/resource/Sheffield_Wednesday_F.C.\" title=\"http://dbpedia.org/resource/Sheffield_Wednesday_F.C.\" target=\"_blank\">Sheffield Wednesday</a> is always my biggest game of the season, wherever I am. It's always really special and I'm looking forward to it,\" he told Sky Sports News ahead of the match on Saturday, which is live on Sky Sports Football and Main Event from 5.15pm.<br>\"I always get what some would call a rousing welcome! When I get off the bus it's quite special and I do enjoy it, I like them to wait and get that venom bubbling up inside them, then I get off.\"<br>The 69-year-old is never one to take life too seriously, however, and with his advancing years comes an increasing sense of perspective. Warnock is determined to enjoy every minute of however long he has left in management, even if it's abuse from a rival set of fans when he steps off a bus.<br>\"They're good people there,\" he continued. \"Yes, they give me stick like nothing on earth but it's all friendly and I do like walking in there and seeing some of the young lads and their dads wearing blue and white scarves.<br>\"I always have a chat with one or two and that's how football should be. It's gone so far the other way that people get off the bus with their headphones and go straight into the dressing room, never talking to the supporters or having a laugh. There's nothing wrong with a bit of humour and that's why I'm still in the game because I enjoy those times.\"<br>But why the hate? It's simple really. Warnock is a boyhood <a href=\"http://dbpedia.org/resource/Sheffield_United_F.C.\" title=\"http://dbpedia.org/resource/Sheffield_United_F.C.\" target=\"_blank\">Sheffield United</a> fan and also took the Blades into the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> as a manager. He did, however, spend some time at <a href=\"http://dbpedia.org/resource/Hillsborough_Stadium\" title=\"http://dbpedia.org/resource/Hillsborough_Stadium\" target=\"_blank\">Hillsborough</a> as a child, and he loved the game then just as much as he does now.<br>\"I remember when I was a kid I went with my sister, who was a 'Wednesdayite', and stood on the Kop with all the Wednesday fans in the floodlights,\" he reminisced. \"It was an amazing experience and it's a pity you can't mix supporters nowadays. It was always good when you had a spat with a rival supporter stood right next to them.\"<br>Back to the present day and Warnock is in the midst of a battle in the Sky Bet Championship with <a href=\"http://dbpedia.org/resource/Cardiff_City_F.C.\" title=\"http://dbpedia.org/resource/Cardiff_City_F.C.\" target=\"_blank\">Cardiff</a>, as he targets an eighth promotion of his managerial career.<br>The Bluebirds were right up there near Wolves until the festive period, but four defeats on the spin saw them drop right back into the play-off mix. As ever, though, Warnock is not one for worrying too much, especially about something as insignificant as a brief dip in form. Nearly 40 years in management gives you a sense of perspective about these types of things.<br>\"We lost four on the trot but we could have won three of those games if we hadn't made some elementary defensive errors,\" he said. \"Your confidence gets hit and you have to get out if it, and we've done really well.<br>\"A dip is inevitable because you're just as capable of losing four or five on the trot as you are winning four or five on the trot in this league. The important thing is you don't get too excited when you're flying or too low when you can't get a win. But we're above where we thought we'd be at the start of the season, although we're still disappointed to have had the blip.\"<br>Having spent most of the season so far in the top two, <a href=\"http://dbpedia.org/resource/Cardiff_City_F.C.\" title=\"http://dbpedia.org/resource/Cardiff_City_F.C.\" target=\"_blank\">Cardiff</a> may be disappointed to find themselves down in third ahead of this weekend.<br>Again, however, a sense of Warnock's perspective is needed. <a href=\"http://dbpedia.org/resource/Cardiff_City_F.C.\" title=\"http://dbpedia.org/resource/Cardiff_City_F.C.\" target=\"_blank\">Cardiff</a> were 25/1 to win the title at the start of the season, while Sky Bet also had them down as more likely to get relegated than reach the play-offs. He knows that, from a financial perspective at least, <a href=\"http://dbpedia.org/resource/Cardiff_City_F.C.\" title=\"http://dbpedia.org/resource/Cardiff_City_F.C.\" target=\"_blank\">Cardiff</a> are a small fish in a big pond.<br>\"You've got teams like <a href=\"http://dbpedia.org/resource/Derby_County_F.C.\" title=\"http://dbpedia.org/resource/Derby_County_F.C.\" target=\"_blank\">Derby</a>, who probably have the best squad, and then <a href=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" title=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" target=\"_blank\">Aston Villa</a> coming up with the players they have and the money they've spent,\" he said. \"Then there are big clubs like <a href=\"http://dbpedia.org/resource/Middlesbrough_F.C.\" title=\"http://dbpedia.org/resource/Middlesbrough_F.C.\" target=\"_blank\">Middlesbrough</a> and <a href=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" title=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" target=\"_blank\">Leeds</a> who can really sign who they want.<br>\"Then there are the teams like ourselves, <a href=\"http://dbpedia.org/resource/Bristol_City_F.C.\" title=\"http://dbpedia.org/resource/Bristol_City_F.C.\" target=\"_blank\">Bristol City</a> and <a href=\"http://dbpedia.org/resource/Sheffield_United_F.C.\" title=\"http://dbpedia.org/resource/Sheffield_United_F.C.\" target=\"_blank\">Sheffield United</a> all punching above our weight, and that's what makes the Championship such a great league. We spent £1.5million net in the summer on 10 players, which is incredible when you compare it to some of the money being spent in this division. I made my record offer for a player last week of £3m, but he wasn't keen to come!\"<br>That's not to say that Warnock is ruling out promotion this season. Even at his 15th different club, he can recognise a special atmosphere amongst a squad.<br>\"Your dressing room is the most important thing,\" he said. \"I look back at my promotions and go back as far as <a href=\"http://dbpedia.org/resource/Scarborough_F.C.\" title=\"http://dbpedia.org/resource/Scarborough_F.C.\" target=\"_blank\">Scarborough</a>, <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> and <a href=\"http://dbpedia.org/resource/Plymouth_Argyle_F.C.\" title=\"http://dbpedia.org/resource/Plymouth_Argyle_F.C.\" target=\"_blank\">Plymouth Argyle</a>, not just <a href=\"http://dbpedia.org/resource/Sheffield_United_F.C.\" title=\"http://dbpedia.org/resource/Sheffield_United_F.C.\" target=\"_blank\">Sheffield United</a> and <a href=\"http://dbpedia.org/resource/Queens_Park_Rangers_F.C.\" title=\"http://dbpedia.org/resource/Queens_Park_Rangers_F.C.\" target=\"_blank\">QPR</a>. They all had dressing rooms which were unbelievable and still get together after all these years and have reunions and things like that.<br>\"I go to the reunions and they're still the same lads with the same humour, determination and comradeship, and it's like they've never been apart. That's the special part for me and I see that in this group here.<br>\"Make no mistake about it, we are outsiders to get promotion. I'd say we're probably fifth or sixth in line with three or four others to get into that bottom fifth or sixth place, but we're going to enjoy it while we're here. We've got ability, we're bringing in some more ability and we've got a great fanbase, so let's have a go.\"<br>And what about the future and another stab at the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>? Warnock has been there a few times before but admitted last year that he didn't fancy it again. Has his mindset changed now another promotion is a possibility?<br>\"When you get to 69 you don't look much beyond the next few months, because things change so much and you never know what's around the corner,\" he said. \"I just love working for the people at <a href=\"http://dbpedia.org/resource/Cardiff_City_F.C.\" title=\"http://dbpedia.org/resource/Cardiff_City_F.C.\" target=\"_blank\">Cardiff</a> at the moment. The fans are unbelievable and [promotion] would possibly be the biggest achievement of my career.<br>\"We'll be disappointed if don't make the play-offs now, and anything can happen there. I've had three or four wins in the play-offs and they're always special moments.<br>\"We'd be underdogs but we can give anybody a good game. We're the only team to have beaten Wolves at <a href=\"http://dbpedia.org/resource/Molineux_Stadium\" title=\"http://dbpedia.org/resource/Molineux_Stadium\" target=\"_blank\">Molineux</a> and I remember I said on that day that whoever finishes above them will win automatic promotion. Although I must admit I didn't think they'd fly away like they have!\"<br>Wherever he does end up next season, there's no doubt that Warnock's passion will remain managing in the lower leagues and the Championship.<br>\"The second club I managed was <a href=\"http://dbpedia.org/resource/Burton_Albion_F.C.\" title=\"http://dbpedia.org/resource/Burton_Albion_F.C.\" target=\"_blank\">Burton Albion</a> in the <a href=\"http://dbpedia.org/resource/Northern_Premier_League\" title=\"http://dbpedia.org/resource/Northern_Premier_League\" target=\"_blank\">Northern Premier League</a>,\" he said. \"Now you look at them playing against <a href=\"http://dbpedia.org/resource/Derby_County_F.C.\" title=\"http://dbpedia.org/resource/Derby_County_F.C.\" target=\"_blank\">Derby</a> and <a href=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" title=\"http://dbpedia.org/resource/Leeds_United_A.F.C.\" target=\"_blank\">Leeds</a>. It's a fantastic achievement for them to even be on the same field as them and that's what makes the Championship.<br>\"They get a full house of 5,500 and then there are other teams who get 45,000 - it's just like nowhere else in the world.\"<br>Don't miss the Sky Bet Championship clash between <a href=\"http://dbpedia.org/resource/Sheffield_Wednesday_F.C.\" title=\"http://dbpedia.org/resource/Sheffield_Wednesday_F.C.\" target=\"_blank\">Sheffield Wednesday</a> and <a href=\"http://dbpedia.org/resource/Cardiff_City_F.C.\" title=\"http://dbpedia.org/resource/Cardiff_City_F.C.\" target=\"_blank\">Cardiff</a> on Saturday, live on Sky Sports Football and Main Event from 5.15pm<br>"
}