{
  "date": "04/02/18",
  "title": "Jose Mourinho may have been teaching Paul Pogba a lesson by leaving him on bench, says Gary Neville",
  "description": "Jose Mourinho may have been teaching Paul Pogba and other Manchester United players a lesson by leaving the midfielder on the bench for the win over Huddersfield.",
  "content": "Pogba put in a below-par performance, along with many of his United team-mates, on Wednesday in the 2-0 Premier League defeat at Tottenham, and Mourinho reacted by making four changes for Saturday's visit of Huddersfield.\nUnited earned a comfortable 2-0 win at Old Trafford this time around, thanks to Romelu Lukaku's second-half strike and Alexis Sanchez's first goal for the club.\nWhen asked if the decision to leave Pogba on the bench surprised him, Neville on Sky Sports: \"Yes and no. I don't think Pogba, Jones, Young and Martial can have any complaints about being left out after that game the other night, because they were really poor.\n\"But for Pogba in particular, it was obvious Jose Mourinho was furious with him at times during the game. We often talk about managers not having control anymore, but we've seen Pep Guardiola pull off Raheem Sterling towards the end of the game.\n\"I think Mourinho, Guardiola and Antonio Conte are willing to make the big decisions. It was a big call to take Pogba out of the team but maybe he needs it because, ultimately, the other night against Tottenham he was poor.\n\"They've not lost with him in the team this season. They are a far better team with him in it, but maybe Jose's thought he needs a bit of a lesson and he needs to show him that he's looking at the other night and he's showing the dressing room.\n\"This could be a message to the dressing room saying 'I'm leaving out our most expensive player, I'm taking him out of the team because I need to show there's a consequence of what they did on Wednesday night.'\"\nYoungster Scott McTominay replaced Pogba in the United midfield, before the Frenchman came on with 25 minutes remaining.\nNeville feels Mourinho's move may have been with the intention of showing more control over the team, and to ensure he is not criticised for \"having favourites\" at the club.\n\"Sometimes managers have to show they are in control and that they haven't got their favourites. It would seem that Pogba and Romelu Lukaku always play, irrespective of how well they play.\n\"Maybe he's just thinking that after the other night, this is a good opportunity to send a message to the rest of the dressing room.\n\"Scott McTominay came in and maybe that's another message to the rest of the club. They were poor against Spurs and he needed to send a message that it wasn't good enough.\"\n",
  "dbpedia": "Pogba put in a below-par performance, along with many of his United team-mates, on Wednesday in the 2-0 <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> defeat at <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a>, and Mourinho reacted by making four changes for Saturday's visit of <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a>.<br>United earned a comfortable 2-0 win at <a href=\"http://dbpedia.org/resource/Old_Trafford\" title=\"http://dbpedia.org/resource/Old_Trafford\" target=\"_blank\">Old Trafford</a> this time around, thanks to <a href=\"http://dbpedia.org/resource/Romelu_Lukaku\" title=\"http://dbpedia.org/resource/Romelu_Lukaku\" target=\"_blank\">Romelu Lukaku</a>'s second-half strike and Alexis Sanchez's first goal for the club.<br>When asked if the decision to leave Pogba on the bench surprised him, Neville on Sky Sports: \"Yes and no. I don't think Pogba, Jones, Young and Martial can have any complaints about being left out after that game the other night, because they were really poor.<br>\"But for Pogba in particular, it was obvious Jose Mourinho was furious with him at times during the game. We often talk about managers not having control anymore, but we've seen <a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a> pull off <a href=\"http://dbpedia.org/resource/Raheem_Sterling\" title=\"http://dbpedia.org/resource/Raheem_Sterling\" target=\"_blank\">Raheem Sterling</a> towards the end of the game.<br>\"I think Mourinho, Guardiola and <a href=\"http://dbpedia.org/resource/Antonio_Conte\" title=\"http://dbpedia.org/resource/Antonio_Conte\" target=\"_blank\">Antonio Conte</a> are willing to make the big decisions. It was a big call to take Pogba out of the team but maybe he needs it because, ultimately, the other night against <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> he was poor.<br>\"They've not lost with him in the team this season. They are a far better team with him in it, but maybe Jose's thought he needs a bit of a lesson and he needs to show him that he's looking at the other night and he's showing the dressing room.<br>\"This could be a message to the dressing room saying 'I'm leaving out our most expensive player, I'm taking him out of the team because I need to show there's a consequence of what they did on Wednesday night.'\"<br>Youngster Scott McTominay replaced Pogba in the United midfield, before the Frenchman came on with 25 minutes remaining.<br>Neville feels Mourinho's move may have been with the intention of showing more control over the team, and to ensure he is not criticised for \"having favourites\" at the club.<br>\"Sometimes managers have to show they are in control and that they haven't got their favourites. It would seem that Pogba and <a href=\"http://dbpedia.org/resource/Romelu_Lukaku\" title=\"http://dbpedia.org/resource/Romelu_Lukaku\" target=\"_blank\">Romelu Lukaku</a> always play, irrespective of how well they play.<br>\"Maybe he's just thinking that after the other night, this is a good opportunity to send a message to the rest of the dressing room.<br>\"Scott McTominay came in and maybe that's another message to the rest of the club. They were poor against Spurs and he needed to send a message that it wasn't good enough.\"<br>"
}