{
  "date": "26/01/18",
  "title": "Pierre-Emerick Aubameyang and Alexandre Lacazette potential partnership excites Charlie Nicholas",
  "description": "Charlie Nicholas is excited by the prospect of Pierre-Emerick Aubameyang joining Arsenal and believes his arrival propels them back into the top-four race.",
  "content": "The Gunners have targeted the Borussia Dortmund striker this January, although Arsene Wenger conceded the transfer is \"possible but we are far from being close\" in Friday's press conference.\nNicholas has urged his former club to get the deal done and believes the Gabon international could form a formidable frontline with Alexandre Lacazette and Henrikh Mkhitaryan.\n\"I think it could be an exciting partnership to watch flourish, with Mkhitaryan on the right-hand side and Mesut Ozil operating in a freer role behind,\" he told Sky Sports.\n\"What you'd get in Aubameyang is a player suited to Arsenal and in a similar role to the one Anthony Martial plays for Manchester United, as he doesn't like being tightly marked.\n\"Lacazette is doing brilliant work linking up, to the deficit of his goal tally, so I think Aubameyang will open up additional space by getting in behind from wide areas with his pace.\n\"I think Alexis Sanchez has got a bit more about him but he was only operating at 75 per cent after his little mood swing, so I couldn't be happier with the situation.\n\"You can see at the moment when Arsenal score a goal they are all celebrating together and even Wenger is relieved to see him go.\n\"Liverpool and Chelsea are the targets to catch and Aubameyang and Mkhitaryan make me feel like we can compete again.\"\nIn addition to the potential acquisition of Aubameyang, Nicholas wants to see his former club bolster their defensive options before the January 31 deadline.\nThe Gunners have conceded 31 goals in the Premier League this season, more than any of the five sides above them.\n\"I would be disappointed if Arsenal don't get a defender, especially if they decide to loan out Konstantinos Mavropanos,\" Nicholas added.\n\"Our scouts should be focusing improving the quality of the first team, somebody with pace, power and leadership, rather than stockpiling potential.\"\n",
  "dbpedia": "The Gunners have targeted the <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Borussia Dortmund</a> striker this January, although Arsene Wenger conceded the transfer is \"possible but we are far from being close\" in Friday's press conference.<br>Nicholas has urged his former club to get the deal done and believes the <a href=\"http://dbpedia.org/resource/Gabon_national_football_team\" title=\"http://dbpedia.org/resource/Gabon_national_football_team\" target=\"_blank\">Gabon international</a> could form a formidable frontline with <a href=\"http://dbpedia.org/resource/Alexandre_Lacazette\" title=\"http://dbpedia.org/resource/Alexandre_Lacazette\" target=\"_blank\">Alexandre Lacazette</a> and <a href=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" title=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" target=\"_blank\">Henrikh</a> Mkhitaryan.<br>\"I think it could be an exciting partnership to watch flourish, with Mkhitaryan on the right-hand side and Mesut Ozil operating in a freer role behind,\" he told Sky Sports.<br>\"What you'd get in Aubameyang is a player suited to <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> and in a similar role to the one Anthony Martial plays for <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>, as he doesn't like being tightly marked.<br>\"Lacazette is doing brilliant work linking up, to the deficit of his goal tally, so I think Aubameyang will open up additional space by getting in behind from wide areas with his pace.<br>\"I think Alexis Sanchez has got a bit more about him but he was only operating at 75 per cent after his little mood swing, so I couldn't be happier with the situation.<br>\"You can see at the moment when <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> score a goal they are all celebrating together and even Wenger is relieved to see him go.<br>\"<a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> and <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> are the targets to catch and Aubameyang and Mkhitaryan make me feel like we can compete again.\"<br>In addition to the potential acquisition of Aubameyang, Nicholas wants to see his former club bolster their defensive options before the January 31 deadline.<br>The Gunners have conceded 31 goals in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> this season, more than any of the five sides above them.<br>\"I would be disappointed if <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> don't get a defender, especially if they decide to loan out Konstantinos Mavropanos,\" Nicholas added.<br>\"Our scouts should be focusing improving the quality of the first team, somebody with pace, power and leadership, rather than stockpiling potential.\"<br>"
}