{
  "date": "19/01/18",
  "title": "New Barcelona defender Yerry Mina can become key figure at Nou Camp",
  "description": "World Football Index provide us with their unique perspective on the global game via their network of reporters across the planet. In this column they look at Barcelona's new Colombian centre-back, Yerry Mina...",
  "content": "Philippe Coutinho was not the only South American star signed by Barcelona this January, and the player who cost around £130m less than the former Liverpool man may prove to be just as important to the club's future.Thanks to the arrival of the big money Brazilian, the signing of centre-back Mina has gone relatively under the radar.The 23-year-old becomes the first Colombian to play for Barcelona, and could well be at the heart of the Catalan club's backline for years to come.Gerard Pique will turn 31 next month, Javier Mascherano is 33 and Thomas Vermaelen is 32, so there is a need for fresh blood to come in to support Samuel Umtiti in the centre of defence.Having been in Barcelona's sights since his time in Colombia at Santa Fe, Mina's move to Brazilian side Palmeiras two years ago was partly facilitated by the Spanish club, and it was initially planned that he would then finally make the move to Europe after the World Cup.But Ernesto Valverde's side decided to pay a little more on top of the initially agreed fee to bring the defender over early for £10m. This was due to a combination of the player's ever-improving form with his Sao Paulo-based team during 2017, and the increased need for the club to bed in a new centre-back ahead of next season.World Football Index reporter Austin Miller, who specialises in South American football and Palmeiras in particular, described him as \"one of the best players in South America during 2016 and 2017\".Medellin-based Colombian football journalist Simon Edwards also added his thoughts on a player he's followed since his time in Colombia with Deportivo Pasto and Santa Fe.Speaking on the latest episode of WFI's South American Football Show, Edwards said: \"He's an exceptional player. I haven't seen a player like him for many, many years, in terms of his physicality and the way he bullies the opposition.\"He's a very jovial, upbeat kind of guy. Dancing around, and lifting people in the dressing room, but he's also a fierce competitor.\"One of the youth coaches from his time at Pasto, Diego Dulce, also commended his mentality.\"He was a very humble player, focused, knew what he wanted, and never lost sight of his goals. He never settled and always had big ambitions.\"This was reinforced by another Pasto youth coach, Fernando Figueroa, who praised his footballing ability.\"He has good technique, good passing skills, good physique, and game intelligence. He came as a defensive midfielder, but we were looking for centre-backs and once I put him there, that's where he improved. He was a very respectful guy.\"Mina scored 10 headed goals during his time at Santa Fe, but some of his more spectacular strikes have come with his feet.A goal in the semi-finals of the 2014 Torneo Apertura demonstrated his technical quality and character, even when rest of his team may be struggling.\"At the time he was just starting to establish himself in the Santa Fe first team,\" adds Edwards.\"He was very dominant in defence but this goal, a right-footed strike from outside the area in open play, really showed his quality.\"Another big goal was his first for Colombia, which earned them a point against Uruguay in 2018 World Cup Qualifying. He brought the ball out of defence, played it wide and then kept going, getting on the end of Juan Cuadrado's cross to score a header from just inside the area to make it 2-2.\"Both goals show that he is a winner and makes things happen when others around him are losing confidence.\"On top of this he can bring the ball out very well, slip some nice passes, and he's very confident on the ball. This is a ridiculously cheap deal\"He is one of a number of impressive young Colombian defenders, which also include Tottenham's Davinson Sanchez, and is likely to be an integral part of the Colombian squad which travel to Russia for the World Cup this summer.It's here that we could begin to see what Mina is all about as a player, but should Barcelona continue their impressive league form and remain comfortably atop La Liga, then he could be given game time at his new club in the latter stages of the season. He could even see playing time in their upcoming Copa del Rey matches.Barcelona will have been attracted to the player by his ability on the ball as well as his defensive physicality, and his pass completion of 87 per cent was among the highest from a centre back in the Brasileirao during the 2017 season.He likes to get forward, not just at set pieces but in general play too, and also has an eye for a through-ball once he finds himself in midfield areas. He made four key passes for Palmeiras last season, which is a decent return for a centre back.His 195cm (6'5'') frame can sometimes make him look awkward on the ball and slow on the turn, but his end product is there for all to see.Long strides can allow him to keep up with forwards who may appear quicker than him over the first few yards, and at Barcelona he will learn the tactical discipline which should mean he'll have less chasing back to do.Centre-backs can begin to come into their prime as they reach their mid-20s, and 2018 could well be the year Mina comes of age.Colombia have been handed a relatively accommodating World Cup group, and their manager, Jose Pekerman, has recently said that Mina \"will be one of the great revelations of today's football.\"With Barca continuing their charge on all fronts he could well turn out to be their best bit of business this January, if not their best signing in recent seasons."
}