{
  "date": "02/02/18",
  "title": "New Arsenal signings won't solve defensive issues, says Jamie Carragher",
  "description": "Arsenal's new attacking signings will not solve their long-running defensive issues and may even exacerbate them, says Jamie Carragher. ",
  "content": "The Gunners' defensive problems were highlighted again during Tuesday's 3-1 defeat by Swansea, leaving them eight points behind the top four and 26 points off the Premier League leaders Manchester City.\nArsenal signed Pierre-Emerick Aubameyang from Borussia Dortmund, as well as Henrikh Mkhitaryan from Manchester United, but lost Alexis Sanchez to Old Trafford and Olivier Giroud to Chelsea.\nSpeaking on a special edition of The Debate, co-presented by Carragher and Gary Neville, the former Liverpool defender presented his concerns over the attacking signings made in January, and the lack of improvements in defence.\n\"My big problem with the transfers is the same old problems, we saw that midweek at Swansea. You just think, you are continually buying attacking players but seeing the old problems,\" Carragher said.\n\"The problems are not going away, and they're not going away because of what's happened January. They may actually get worse because there are more attacking players on the pitch.\"\nWhen asked whether the defensive issues are individual problems or Arsene Wenger's responsibility, Carragher said: \"It's Arsene Wenger. Because he has seen that for 10 years, we all have, and he goes into the transfer window and buys a striker and buys Henrikh Mkhitaryan.\n\"The players we are pinpointing, we have pinpointed for a long time. He just doesn't see it. He doesn't care enough about the other end of the pitch.\n\"The business they've done in January still feels like nobody at the club actually understands the problems they have.\"\nAubameyang joined from Borussia Dortmund with a fine goalscoring record in the Bundesliga, but with the reputation of a penalty-box striker, much like fellow Arsenal striker Alexandre Lacazette.\nCarragher doubts whether Aubameyang and the Frenchman can fit in the same starting XI, and even predicts that Lacazette, who joined from Lyon six months ago, could leave this coming summer window.\n\"I can't help thinking that with Aubameyang coming in, there is no way he can form a partnership with Lacazette at all. They both look like penalty-box strikers. I could actually see Lacazette moving on in the summer,\" he said.\n\"It's a big signing, but going forward for Arsenal you still worry that problems at the other end of the pitch have not been rectified.\n\"These signings are not typical Arsene Wenger. The fact that there is a new man behind the scenes now, who has come from Borussia Dortmund, and these two players were originally at Borussia Dortmund; is this Wenger's last throw of the dice to get into the top four, or is his power shifting? I actually think it is the second.\"\nArsenal host Everton in the Premier League on Saturday evening, before going to Wembley to face north London rivals Tottenham the following weekend.\nCarragher says the Gunners must not lose at Wembley, and says missing out on the top four for a second straight season would suggest the club are going backwards.\n\"I still think, even with those signings, they've got a major job on. I think they are hanging on by their fingernails,\" he added.\n\"If they lose to Tottenham, it's almost done in terms of them making the top four. They have to make sure they don't lose that game.\n\"To be out of the Champions League maybe isn't the end of the world. They actually look like they're going backwards and away from the back four now.\"\n",
  "dbpedia": "The Gunners' defensive problems were highlighted again during Tuesday's 3-1 defeat by <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a>, leaving them eight points behind the top four and 26 points off the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> leaders <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>.<br><a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> signed <a href=\"http://dbpedia.org/resource/Pierre-Emerick_Aubameyang\" title=\"http://dbpedia.org/resource/Pierre-Emerick_Aubameyang\" target=\"_blank\">Pierre-Emerick</a> Aubameyang from <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Borussia Dortmund</a>, as well as <a href=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" title=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" target=\"_blank\">Henrikh</a> Mkhitaryan from <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>, but lost Alexis Sanchez to <a href=\"http://dbpedia.org/resource/Old_Trafford\" title=\"http://dbpedia.org/resource/Old_Trafford\" target=\"_blank\">Old Trafford</a> and <a href=\"http://dbpedia.org/resource/Olivier_Giroud\" title=\"http://dbpedia.org/resource/Olivier_Giroud\" target=\"_blank\">Olivier Giroud</a> to <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>.<br>Speaking on a special edition of The Debate, co-presented by Carragher and <a href=\"http://dbpedia.org/resource/Gary_Neville\" title=\"http://dbpedia.org/resource/Gary_Neville\" target=\"_blank\">Gary Neville</a>, the former <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> defender presented his concerns over the attacking signings made in January, and the lack of improvements in defence.<br>\"My big problem with the transfers is the same old problems, we saw that midweek at <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a>. You just think, you are continually buying attacking players but seeing the old problems,\" Carragher said.<br>\"The problems are not going away, and they're not going away because of what's happened January. They may actually get worse because there are more attacking players on the pitch.\"<br>When asked whether the defensive issues are individual problems or Arsene Wenger's responsibility, Carragher said: \"It's Arsene Wenger. Because he has seen that for 10 years, we all have, and he goes into the transfer window and buys a striker and buys <a href=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" title=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" target=\"_blank\">Henrikh</a> Mkhitaryan.<br>\"The players we are pinpointing, we have pinpointed for a long time. He just doesn't see it. He doesn't care enough about the other end of the pitch.<br>\"The business they've done in January still feels like nobody at the club actually understands the problems they have.\"<br>Aubameyang joined from <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Borussia Dortmund</a> with a fine goalscoring record in the Bundesliga, but with the reputation of a penalty-box striker, much like fellow <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> striker <a href=\"http://dbpedia.org/resource/Alexandre_Lacazette\" title=\"http://dbpedia.org/resource/Alexandre_Lacazette\" target=\"_blank\">Alexandre Lacazette</a>.<br>Carragher doubts whether Aubameyang and the Frenchman can fit in the same starting XI, and even predicts that Lacazette, who joined from <a href=\"http://dbpedia.org/resource/Olympique_Lyonnais\" title=\"http://dbpedia.org/resource/Olympique_Lyonnais\" target=\"_blank\">Lyon</a> six months ago, could leave this coming summer window.<br>\"I can't help thinking that with Aubameyang coming in, there is no way he can form a partnership with Lacazette at all. They both look like penalty-box strikers. I could actually see Lacazette moving on in the summer,\" he said.<br>\"It's a big signing, but going forward for <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> you still worry that problems at the other end of the pitch have not been rectified.<br>\"These signings are not typical Arsene Wenger. The fact that there is a new man behind the scenes now, who has come from <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Borussia Dortmund</a>, and these two players were originally at <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Borussia Dortmund</a>; is this Wenger's last throw of the dice to get into the top four, or is his power shifting? I actually think it is the second.\"<br><a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> host <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> on Saturday evening, before going to <a href=\"http://dbpedia.org/resource/Wembley_Stadium\" title=\"http://dbpedia.org/resource/Wembley_Stadium\" target=\"_blank\">Wembley</a> to face north London rivals <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> the following weekend.<br>Carragher says the Gunners must not lose at <a href=\"http://dbpedia.org/resource/Wembley_Stadium\" title=\"http://dbpedia.org/resource/Wembley_Stadium\" target=\"_blank\">Wembley</a>, and says missing out on the top four for a second straight season would suggest the club are going backwards.<br>\"I still think, even with those signings, they've got a major job on. I think they are hanging on by their fingernails,\" he added.<br>\"If they lose to <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a>, it's almost done in terms of them making the top four. They have to make sure they don't lose that game.<br>\"To be out of the Champions League maybe isn't the end of the world. They actually look like they're going backwards and away from the back four now.\"<br>"
}