{
  "date": "22/01/18",
  "title": "New Watford boss Javi Gracia settled after dream Premier League move",
  "description": "Javi Gracia says he already feels at home at new club Watford after being announced as Marco Silva’s replacement.",
  "content": "Silva was sacked on Sunday following a poor run of results that saw Watford win just one of their last 11 Premier League games and the club moved quickly to announce Gracia as his successor.\nGracia, who most recently managed Rubin Kazan in the Russian Premier League, has signed a deal until the end of the 2018/19 season.\nThe 47-year-old told Sky Sports News that it has always been a dream to come to the Premier League and says his main priority is keeping Watford in the top flight.\n\"I feel like I have been here many months,\" Gracia said.\n\"I feel happy, comfortable. I feel that this is like a family.\n\"This is an important step in my career. It was a dream. Not only as a coach, but as a professional player.\n\"The fans want to win matches. If you win playing well, it is better.\n\"In this moment, after 11 matches without a win, they want to win a match and get the points to play in the Premier League next season.\n\"The principal target is to remain in the Premier League.\"\nNathaniel Chalobah, Younes Kaboul, Kiko Femenia and Tom Cleverley are among a long list of injured absentees from the Watford squad and Gracia insists he is focusing on getting players back to fitness rather than making new signings in the January transfer window.\nHe said: \"In this moment I am worried because we have many players injured and the most important thing for me now is to recover these players.\n\"The transfer window is open in this moment but I don't mind about this. I prefer to try to recover players and make a team.\"\n",
  "dbpedia": "Silva was sacked on Sunday following a poor run of results that saw <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> win just one of their last 11 <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> games and the club moved quickly to announce Gracia as his successor.<br>Gracia, who most recently managed <a href=\"http://dbpedia.org/resource/FC_Rubin_Kazan\" title=\"http://dbpedia.org/resource/FC_Rubin_Kazan\" target=\"_blank\">Rubin Kazan</a> in the <a href=\"http://dbpedia.org/resource/Russian_Premier_League\" title=\"http://dbpedia.org/resource/Russian_Premier_League\" target=\"_blank\">Russian Premier League</a>, has signed a deal until the end of the 2018/19 season.<br>The 47-year-old told Sky Sports News that it has always been a dream to come to the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> and says his main priority is keeping <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> in the top flight.<br>\"I feel like I have been here many months,\" Gracia said.<br>\"I feel happy, comfortable. I feel that this is like a family.<br>\"This is an important step in my career. It was a dream. Not only as a coach, but as a professional player.<br>\"The fans want to win matches. If you win playing well, it is better.<br>\"In this moment, after 11 matches without a win, they want to win a match and get the points to play in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> next season.<br>\"The principal target is to remain in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>.\"<br><a href=\"http://dbpedia.org/resource/Nathaniel_Chalobah\" title=\"http://dbpedia.org/resource/Nathaniel_Chalobah\" target=\"_blank\">Nathaniel Chalobah</a>, Younes Kaboul, Kiko Femenia and <a href=\"http://dbpedia.org/resource/Tom_Cleverley\" title=\"http://dbpedia.org/resource/Tom_Cleverley\" target=\"_blank\">Tom Cleverley</a> are among a long list of injured absentees from the <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> squad and Gracia insists he is focusing on getting players back to fitness rather than making new signings in the January transfer window.<br>He said: \"In this moment I am worried because we have many players injured and the most important thing for me now is to recover these players.<br>\"The transfer window is open in this moment but I don't mind about this. I prefer to try to recover players and make a team.\"<br>"
}