{
  "date": "06/01/18",
  "title": "Newcastle boss Rafa Benitez wants to take FA Cup seriously",
  "description": "Newcastle manager Rafa Benitez wants to take the FA Cup seriously this season - but he has refused to commit to picking his strongest team in each round.",
  "content": "The Spaniard fielded as close to his strongest XI as he dared for the third-round clash with Luton on Saturday after admitting during the run-up to the game that top-flight survival was his overwhelming priority for the season.He was rewarded with a 3-1 victory in front of a crowd of 47,069 at St James' Park and is keeping his fingers crossed that circumstances allow him to make a similar decision in the next round.Benitez said: \"I don't want to lie to anyone. I said this game was important for us, to go through, to play a strong team and hopefully the next one, I can say the same.\"But you have to approach every game depending on your team, your injuries, your problems and, at the moment, we could manage with a very strong side on the pitch.\"We will see for the next one, but my feeling, my idea, is to do the same if we can do it.\"Newcastle effectively sealed victory inside nine first-half minutes when Ayoze Perez struck twice from close range before Jonjo Shelvey added a third with the break looming.However, Danny Hylton pulled one back four minutes after the restart and thought he had reduced the deficit further, only to see his attempt ruled out for offside, before substitute Elliot Lee rattled the crossbar with a free-kick as the League Two leaders responded.Hatters boss Nathan Jones was convinced Hylton's 57th-minute effort should not have been chalked off and was left to reflect on what might have been had it been allowed.Jones said: \"Look, we have scored a second which is a perfectly legitimate goal, it's onside and that's the thing we're disappointed about.\"We were excellent second half, but when we have given ourselves such a mountain to climb first half with three poor goals, really poor goals from our point of view, then that's the difficult thing and that's the tinge of disappointment we have.\"But second half, I thought we gave as good as we got. We were an attacking force second half, we scored one, scored two, hit the bar and then maybe could have nicked a late one.\"Benitez, who replaced skipper Jamaal Lascelles before the break as a precaution after he complained of discomfort in his adductor muscle, was satisfied with the Magpies' opening 45 minutes, but less so with their second-half showing.He said: \"If I say I am pleased with everything, it's not true. I was really pleased with the first half, the goals that we scored, the way that we were managing the game.\"Then maybe because of that and because we were three goals up, we were a little bit more relaxed in the second half and we gave them the belief that they could score.\"",
  "dbpedia": "\nThe Spaniard fielded as close to his strongest XI as he dared for the third-round clash with <a href=\"http://dbpedia.org/resource/Luton_Town_F.C.\" title=\"http://dbpedia.org/resource/Luton_Town_F.C.\" target=\"_blank\">Luton</a> on Saturday after admitting during the run-up to the game that top-flight survival was his overwhelming priority for the season.He was rewarded with a 3-1 victory in front of a crowd of 47,069 at St James\\&apos; Park and is keeping his fingers crossed that circumstances allow him to make a similar decision in the next round.Benitez said: &quot;I don\\&apos;t want to lie to anyone. I said this game was important for us, to go through, to play a strong team and hopefully the next one, I can say the same.&quot;But you have to approach every game depending on your team, your injuries, your problems and, at the moment, we could manage with a very strong side on the pitch.&quot;We will see for the next one, but my feeling, my idea, is to do the same if we can do it.&quot;<a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> effectively sealed victory inside nine first-half minutes when Ayoze Perez struck twice from close range before <a href=\"http://dbpedia.org/resource/Jonjo_Shelvey\" title=\"http://dbpedia.org/resource/Jonjo_Shelvey\" target=\"_blank\">Jonjo Shelvey</a> added a third with the break looming.However, <a href=\"http://dbpedia.org/resource/Danny_Hylton\" title=\"http://dbpedia.org/resource/Danny_Hylton\" target=\"_blank\">Danny Hylton</a> pulled one back four minutes after the restart and thought he had reduced the deficit further, only to see his attempt ruled out for offside, before substitute <a href=\"http://dbpedia.org/resource/Elliot_Lee\" title=\"http://dbpedia.org/resource/Elliot_Lee\" target=\"_blank\">Elliot Lee</a> rattled the crossbar with a free-kick as the <a href=\"http://dbpedia.org/resource/Football_League_Two\" title=\"http://dbpedia.org/resource/Football_League_Two\" target=\"_blank\">League Two</a> leaders responded.Hatters boss Nathan Jones was convinced Hylton\\&apos;s 57th-minute effort should not have been chalked off and was left to reflect on what might have been had it been allowed.Jones said: &quot;Look, we have scored a second which is a perfectly legitimate goal, it\\&apos;s onside and that\\&apos;s the thing we\\&apos;re disappointed about.&quot;We were excellent second half, but when we have given ourselves such a mountain to climb first half with three poor goals, really poor goals from our point of view, then that\\&apos;s the difficult thing and that\\&apos;s the tinge of disappointment we have.&quot;But second half, I thought we gave as good as we got. We were an attacking force second half, we scored one, scored two, hit the bar and then maybe could have nicked a late one.&quot;Benitez, who replaced skipper <a href=\"http://dbpedia.org/resource/Jamaal_Lascelles\" title=\"http://dbpedia.org/resource/Jamaal_Lascelles\" target=\"_blank\">Jamaal Lascelles</a> before the break as a precaution after he complained of discomfort in his adductor muscle, was satisfied with the Magpies\\&apos; opening 45 minutes, but less so with their second-half showing.He said: &quot;If I say I am pleased with everything, it\\&apos;s not true. I was really pleased with the first half, the goals that we scored, the way that we were managing the game.&quot;Then maybe because of that and because we were three goals up, we were a little bit more relaxed in the second half and we gave them the belief that they could score.&quot;\n"
}