{
  "date": "17/01/18",
  "title": "Newcastle takeover talks with Amanda Staveley and PCP Partners have ended",
  "description": "Talks between Mike Ashley and Amanda Staveley's PCP Partners over a potential takeover of Newcastle United have ended for now, a source close to Ashley has told Sky Sports News. ",
  "content": "As it stands, there is no deal is in place between the two parties for a sale of the Premier League club, nor is one under discussion.\nA source close to Ashley told Sky Sports News: \"It is only right to let the fans know that there is no deal on the table or even under discussion with Amanda Staveley and PCP.\"\nThe source added that attempts to reach a deal had proved to be \"exhaustive, frustrating and a complete waste of time\".\nA different source close to the talks said: \"PCP Capital Partners made a carefully considered bid in November and it remains on the table.\"\nSky Sports News first reported back in November that financier Staveley had submitted a formal bid of £250m to takeover the Tyneside club, already after months of negotiations.\nA relegation compensation clause was understood to be a sticking point at one stage in negotiations.\nMagpies manager Rafa Benitez had expressed concern that the talks were hampering his attempts to strengthen his squad in January, stating he did not know what funds he had to work with.\nSky Sports News reported earlier on Tuesday that they are interested in signing Crystal Palace full-back Pape Souare as a potential alternative to Kenedy - their first choice target currently with Chelsea.\n",
  "dbpedia": "As it stands, there is no deal is in place between the two parties for a sale of the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> club, nor is one under discussion.<br>A source close to Ashley told Sky Sports News: \"It is only right to let the fans know that there is no deal on the table or even under discussion with Amanda Staveley and PCP.\"<br>The source added that attempts to reach a deal had proved to be \"exhaustive, frustrating and a complete waste of time\".<br>A different source close to the talks said: \"PCP Capital Partners made a carefully considered bid in November and it remains on the table.\"<br>Sky Sports News first reported back in November that financier Staveley had submitted a formal bid of £250m to takeover the Tyneside club, already after months of negotiations.<br>A relegation compensation clause was understood to be a sticking point at one stage in negotiations.<br>Magpies manager Rafa Benitez had expressed concern that the talks were hampering his attempts to strengthen his squad in January, stating he did not know what funds he had to work with.<br>Sky Sports News reported earlier on Tuesday that they are interested in signing <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a> full-back Pape Souare as a potential alternative to Kenedy - their first choice target currently with <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>.<br>"
}