{
  "date": "13/01/18",
  "title": "Newcastle must be more clinical, says Rafael Benitez after Swansea draw",
  "description": "Rafael Benitez says his Newcastle side must be more clinical after being held to a 1-1 draw by Swansea.",
  "content": "Joselu came off the bench to salvage a point for Newcastle, scoring just eight minutes after Jordan Ayew headed Swansea in front on the hour-mark.\nThe point means Newcastle's winless run at St James' Park stretches to seven Premier League games, while they are just three points above the relegation zone in 14th.\nAnd on an afternoon where Newcastle scored once from 12 attempts - including four on target - Benitez insists they must be sharper in front of goal.\n\"I think we had chances in the first half to score a couple of goals, and then everything could have been different in the second half,\" Benitez said.\n\"After we conceded, the reaction of the team was positive, and we pushed until the end - although they could have scored on the counter-attack.\n\"It's more or less what has happened during the season. The team has to take their chances, not just the strikers. If we create, it doesn't matter if it's a winger or a midfielder, we have to be more clinical in front of goal.\n\"These things can happen, but the main thing is after [the goal], that is the positive thing.\"\nDwight Gayle missed a number of opportunities to fire Newcastle ahead, sending a first-half header wide before rolling an effort beyond the far post after the break.\nThe striker was replaced by Joselu after Ayew handed Swansea the lead, and Benitez's switch paid dividends when the substitute levelled four minutes after coming on.\nJoselu's fourth league goal of the season sees him become their joint-top scorer along with Ayoze Perez, and Benitez took nothing but positives from his goalscoring contribution on Saturday.\n\"It's always good to have strikers scoring goals, because it boosts their confidence,\" Benitez added. \"So it's good for him and good for the team, to see that we can have a bad situation and react the way that we did.\n\"It's something we have to take as a positive for the rest of the season.\"\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Joselu\" title=\"http://dbpedia.org/resource/Joselu\" target=\"_blank\">Joselu</a> came off the bench to salvage a point for <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a>, scoring just eight minutes after <a href=\"http://dbpedia.org/resource/Jordan_Ayew\" title=\"http://dbpedia.org/resource/Jordan_Ayew\" target=\"_blank\">Jordan Ayew</a> headed <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> in front on the hour-mark.<br>The point means <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a>'s winless run at St James' Park stretches to seven <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> games, while they are just three points above the relegation zone in 14th.<br>And on an afternoon where <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> scored once from 12 attempts - including four on target - Benitez insists they must be sharper in front of goal.<br>\"I think we had chances in the first half to score a couple of goals, and then everything could have been different in the second half,\" Benitez said.<br>\"After we conceded, the reaction of the team was positive, and we pushed until the end - although they could have scored on the counter-attack.<br>\"It's more or less what has happened during the season. The team has to take their chances, not just the strikers. If we create, it doesn't matter if it's a winger or a midfielder, we have to be more clinical in front of goal.<br>\"These things can happen, but the main thing is after [the goal], that is the positive thing.\"<br><a href=\"http://dbpedia.org/resource/Dwight_Gayle\" title=\"http://dbpedia.org/resource/Dwight_Gayle\" target=\"_blank\">Dwight Gayle</a> missed a number of opportunities to fire <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> ahead, sending a first-half header wide before rolling an effort beyond the far post after the break.<br>The striker was replaced by <a href=\"http://dbpedia.org/resource/Joselu\" title=\"http://dbpedia.org/resource/Joselu\" target=\"_blank\">Joselu</a> after Ayew handed <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> the lead, and Benitez's switch paid dividends when the substitute levelled four minutes after coming on.<br><a href=\"http://dbpedia.org/resource/Joselu\" title=\"http://dbpedia.org/resource/Joselu\" target=\"_blank\">Joselu</a>'s fourth league goal of the season sees him become their joint-top scorer along with Ayoze Perez, and Benitez took nothing but positives from his goalscoring contribution on Saturday.<br>\"It's always good to have strikers scoring goals, because it boosts their confidence,\" Benitez added. \"So it's good for him and good for the team, to see that we can have a bad situation and react the way that we did.<br>\"It's something we have to take as a positive for the rest of the season.\"<br>"
}