{
  "date": "01/02/18",
  "title": "Newcastle United sign goalkeeper Martin Dubravka on loan from Sparta Prague",
  "description": "Newcastle have signed Slovakia international goalkeeper Martin Dubravka on loan from Sparta Prague until the end of the season.",
  "content": "Dubravka's move could be made permanent at the end of the season and he is eligible to play against Crystal Palace on Sunday, live on Sky Sports.\nThe 29-year-old has been capped nine times by his country and played against England at Wembley in the 2018 World Cup Qualifier in September.\n\"I feel amazing. This is a big step in my career and also in my life,\" he told Newcastle's official website.\n\"You can feel the energy of the people around the club. I will try to work hard and show that I deserve to be here.\"\nNewcastle manager Rafa Benitez welcomed the increased competition offered by the new arrival.\n\"Dubravka is a Slovakian international goalkeeper and he is someone with some experience,\" said Benitez.\n\"He will need to settle down quickly as he is a player coming from abroad, but he is very agile and he can play with his feet.\n\"He will give us some competition in goal, and that is what we are looking for.\"\nWatch Crystal Palace v Newcastle on Nissan Super Sunday. Coverage begins on Sky Sports Main Event and Sky Sports Premier League at 12:30pm.\n",
  "dbpedia": "Dubravka's move could be made permanent at the end of the season and he is eligible to play against <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a> on Sunday, live on Sky Sports.<br>The 29-year-old has been capped nine times by his country and played against <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> at <a href=\"http://dbpedia.org/resource/Wembley_Stadium\" title=\"http://dbpedia.org/resource/Wembley_Stadium\" target=\"_blank\">Wembley</a> in the 2018 World Cup Qualifier in September.<br>\"I feel amazing. This is a big step in my career and also in my life,\" he told <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a>'s official website.<br>\"You can feel the energy of the people around the club. I will try to work hard and show that I deserve to be here.\"<br><a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> manager Rafa Benitez welcomed the increased competition offered by the new arrival.<br>\"Dubravka is a <a href=\"http://dbpedia.org/resource/Slovakia_national_football_team\" title=\"http://dbpedia.org/resource/Slovakia_national_football_team\" target=\"_blank\">Slovakian international</a> goalkeeper and he is someone with some experience,\" said Benitez.<br>\"He will need to settle down quickly as he is a player coming from abroad, but he is very agile and he can play with his feet.<br>\"He will give us some competition in goal, and that is what we are looking for.\"<br>Watch <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a> v <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> on Nissan Super Sunday. Coverage begins on Sky Sports Main Event and Sky Sports <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> at 12:30pm.<br>"
}