{
  "date": "17/10/17",
  "title": "Newcastle owner Mike Ashley officially puts the club up for sale ",
  "description": "Mike Ashley has officially announced his intention to sell Newcastle and his lawyer has confirmed that he is keen to conclude a sale before Christmas. ",
  "content": "Ashley took over at St James' Park in 2007 after paying around £134m to acquire 100 per cent of the club's shares but told Sky Sports in August that he was unable to compete with owners at the likes of Manchester City.Now, in an exclusive interview with Sky Sports, Andrew Henderson of Dentons, who is the lawyer for Ashley's company St James' Holdings, said there was a feeling that \"all that can be done has been done\" and that it may be time for a change going forward.As such, Ashley has announced his intention to sell Newcastle after 10 years in charge.\"There has obviously been a lot of press speculation about Mike's intentions towards the club. I think that there is a view that over the years there has been a considerable investment, perhaps a feeling that all that can be done has been done,\" Henderson told Sky Sports.\"So it is probably just a recognition that it might be time for a change.\"Our intentions at the moment are to see if the club can be brought forward into new ownership by potentially Christmas.\"That would allow for a period for serious interested parties to put themselves forward, for a diligence process to carry on, and then hopefully by Christmas for a sale to conclude with the sort of flexibility around terms we have discussed.\"If that weren't possible then there is no desire to sell the club for any price to anyone. There is a lot of responsibility that goes with owning the football club so we would then look at that at the relevant time.\"That's the objective but nobody has a crystal ball so nobody can say for sure what happens and when.\"Henderson also confirmed that there is an opportunity for those who are perhaps interested in acquiring the club to potentially buy over a period of time.\"I think back to the question of price, it will depend on what somebody is prepared to pay for the club,\" he said.\"Football clubs have a scarcity value, nobody is making 150-year-old football clubs with the kind of traditions that Newcastle United have so obviously there is value there but then in terms of what the number is that will be dictated by how many people, how many serious people are interested, how many serious people can deliver and so we then get to how long will that take, how long do we give them.\"I think that is a matter for negotiation but certainly not all in year one so that's how we would be approaching it.\"What's clear from our point of view is that we are going to be flexible so there is an intention to give, assuming an appropriate person can be found to take the club forward, on exactly how payments are structured, how much would be payable day one, how much might be payable further down the line, so there is a real genuine desire from our point of view to make sure that the club is put in the best possible position going forward.\"If that means additional funds, us helping with additional funds being available in the short term, then we would seek to accommodate that.\"Henderson said it would be \"business as usual\" if no sale had been completed by January and that would include backing Rafael Benitez in the winter transfer window. He also maintained that Ashley will only sell Newcastle to any interested parties who are capable of taking the club forward.\"Some will question the price but really there is also a question of value and the values of the club and as we go through a process now of seeing if there are potential buyers or other parties interested in the club, we will establish what the price is for the club.\"More than that there is also a question of custody of the club, the values, the fans and supporters which are all important as well.\"Asked about the type of person who would be appropriate to come in and take over at Newcastle, Henderson added: \"Firstly, they have got to be a fit and proper person.\"Secondly, I think there is a desire to see the club go forward, advance, flourish, so an appropriate person would have resources, time, a management structure, a plan for the club that was deemed to be appropriate and suitable, so it is a combination of things from our side.\"Henderson confirmed that non-disclosure agreements have been signed with a number of parties and he said more interest was expected.\"We are aware of a number of non-disclosure agreements, we can't go into the detail of who those are with. There are a number of them, there may well be more to come so parties are at the table as far as we are concerned,\" he added.\"We have already seen quite a lot of interest so we don't expect that to do anything other than accelerate as a result of this announcement so we will see where we get to but we would expect so. Clubs the size of Newcastle aren't bought and sold every day.\""
}