{
  "date": "07/01/18",
  "title": "Newport manager Michael Flynn dreaming of Liverpool trip after Leeds giant-killing",
  "description": "Newport County manager Michael Flynn has set his sights on a trip to Anfield in the FA Cup fourth round after the League Two side sensationally eliminated Leeds United from the competition on Sunday.",
  "content": "Gaetano Berardi's first-half strike looked for a long time as if it would be enough to send Leeds through before a Connor Shaughnessy own goal and a last-minute winner from substitute Shawn McCoulsky turned the game around.Flynn, a boyhood Liverpool fan, admitted afterwards that playing Jurgen Klopp's side in front of the Kop would be his ideal tie and praised his team for their performance in beating a team ranked 53 places higher in the football league.\"I thought we were outstanding throughout, but I knew we were going to put a performance in because they never let me down. They are an outstanding group and deserve all the credit,\" said Flynn.\"Being a Liverpool fan, I'd love us to play at Anfield in the next round. But, really, it's whatever makes the club the most money. Hopefully we can get one of the big clubs away - the money will be huge for this football club.\"He added: \"I was a little bit more confident when I saw their team, but they are Championship players and you've still got to beat them.\"I was confident anyway with the nature of them coming down here to our place. It's not their home comforts and I knew we would make it difficult for them.\"Thomas Christiansen made wholesale changes for the game with only Kalvin Phillips and Berardi keeping their places in the starting line-up from New Year's Day 0-0 draw against Nottingham Forest.Despite naming virtually a completely different team, Christiansen insisted that he had not taken the competition for granted and expected more from his chosen players.\"If you look, every player we had in the first XI today is from the first team or has possibilities in the first XI,\" Christiansen said.\"For this we expect more and it should be enough to pass to the next round.\"Against Burnley (in the Carabao Cup) I also made 10 changes and we had the perfect performance. It was the same against Leicester, we also made nine or 10 changes and did very well.\"So why not today? Why is it different? They know what the FA Cup means and I know it.\"A bad day got even worse for Leeds in the aftermath of the winning goal as Samu Saiz was sent off for allegedly spitting at Newport player Robbie Willmott before the restart.On the Saiz spitting allegation, Christiansen added: \"I do not know, but if that's right why he got the red card then it's a problem. But I believe he didn't do it.\""
}