{
  "date": "17/01/18",
  "title": "Nicolas Otamendi signs Manchester City contract extension until 2022",
  "description": "Nicolas Otamendi has agreed a contract extension at Manchester City to keep him at the club until the end of the 2021-2022 season.",
  "content": "Otamendi, who has made 118 appearances in all competitions for City since joining from Valencia for £33m in the summer of 2015, had previously been signed to a deal until 2020.The centre-back has been a regular feature in the Premier League leaders' side this season and manager Pep Guardiola had previously hailed the defender as vital to the long unbeaten league run that was ended by Liverpool on Sunday.The Argentina international has seemed well-suited to Guardiola's style of play and has completed the most passes in the league so far in this campaign.In a statement on City's official website, Otamendi said: \"I've enjoyed my time at City since the first day I arrived and I'm really happy to have extended my stay here by a couple more years.\"My only aim is to help the team and give all I can for this Club. I am learning every day under Pep and enjoying my football and I feel I can still improve as a player.\"I'm a family man who enjoys being at home and I love living in Manchester, you sort of get hooked by it. It's a very beautiful city and I'm very happy here.\"Guardiola is keen to bring in a central defender in the January transfer window to accompany Otamendi and John Stones at the back.City are reportedly looking at West Brom's Jonny Evans and Real Sociedad defender Inigo Martinez, while they have also expressed their admiration for Leicester's Harry Maguire.",
  "dbpedia": "\nOtamendi, who has made 118 appearances in all competitions for City since joining from <a href=\"http://dbpedia.org/resource/Valencia_CF\" title=\"http://dbpedia.org/resource/Valencia_CF\" target=\"_blank\">Valencia</a> for &#xA3;33m in the summer of 2015, had previously been signed to a deal until 2020.The centre-back has been a regular feature in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> leaders\\&apos; side this season and manager <a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a> had previously hailed the defender as vital to the long unbeaten league run that was ended by <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> on Sunday.The <a href=\"http://dbpedia.org/resource/Argentina_national_football_team\" title=\"http://dbpedia.org/resource/Argentina_national_football_team\" target=\"_blank\">Argentina international</a> has seemed well-suited to Guardiola\\&apos;s style of play and has completed the most passes in the league so far in this campaign.In a statement on City\\&apos;s official website, Otamendi said: &quot;I\\&apos;ve enjoyed my time at City since the first day I arrived and I\\&apos;m really happy to have extended my stay here by a couple more years.&quot;My only aim is to help the team and give all I can for this Club. I am learning every day under Pep and enjoying my football and I feel I can still improve as a player.&quot;I\\&apos;m a family man who enjoys being at home and I love living in Manchester, you sort of get hooked by it. It\\&apos;s a very beautiful city and I\\&apos;m very happy here.&quot;Guardiola is keen to bring in a central defender in the January transfer window to accompany Otamendi and <a href=\"http://dbpedia.org/resource/John_Stones\" title=\"http://dbpedia.org/resource/John_Stones\" target=\"_blank\">John Stones</a> at the back.City are reportedly looking at <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a>\\&apos;s <a href=\"http://dbpedia.org/resource/Jonny_Evans\" title=\"http://dbpedia.org/resource/Jonny_Evans\" target=\"_blank\">Jonny Evans</a> and <a href=\"http://dbpedia.org/resource/Real_Sociedad\" title=\"http://dbpedia.org/resource/Real_Sociedad\" target=\"_blank\">Real Sociedad</a> defender Inigo Martinez, while they have also expressed their admiration for <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a>\\&apos;s <a href=\"http://dbpedia.org/resource/Harry_Maguire\" title=\"http://dbpedia.org/resource/Harry_Maguire\" target=\"_blank\">Harry Maguire</a>.\n"
}