{
  "date": "03/02/18",
  "title": "Nissan Match Zone: Raheem Sterling with Gary Neville",
  "description": "Raheem Sterling joined Gary Neville in the Nissan Match Zone ahead of Manchester City's clash at Burnley on Saturday, live on Sky Sports Premier League.",
  "content": "The Man City winger sat down with Neville to analyse his movement out wide and consider what has been the key factor of his resurgence this season, having markedly improved in front of goal.The 23-year-old will look to add to his tally of 14 league goals when heading to Turf Moor at Saturday lunch-time, and here are a few snippets from his interview with Neville, which can be viewed in full On Demand.Neville: I'm going to start with a conversation you had with me two or three years ago when I was with England. You talked to me about, 'I don't want to play on the right-hand side'. You were 99 per cent of the time always in the team with England, we were looking at team shape and you were like, 'Ah, I'm going to be on the right again'. Have you changed now? I've watched you a lot on the right this season and your performances are fantastic.Sterling: With the right, you know, it's probably just a silly mentality you have as a young player. When you're on the left-hand side you're a bit more comfortable, you can receive the ball better, but on the right I felt I only had one trick - which was to go down the line.I wasn't as comfortable as I was on the left, because I felt like I could go left or right. With people like you, a bit stubborn as well, always put me on the right to learn it and try to get more comfortable, which I am now.Neville: So when you pick the ball up on the right, do you feel like you can go inside now?Sterling: If you've got a fast and strong defender, on the left I feel like I can give him trouble going down the line, coming inside or making runs in behind. At first, I thought, 'Ah, I've got a tough defender' - it's a bit tougher because he knows I'm right-footed and am more likely to down the line a bit more on the right.It's in your head. That's what I've learnt really, to get over it and get on with the job.Neville: That's what I found when working with you. You do beat yourself up if things don't quite go well, you'll be hard on yourself, which is good. Do you feel now, because of the work you've done in the past few years, do you feel tougher and ready to say, 'I'm playing on the right, get on with it, I'm better to cope with it'?Sterling: Yeah most definitely. I'm a person, when something's not going right, I'm looking at myself and seeing how I can improve and what I can do better. The manager wanted to see me on the right-hand side, and to play in a team like this, you're going to make the most of your opportunities, and that's what I've tried to do.Neville: Your timing of holding your run, I watch you now, with maturity, you're staying onside and with the coaching at City, you're in far better goalscoring positions aren't you.Sterling: A lot of times before as well I was getting into goalscoring positions, then it was down to me score, but the majority of the time I wasn't. Now I'm getting closer to the goal and making sure I'm following things in, and I'm getting the rewards for it.Neville: What's the one thing, if you can say, that Pep has done with you on the training pitch that you remember the most? That makes you think, 'I'm going to do that in the game all the time, and it's working for me'.Sterling: It's a simple one really, which is the half-turn. Your body on the half-turn can get a bit sloppy when you're on the wing - I kept controlling the ball with the outside of my feet. He is always telling you, make sure your back - your number and your name - is facing towards the fans, and get your first touch out of your feet so you can be directly at your opponent. Sometimes you can get sloppy and control the ball right at your feet, and that gives the defenders a chance.Neville: How good are Silva and De Bruyne in terms of what they're doing for the team? They look incredible to play with - how good are they?Sterling: They always want the ball and I think that's a side that people don't see, or give them enough credit for. David and Kevin are two of the best players in the team, they're always running. You look and think there's just Fernandinho as a central midfielder, but the amount of distance they cover in the game, and then to still have energy to go forward and create as many chances as they do in those tight little spaces, that's why we've been so good this season.Neville: If we look at your comparison of the last few seasons. Everything is a higher level. Obviously you're playing in a fantastic team, but is the confidence there to think you can go to a completely different level again from where you are?Sterling: I'm just trying to improve all the time. There's massive room for improvement for me, I'm not a person to sit here and say I'm happy with this. I'm looking to improve, to score more goals, as you said before I get a lot of chances. To be the player I want to be, I need to be scoring more goals than I am, and be more ruthless than I am at the moment.Neville: You're being hard on yourself. 14 goals in 23 games as a wide player is a brilliant return.Sterling: If I've got 10 goals at the end of the season I know within myself that I could have got 20. That's the harsh reality of my game at the moment - if I get two or three chances I'll score one of them, when I could have scored two or three. That's the level I need to get to, is to try and be more clinical, and I'm working on that and trying to get into positions to be a goalscorer.Neville: When I look at this number - 14 league goals - where do you think a good season will be for you now with 13 games to go? Would 20 be the magic number?Sterling: 20 would be good, at the start of the season I said I wanted 15 and I'm one away from that. But I'm looking to try and get 20, and probably 25 overall.Neville: And next season? Once you're getting into that 20-25 goals as a wide player, you're starting to get into a different level, in the realms of the best players in the world. Is that your ambition this next couple of years, with this team, to get to be one of the best in the world at your position?Sterling: That's been my ambition since I was at Liverpool, since I was a child, to try and be a player that can affect games. The past season I was a bit sloppy and wasn't at the level I knew I could be at, but this season I've been working hard, and I just need to keep going. Next season will be a great challenge to live up to those numbers.Catch Raheem Sterling in action as Manchester City travel to Burnley in Saturday's early kick-off on Sky Sports Premier League",
  "dbpedia": "\nThe Man City winger sat down with Neville to analyse his movement out wide and consider what has been the key factor of his resurgence this season, having markedly improved in front of goal.The 23-year-old will look to add to his tally of 14 league goals when heading to Turf Moor at Saturday lunch-time, and here are a few snippets from his interview with Neville, which can be viewed in full On Demand.Neville: I\\&apos;m going to start with a conversation you had with me two or three years ago when I was with <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a>. You talked to me about, \\&apos;I don\\&apos;t want to play on the right-hand side\\&apos;. You were 99 per cent of the time always in the team with <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a>, we were looking at team shape and you were like, \\&apos;Ah, I\\&apos;m going to be on the right again\\&apos;. Have you changed now? I\\&apos;ve watched you a lot on the right this season and your performances are fantastic.Sterling: With the right, you know, it\\&apos;s probably just a silly mentality you have as a young player. When you\\&apos;re on the left-hand side you\\&apos;re a bit more comfortable, you can receive the ball better, but on the right I felt I only had one trick - which was to go down the line.I wasn\\&apos;t as comfortable as I was on the left, because I felt like I could go left or right. With people like you, a bit stubborn as well, always put me on the right to learn it and try to get more comfortable, which I am now.Neville: So when you pick the ball up on the right, do you feel like you can go inside now?Sterling: If you\\&apos;ve got a fast and strong defender, on the left I feel like I can give him trouble going down the line, coming inside or making runs in behind. At first, I thought, \\&apos;Ah, I\\&apos;ve got a tough defender\\&apos; - it\\&apos;s a bit tougher because he knows I\\&apos;m right-footed and am more likely to down the line a bit more on the right.It\\&apos;s in your head. That\\&apos;s what I\\&apos;ve learnt really, to get over it and get on with the job.Neville: That\\&apos;s what I found when working with you. You do beat yourself up if things don\\&apos;t quite go well, you\\&apos;ll be hard on yourself, which is good. Do you feel now, because of the work you\\&apos;ve done in the past few years, do you feel tougher and ready to say, \\&apos;I\\&apos;m playing on the right, get on with it, I\\&apos;m better to cope with it\\&apos;?Sterling: Yeah most definitely. I\\&apos;m a person, when something\\&apos;s not going right, I\\&apos;m looking at myself and seeing how I can improve and what I can do better. The manager wanted to see me on the right-hand side, and to play in a team like this, you\\&apos;re going to make the most of your opportunities, and that\\&apos;s what I\\&apos;ve tried to do.Neville: Your timing of holding your run, I watch you now, with maturity, you\\&apos;re staying onside and with the coaching at City, you\\&apos;re in far better goalscoring positions aren\\&apos;t you.Sterling: A lot of times before as well I was getting into goalscoring positions, then it was down to me score, but the majority of the time I wasn\\&apos;t. Now I\\&apos;m getting closer to the goal and making sure I\\&apos;m following things in, and I\\&apos;m getting the rewards for it.Neville: What\\&apos;s the one thing, if you can say, that Pep has done with you on the training pitch that you remember the most? That makes you think, \\&apos;I\\&apos;m going to do that in the game all the time, and it\\&apos;s working for me\\&apos;.Sterling: It\\&apos;s a simple one really, which is the half-turn. Your body on the half-turn can get a bit sloppy when you\\&apos;re on the wing - I kept controlling the ball with the outside of my feet. He is always telling you, make sure your back - your number and your name - is facing towards the fans, and get your first touch out of your feet so you can be directly at your opponent. Sometimes you can get sloppy and control the ball right at your feet, and that gives the defenders a chance.Neville: How good are Silva and De Bruyne in terms of what they\\&apos;re doing for the team? They look incredible to play with - how good are they?Sterling: They always want the ball and I think that\\&apos;s a side that people don\\&apos;t see, or give them enough credit for. David and Kevin are two of the best players in the team, they\\&apos;re always running. You look and think there\\&apos;s just <a href=\"http://dbpedia.org/resource/Fernando_Luiz_Roza\" title=\"http://dbpedia.org/resource/Fernando_Luiz_Roza\" target=\"_blank\">Fernandinho</a> as a central midfielder, but the amount of distance they cover in the game, and then to still have energy to go forward and create as many chances as they do in those tight little spaces, that\\&apos;s why we\\&apos;ve been so good this season.Neville: If we look at your comparison of the last few seasons. Everything is a higher level. Obviously you\\&apos;re playing in a fantastic team, but is the confidence there to think you can go to a completely different level again from where you are?Sterling: I\\&apos;m just trying to improve all the time. There\\&apos;s massive room for improvement for me, I\\&apos;m not a person to sit here and say I\\&apos;m happy with this. I\\&apos;m looking to improve, to score more goals, as you said before I get a lot of chances. To be the player I want to be, I need to be scoring more goals than I am, and be more ruthless than I am at the moment.Neville: You\\&apos;re being hard on yourself. 14 goals in 23 games as a wide player is a brilliant return.Sterling: If I\\&apos;ve got 10 goals at the end of the season I know within myself that I could have got 20. That\\&apos;s the harsh reality of my game at the moment - if I get two or three chances I\\&apos;ll score one of them, when I could have scored two or three. That\\&apos;s the level I need to get to, is to try and be more clinical, and I\\&apos;m working on that and trying to get into positions to be a goalscorer.Neville: When I look at this number - 14 league goals - where do you think a good season will be for you now with 13 games to go? Would 20 be the magic number?Sterling: 20 would be good, at the start of the season I said I wanted 15 and I\\&apos;m one away from that. But I\\&apos;m looking to try and get 20, and probably 25 overall.Neville: And next season? Once you\\&apos;re getting into that 20-25 goals as a wide player, you\\&apos;re starting to get into a different level, in the realms of the best players in the world. Is that your ambition this next couple of years, with this team, to get to be one of the best in the world at your position?Sterling: That\\&apos;s been my ambition since I was at <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>, since I was a child, to try and be a player that can affect games. The past season I was a bit sloppy and wasn\\&apos;t at the level I knew I could be at, but this season I\\&apos;ve been working hard, and I just need to keep going. Next season will be a great challenge to live up to those numbers.Catch <a href=\"http://dbpedia.org/resource/Raheem_Sterling\" title=\"http://dbpedia.org/resource/Raheem_Sterling\" target=\"_blank\">Raheem Sterling</a> in action as <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> travel to <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a> in Saturday\\&apos;s early kick-off on Sky Sports <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>\n"
}