{
  "date": "04/01/18",
  "title": "No bids for Jonny Evans received by West Brom, says Alan Pardew",
  "description": "Alan Pardew says West Brom are yet to receive an offer for Jonny Evans in the January transfer window. ",
  "content": "West Brom's club captain was a reported target for Manchester City in the summer and the 29-year-old former Manchester United player has only 18 months left on his current deal at The Hawthorns.Pardew has already admitted he has made plans for life without the Northern Ireland international in the expectation that suitable offers arrive.When asked whether West Brom would retain Evans, Pardew said: \"It is very much about the bid coming first because there is so much speculation.\"We need to see a bid and we haven't seen a bid so all I can report is the facts. We haven't received a bid so Jonny stays here.\"Pardew also revealed that the club would have \"no problem\" with offering a new deal to Evans, but that he would not be involved in potential financial negotiations.\"We would give Jonny a new deal - there is no problem about that. I think he is very much aware of that,\" he added.\"I think it is about the player and the club coming to an agreement. I don't do that side of the finance but of course we want to keep our best players.\"West Brom are languishing in 19th position - just above Swansea on goal difference - and Pardew, who referenced the signature of Moussa Sissoko during his Newcastle tenure as a big turning point in his fortunes at St James' Park, confirmed his intention to strengthen his options during the window.\"In this month we will be looking to hopefully do some business but it takes two to tango,\" Pardew said.\"We need other clubs to be involved in terms of agreeing fees, everything else and the release of players if possible. It is a very difficult window but you can have a successful January window.\"I remember it at Newcastle we were struggling and we had a fantastic January window. It was the Moussa Sissoko year and it really pushed us on.\"Although perhaps I haven't got the finances to do that kind of impact that will be something I will be looking to do.\"West Brom have struggled for goals this season and Pardew ruled out any potential move for Villarreal's Cedric Bakambu, but said attacking options were at the top of his priorities.\"You have only got to look at our record - we have probably lost the least games of anyone down the bottom - we have drawn too many games,\" he said.\"Our goals for column is not good enough to stay in the Premier League and therefore that needs to change.\"Although you can see much more attacking intent in the team the psychology of the team is still tired trying to hold on and we are still trying to come out of that. You score goals, you win games.\"",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a>\\&apos;s club captain was a reported target for <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> in the summer and the 29-year-old former <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> player has only 18 months left on his current deal at The Hawthorns.Pardew has already admitted he has made plans for life without the <a href=\"http://dbpedia.org/resource/Northern_Ireland_national_football_team\" title=\"http://dbpedia.org/resource/Northern_Ireland_national_football_team\" target=\"_blank\">Northern Ireland</a> international in the expectation that suitable offers arrive.When asked whether <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> would retain Evans, Pardew said: &quot;It is very much about the bid coming first because there is so much speculation.&quot;We need to see a bid and we haven\\&apos;t seen a bid so all I can report is the facts. We haven\\&apos;t received a bid so Jonny stays here.&quot;Pardew also revealed that the club would have &quot;no problem&quot; with offering a new deal to Evans, but that he would not be involved in potential financial negotiations.&quot;We would give Jonny a new deal - there is no problem about that. I think he is very much aware of that,&quot; he added.&quot;I think it is about the player and the club coming to an agreement. I don\\&apos;t do that side of the finance but of course we want to keep our best players.&quot;<a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> are languishing in 19th position - just above <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> on goal difference - and Pardew, who referenced the signature of <a href=\"http://dbpedia.org/resource/Moussa_Sissoko\" title=\"http://dbpedia.org/resource/Moussa_Sissoko\" target=\"_blank\">Moussa Sissoko</a> during his <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> tenure as a big turning point in his fortunes at St James\\&apos; Park, confirmed his intention to strengthen his options during the window.&quot;In this month we will be looking to hopefully do some business but it takes two to tango,&quot; Pardew said.&quot;We need other clubs to be involved in terms of agreeing fees, everything else and the release of players if possible. It is a very difficult window but you can have a successful January window.&quot;I remember it at <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> we were struggling and we had a fantastic January window. It was the <a href=\"http://dbpedia.org/resource/Moussa_Sissoko\" title=\"http://dbpedia.org/resource/Moussa_Sissoko\" target=\"_blank\">Moussa Sissoko</a> year and it really pushed us on.&quot;Although perhaps I haven\\&apos;t got the finances to do that kind of impact that will be something I will be looking to do.&quot;<a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> have struggled for goals this season and Pardew ruled out any potential move for <a href=\"http://dbpedia.org/resource/Villarreal_CF\" title=\"http://dbpedia.org/resource/Villarreal_CF\" target=\"_blank\">Villarreal</a>\\&apos;s Cedric Bakambu, but said attacking options were at the top of his priorities.&quot;You have only got to look at our record - we have probably lost the least games of anyone down the bottom - we have drawn too many games,&quot; he said.&quot;Our goals for column is not good enough to stay in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> and therefore that needs to change.&quot;Although you can see much more attacking intent in the team the psychology of the team is still tired trying to hold on and we are still trying to come out of that. You score goals, you win games.&quot;\n"
}