{
  "date": "02/02/18",
  "title": "Northern Ireland manager Michael O'Neill set to sign new long-term contract",
  "description": "The Irish FA board has formally approved a new long-term contract for manager Michael O'Neill, Sky Sports News has learned.",
  "content": "The board met earlier this week, with O'Neill's contract the only item on the agenda, and there was unanimous support for the former Newcastle midfielder.Sky Sports News understands O'Neill will have greater control of all football development matters in Northern Irish football.O'Neill's new contract comes less than a fortnight after he turned down the chance to take over from Gordon Strachan as Scotland manager.The 48-year-old, who lives in Edinburgh, held talks with the Scottish FA last month after an agreement was reached on a £500,000 compensation package.But O'Neill instead opted to stick with Northern Ireland, who he helped guide to Euro 2016 and then an unlucky play-off defeat at the hands of Switzerland as they sought a place at this summer's World Cup in Russia.At the time of his decision, O'Neill said: \"Having given the matter a great deal of thought and consideration, I have decided not to take up the opportunity to become the next Scotland national team manager.\"It is a huge honour to be offered the position. However, I do not feel that this is the right opportunity for me at this moment in my career.\"I would like to place on record my gratitude to the SFA for the very professional manner in which they conducted negotiations and I would also like to wish them every success for the future.\"",
  "dbpedia": "\nThe board met earlier this week, with O\\&apos;Neill\\&apos;s contract the only item on the agenda, and there was unanimous support for the former <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> midfielder.Sky Sports News understands O\\&apos;Neill will have greater control of all football development matters in <a href=\"http://dbpedia.org/resource/Northern_Ireland_national_football_team\" title=\"http://dbpedia.org/resource/Northern_Ireland_national_football_team\" target=\"_blank\">Northern Irish</a> football.O\\&apos;Neill\\&apos;s new contract comes less than a fortnight after he turned down the chance to take over from <a href=\"http://dbpedia.org/resource/Gordon_Strachan\" title=\"http://dbpedia.org/resource/Gordon_Strachan\" target=\"_blank\">Gordon Strachan</a> as <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scotland</a> manager.The 48-year-old, who lives in Edinburgh, held talks with the Scottish FA last month after an agreement was reached on a &#xA3;500,000 compensation package.But O\\&apos;Neill instead opted to stick with <a href=\"http://dbpedia.org/resource/Northern_Ireland_national_football_team\" title=\"http://dbpedia.org/resource/Northern_Ireland_national_football_team\" target=\"_blank\">Northern Ireland</a>, who he helped guide to Euro 2016 and then an unlucky play-off defeat at the hands of <a href=\"http://dbpedia.org/resource/Switzerland_national_football_team\" title=\"http://dbpedia.org/resource/Switzerland_national_football_team\" target=\"_blank\">Switzerland</a> as they sought a place at this summer\\&apos;s World Cup in Russia.At the time of his decision, O\\&apos;Neill said: &quot;Having given the matter a great deal of thought and consideration, I have decided not to take up the opportunity to become the next <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scotland national team</a> manager.&quot;It is a huge honour to be offered the position. However, I do not feel that this is the right opportunity for me at this moment in my career.&quot;I would like to place on record my gratitude to the SFA for the very professional manner in which they conducted negotiations and I would also like to wish them every success for the future.&quot;\n"
}