{
  "date": "25/01/18",
  "title": "Norwich City sign striker Dennis Srbeny from SC Paderborn",
  "description": "Norwich City have completed the signing of striker Dennis Srbeny from German side SC Paderborn on a two-and-a-half-year deal.",
  "content": "The 23-year-old had only been with the 3. Liga side for six months after joining from BFC Dynamo last summer.Srbeny, who Norwich have paid an undisclosed fee for, has impressed in 15 games for Paderborn since his move, scoring nine goals and also weighing in with eight assists.\"It's been a dream for me to play in England,\" he told Norwich City TV.\"The fans, the stadium and the atmosphere was the reason I decided on Norwich. I think we can make big things here.\"Srbeny was the second transfer completed Norwich on Thursday, having earlier secured a deal to bring Cuban-born winger Onel Hernandez to Carrow Road.Head coach Daniel Farke added: \"Dennis is a really talented and young striker.\"We won't put too much pressure on him, but he's full of potential. He's in a really good rhythm and was probably Paderborn's most important offensive player.\"We're really happy to sign a striker full of self-confidence who has scored a lot of goals.\"",
  "dbpedia": "\nThe 23-year-old had only been with the 3. Liga side for six months after joining from <a href=\"http://dbpedia.org/resource/Berliner_FC_Dynamo\" title=\"http://dbpedia.org/resource/Berliner_FC_Dynamo\" target=\"_blank\">BFC Dynamo</a> last summer.Srbeny, who <a href=\"http://dbpedia.org/resource/Norwich_City_F.C.\" title=\"http://dbpedia.org/resource/Norwich_City_F.C.\" target=\"_blank\">Norwich</a> have paid an undisclosed fee for, has impressed in 15 games for <a href=\"http://dbpedia.org/resource/SC_Paderborn_07\" title=\"http://dbpedia.org/resource/SC_Paderborn_07\" target=\"_blank\">Paderborn</a> since his move, scoring nine goals and also weighing in with eight assists.&quot;It\\&apos;s been a dream for me to play in <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a>,&quot; he told <a href=\"http://dbpedia.org/resource/Norwich_City_F.C.\" title=\"http://dbpedia.org/resource/Norwich_City_F.C.\" target=\"_blank\">Norwich City</a> TV.&quot;The fans, the stadium and the atmosphere was the reason I decided on <a href=\"http://dbpedia.org/resource/Norwich_City_F.C.\" title=\"http://dbpedia.org/resource/Norwich_City_F.C.\" target=\"_blank\">Norwich</a>. I think we can make big things here.&quot;Srbeny was the second transfer completed <a href=\"http://dbpedia.org/resource/Norwich_City_F.C.\" title=\"http://dbpedia.org/resource/Norwich_City_F.C.\" target=\"_blank\">Norwich</a> on Thursday, having earlier secured a deal to bring Cuban-born winger Onel Hernandez to Carrow Road.Head coach Daniel Farke added: &quot;Dennis is a really talented and young striker.&quot;We won\\&apos;t put too much pressure on him, but he\\&apos;s full of potential. He\\&apos;s in a really good rhythm and was probably <a href=\"http://dbpedia.org/resource/SC_Paderborn_07\" title=\"http://dbpedia.org/resource/SC_Paderborn_07\" target=\"_blank\">Paderborn</a>\\&apos;s most important offensive player.&quot;We\\&apos;re really happy to sign a striker full of self-confidence who has scored a lot of goals.&quot;\n"
}