{
  "date": "25/01/18",
  "title": "Norwich City sign Moritz Leitner on loan from Augsburg",
  "description": "Norwich City have confirmed the signing of Moritz Leitner on loan from Augsburg until the end of the season.",
  "content": "The midfielder, who has won 24 U21 caps for Germany, is Norwich's third signing in a day following Cuba winger Onel Hernandez and striker Dennis Srbeny.Leitner, 25, has a Bundesliga winners medal from a previous spell with Borussia Dortmund and has also spent time at Lazio and Stuttgart.\"I'm glad to be coming to a big team,\" Leitner told Norwich City TV. \"I just want to play football and help the team on the pitch.\"I can't wait to feel the atmosphere in the stadium and for sure I want to celebrate with the team, the club and the fans.\"Norwich head coach Daniel Farke, who worked with Leitner at Dortmund U23s, is looking forward to working with him again.\"He's a player of unbelievable potential,\" said Farke. \"He has 100 appearances in the Bundesliga, several appearances in the Champions League, has won the German title, has won the German Cup, and was on the bench in the Champions League final.\"He is still a young player with potential, but he also has a lot of experience. He's had a difficult couple of years, but we feel we can develop him and bring him back to his full potential.\"",
  "dbpedia": "\nThe midfielder, who has won 24 U21 caps for <a href=\"http://dbpedia.org/resource/Germany_national_football_team\" title=\"http://dbpedia.org/resource/Germany_national_football_team\" target=\"_blank\">Germany</a>, is <a href=\"http://dbpedia.org/resource/Norwich_City_F.C.\" title=\"http://dbpedia.org/resource/Norwich_City_F.C.\" target=\"_blank\">Norwich</a>\\&apos;s third signing in a day following <a href=\"http://dbpedia.org/resource/Cuba_national_football_team\" title=\"http://dbpedia.org/resource/Cuba_national_football_team\" target=\"_blank\">Cuba</a> winger Onel Hernandez and striker Dennis Srbeny.Leitner, 25, has a Bundesliga winners medal from a previous spell with <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Borussia Dortmund</a> and has also spent time at <a href=\"http://dbpedia.org/resource/S.S._Lazio\" title=\"http://dbpedia.org/resource/S.S._Lazio\" target=\"_blank\">Lazio</a> and <a href=\"http://dbpedia.org/resource/VfB_Stuttgart\" title=\"http://dbpedia.org/resource/VfB_Stuttgart\" target=\"_blank\">Stuttgart</a>.&quot;I\\&apos;m glad to be coming to a big team,&quot; Leitner told <a href=\"http://dbpedia.org/resource/Norwich_City_F.C.\" title=\"http://dbpedia.org/resource/Norwich_City_F.C.\" target=\"_blank\">Norwich City</a> TV. &quot;I just want to play football and help the team on the pitch.&quot;I can\\&apos;t wait to feel the atmosphere in the stadium and for sure I want to celebrate with the team, the club and the fans.&quot;<a href=\"http://dbpedia.org/resource/Norwich_City_F.C.\" title=\"http://dbpedia.org/resource/Norwich_City_F.C.\" target=\"_blank\">Norwich</a> head coach Daniel Farke, who worked with Leitner at <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Dortmund</a> U23s, is looking forward to working with him again.&quot;He\\&apos;s a player of unbelievable potential,&quot; said Farke. &quot;He has 100 appearances in the Bundesliga, several appearances in the Champions League, has won the German title, has won the <a href=\"http://dbpedia.org/resource/DFB-Pokal\" title=\"http://dbpedia.org/resource/DFB-Pokal\" target=\"_blank\">German Cup</a>, and was on the bench in the Champions League final.&quot;He is still a young player with potential, but he also has a lot of experience. He\\&apos;s had a difficult couple of years, but we feel we can develop him and bring him back to his full potential.&quot;\n"
}