{
  "date": "10/01/18",
  "title": "Nottingham Forest defender Eric Lichaj gets a dog after social media campaign",
  "description": "Nottingham Forest's FA Cup hero Eric Lichaj has finally got a dog thanks to an impassioned social media campaign from team-mates and fans. ",
  "content": "The American, who arrived at the City Ground in 2013, scored twice in Forest's 4-2 win over Arsenal on Sunday and said afterwards his wife had promised him a four-legged friend if he scored a hat-trick this season.\nLichaj took to Twitter on Monday, asking \"anyone who is bored\" to send \"dog pics, memes, gifs\" to @KatPerko - his wife's Twitter handle - and plenty of users joined in using the hashtag #GetEricADog.\nTeam-mates, including Kieran Dowell, who scored the penalty for Forest's fourth when Lichaj could have completed an unlikely treble, responded by posting a GIF of a beagle flying on a magic carpet.\nOther team-mates joined in, with Ben Brereton, Zach Clough, Joe Worrall and Matty Cash among those to post dog-related videos. Lichaj's wife, Kathryn Lichaj, then tweeted: \"Cannot take looking at anymore pictures or videos of dogs.\n\"Ok guys, you and @EricLichaj win! I said we will look into it... please no more pictures of dogs!!\"\nHowever, on Tuesday night Lichaj revealed his wife had finally relented and that his family were now the proud owners of a new arrival called 'Gunner'!\nLichaj will be out of contract at the end of the season and was understood to be in talks about a new deal prior to Mark Warburton's sacking as manager, but he has yet to commit his future to the Championship side.\nAcademy boss Gary Brazil, in charge of first-team affairs until the club appoint a new manager, hopes Forest, who face Aston Villa on Saturday, live on Sky Sports Football, keep hold of the 29-year-old.\n\"He is not a player this club would want to lose. You do not want to lose good players, do you?\" Brazil said.\n\"Whatever age they are, you want to keep good players at a club and secure at the club so that they enable you to push on.\"\n",
  "dbpedia": "The American, who arrived at the <a href=\"http://dbpedia.org/resource/City_Ground\" title=\"http://dbpedia.org/resource/City_Ground\" target=\"_blank\">City Ground</a> in 2013, scored twice in Forest's 4-2 win over <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> on Sunday and said afterwards his wife had promised him a four-legged friend if he scored a hat-trick this season.<br>Lichaj took to Twitter on Monday, asking \"anyone who is bored\" to send \"dog pics, memes, gifs\" to @KatPerko - his wife's Twitter handle - and plenty of users joined in using the hashtag #GetEricADog.<br>Team-mates, including Kieran Dowell, who scored the penalty for Forest's fourth when Lichaj could have completed an unlikely treble, responded by posting a GIF of a beagle flying on a magic carpet.<br>Other team-mates joined in, with Ben Brereton, Zach Clough, Joe Worrall and Matty Cash among those to post dog-related videos. Lichaj's wife, Kathryn Lichaj, then tweeted: \"Cannot take looking at anymore pictures or videos of dogs.<br>\"Ok guys, you and @EricLichaj win! I said we will look into it... please no more pictures of dogs!!\"<br>However, on Tuesday night Lichaj revealed his wife had finally relented and that his family were now the proud owners of a new arrival called 'Gunner'!<br>Lichaj will be out of contract at the end of the season and was understood to be in talks about a new deal prior to Mark Warburton's sacking as manager, but he has yet to commit his future to the Championship side.<br>Academy boss <a href=\"http://dbpedia.org/resource/Gary_Brazil\" title=\"http://dbpedia.org/resource/Gary_Brazil\" target=\"_blank\">Gary Brazil</a>, in charge of first-team affairs until the club appoint a new manager, hopes Forest, who face <a href=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" title=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" target=\"_blank\">Aston Villa</a> on Saturday, live on Sky Sports Football, keep hold of the 29-year-old.<br>\"He is not a player this club would want to lose. You do not want to lose good players, do you?\" <a href=\"http://dbpedia.org/resource/Brazil_national_football_team\" title=\"http://dbpedia.org/resource/Brazil_national_football_team\" target=\"_blank\">Brazil</a> said.<br>\"Whatever age they are, you want to keep good players at a club and secure at the club so that they enable you to push on.\"<br>"
}