{
  "date": "26/01/18",
  "title": "Olivier Giroud Arsenal exit hinges on other transfers, says Arsene Wenger",
  "description": "Olivier Giroud will be allowed to leave Arsenal in January if the club can sign a replacement, says Arsene Wenger.",
  "content": "Dortmund rejected a bid in excess of £50m from the Gunners for Aubameyang, according to Sky sources, with the Premier League club's officials in Germany this week attempting to negotiate a deal.Wenger confirmed the clubs are locked in talks but thinks a deal is far from completion at this stage.\"I cannot tell you more, nothing to announce today. At the moment we stay where we are. It's still possible [something could happen] but we are far from being close,\" said Wenger.\"We will still recruit someone, it's possible. I cannot tell you more, nothing to announce today. At the moment we stay where we are. It's still possible but we are far from being close.Wenger also confirmed that Giroud would not be part of any potential deal to bring Aubameyang to north London, but revealed the Frenchman could be allowed to leave if they can sign a replacement.When asked whether Giroud would be leaving the club, he replied: \"No. I want Olivier to stay, I just told you that if nobody goes in, nobody goes out.\"Maybe one or two young players [will go] out on loan somewhere, [but] the experienced side of the squad will remain the same unless somebody comes in.\"The Arsenal boss says the club remain in talks with Mesut Ozil over a contract extension - the German international's deal at the Emirates expires in the summer.\"We are not close enough to be optimistic, but we are not far enough to be pessimistic,\" said Wenger.\"He behaves like somebody who is completely focused and ready to commit but after that contract negotiations are what they are.\"We are not close enough to tell you he will do it, I don't know.\"",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Dortmund</a> rejected a bid in excess of &#xA3;50m from the Gunners for Aubameyang, according to Sky sources, with the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> club\\&apos;s officials in <a href=\"http://dbpedia.org/resource/Germany_national_football_team\" title=\"http://dbpedia.org/resource/Germany_national_football_team\" target=\"_blank\">Germany</a> this week attempting to negotiate a deal.Wenger confirmed the clubs are locked in talks but thinks a deal is far from completion at this stage.&quot;I cannot tell you more, nothing to announce today. At the moment we stay where we are. It\\&apos;s still possible [something could happen] but we are far from being close,&quot; said Wenger.&quot;We will still recruit someone, it\\&apos;s possible. I cannot tell you more, nothing to announce today. At the moment we stay where we are. It\\&apos;s still possible but we are far from being close.Wenger also confirmed that Giroud would not be part of any potential deal to bring Aubameyang to north London, but revealed the Frenchman could be allowed to leave if they can sign a replacement.When asked whether Giroud would be leaving the club, he replied: &quot;No. I want Olivier to stay, I just told you that if nobody goes in, nobody goes out.&quot;Maybe one or two young players [will go] out on loan somewhere, [but] the experienced side of the squad will remain the same unless somebody comes in.&quot;The <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> boss says the club remain in talks with Mesut Ozil over a contract extension - the German international\\&apos;s deal at the Emirates expires in the summer.&quot;We are not close enough to be optimistic, but we are not far enough to be pessimistic,&quot; said Wenger.&quot;He behaves like somebody who is completely focused and ready to commit but after that contract negotiations are what they are.&quot;We are not close enough to tell you he will do it, I don\\&apos;t know.&quot;\n"
}