{
  "date": "23/01/18",
  "title": "Oriente Petrolero striker celebrates goal in car before tooting horn",
  "description": "Oriente Petrolero striker Maximiliano Freitas chose to celebrate scoring a goal against Universitario by sitting in a sponsor's car behind the goal.",
  "content": "Freitas chose a novel way to celebrate his goal in his Bolivian club's Copa Libertadores win over Peru's Universitario on Monday night, jumping over the advertising boards before sprinting to a parked car.The striker sat in a sponsor's car behind the goal after netting with 10 minutes to go, before being joined by his team-mates and tooting the horn.He had only been on the pitch for a minute as a second-half substitute, but the referee was less than amused, handing the burly Freitas, nicknamed 'Tanque', a yellow card.Antoine Griezmann performed a similar car celebration while playing for Real Sociedad in October 2010, sitting in the driver's seat while his team-mates joined him to celebrate during a 3-0 win over Deportivo.Watch the bizarre celebration in the video above!",
  "dbpedia": "\nFreitas chose a novel way to celebrate his goal in his <a href=\"http://dbpedia.org/resource/Bolivia_national_football_team\" title=\"http://dbpedia.org/resource/Bolivia_national_football_team\" target=\"_blank\">Bolivian</a> club\\&apos;s Copa Libertadores win over <a href=\"http://dbpedia.org/resource/Peru_national_football_team\" title=\"http://dbpedia.org/resource/Peru_national_football_team\" target=\"_blank\">Peru</a>\\&apos;s <a href=\"http://dbpedia.org/resource/Club_Universitario_de_Deportes\" title=\"http://dbpedia.org/resource/Club_Universitario_de_Deportes\" target=\"_blank\">Universitario</a> on Monday night, jumping over the advertising boards before sprinting to a parked car.The striker sat in a sponsor\\&apos;s car behind the goal after netting with 10 minutes to go, before being joined by his team-mates and tooting the horn.He had only been on the pitch for a minute as a second-half substitute, but the referee was less than amused, handing the burly Freitas, nicknamed \\&apos;Tanque\\&apos;, a yellow card.Antoine Griezmann performed a similar car celebration while playing for <a href=\"http://dbpedia.org/resource/Real_Sociedad\" title=\"http://dbpedia.org/resource/Real_Sociedad\" target=\"_blank\">Real Sociedad</a> in October 2010, sitting in the driver\\&apos;s seat while his team-mates joined him to celebrate during a 3-0 win over Deportivo.Watch the bizarre celebration in the video above!\n"
}