{
  "date": "22/01/18",
  "title": "Oxford United sack manager Pep Clotet",
  "description": "Oxford United have parted ways with manager Pep Clotet, following the Spaniard's sacking on Monday.",
  "content": "Derek Fazackerley has been placed in charge during the interim period while the club now search for a replacement.\nClotet was dismissed following Oxford's 2-1 loss at home to League One's bottom side Bury.\nUnder Clotet, Oxford had failed to win nine of their past 13 league games, including a 7-0 loss at home to Wigan in December.\n\"The board has taken the decision after much consideration, and in the best interests of Oxford United FC,\" a club statement read.\n\"Pep has worked extremely hard throughout his time at Oxford. The board thanks him for his efforts and wishes him every success for the future.\n\"Derek Fazakerley will take charge of the first team until further notice, and the search for a permanent replacement has already begun.\n\"The board is focused on maintaining a challenge for promotion to the Championship and will make an announcement regarding a new manager as soon as possible.\"\nOxford currently find themselves in 10th place in the Sky Bet League One table, with 38 points from 29 games played.\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Derek_Fazackerley\" title=\"http://dbpedia.org/resource/Derek_Fazackerley\" target=\"_blank\">Derek Fazackerley</a> has been placed in charge during the interim period while the club now search for a replacement.<br>Clotet was dismissed following Oxford's 2-1 loss at home to <a href=\"http://dbpedia.org/resource/Football_League_One\" title=\"http://dbpedia.org/resource/Football_League_One\" target=\"_blank\">League One</a>'s bottom side <a href=\"http://dbpedia.org/resource/Bury_F.C.\" title=\"http://dbpedia.org/resource/Bury_F.C.\" target=\"_blank\">Bury</a>.<br>Under Clotet, Oxford had failed to win nine of their past 13 league games, including a 7-0 loss at home to <a href=\"http://dbpedia.org/resource/Wigan_Athletic_F.C.\" title=\"http://dbpedia.org/resource/Wigan_Athletic_F.C.\" target=\"_blank\">Wigan</a> in December.<br>\"The board has taken the decision after much consideration, and in the best interests of <a href=\"http://dbpedia.org/resource/Oxford_United_F.C.\" title=\"http://dbpedia.org/resource/Oxford_United_F.C.\" target=\"_blank\">Oxford United FC</a>,\" a club statement read.<br>\"Pep has worked extremely hard throughout his time at Oxford. The board thanks him for his efforts and wishes him every success for the future.<br>\"Derek Fazakerley will take charge of the first team until further notice, and the search for a permanent replacement has already begun.<br>\"The board is focused on maintaining a challenge for promotion to the Championship and will make an announcement regarding a new manager as soon as possible.\"<br>Oxford currently find themselves in 10th place in the Sky Bet <a href=\"http://dbpedia.org/resource/Football_League_One\" title=\"http://dbpedia.org/resource/Football_League_One\" target=\"_blank\">League One</a> table, with 38 points from 29 games played.<br>"
}