{
  "date": "24/01/18",
  "title": "Pajtim Kasami interview: World Cup hopes for Fulham’s goal hero",
  "description": "Pajtim Kasami is back in Switzerland after spells with Fulham and Nottingham Forest. Adam Bate caught up with him to discuss how he is getting on at FC Sion and his hopes of a World Cup spot with Switzerland.",
  "content": "Martin Jol called it the best goal he had ever seen. One newspaper poll rated it the greatest volley of the Premier League era. It is now over four years since Pajtim Kasami's strike for Fulham at Crystal Palace but he has become accustomed to the regular messages about it on social media and cherishes the memory. It is what happened next that frustrates him.Fulham lost the following six games and Jol was sacked. His replacement Rene Meulensteen lasted only 75 days and the controversial German coach Felix Magath was unable to save them. Kasami was an unused substitute for the final game of the season - the return match against Palace - and has not appeared in a Premier League squad since.\"Of course, scoring a goal like the one that I did will stay with me forever,\" Kasami tells Sky Sports. \"It was a just a pity that we went down because Fulham have not come back up since I left. It is a beautiful club too. I have great memories of my time there.\"It was very good for a while but the club got sold by Mohamed Al-Fayed in the summer [of 2013] and got a new owner. Then they panicked a bit in the November, which was not really necessary because Martin Jol is a very experienced manager. Then we got rid of the next coach and it became a little bit of a mess. Three managers in one season is never good.\"Stories of Magath are legendary. Some, such as denying water to his players, are a little sadistic. Others, such as instructing Brede Hangeland to treat a muscle injury by placing cheese on the affected area, were just bizarre. Kasami has some sympathy. \"It was his first experience in England so he needed to get used to the people and the club,\" he explains.\"It was difficult for everyone because he had a different mentality. It was not easy. In England, if you aren't in Europe then you have the opportunity for some rest. As a German, it was difficult because in Germany they train a lot more than you do in England. It was not an easy time because I really love the club so going down in this way was very hard to take.\"For Kasami, those struggles are now a world away. He is back in Switzerland, playing well for FC Sion, enjoying one of Europe's more picturesque backdrops. \"Everything is good,\" he says. \"It is by the Alps and a different lifestyle. I am playing regularly and I am enjoying it. I think this is actually always the main thing for a footballer always.\"There have been adventures in the meantime. Success at Olympiakos helped him overcome the disappointment of relegation with Fulham. \"I was playing Champions League football and winning titles so that helped me,\" says Kasami. It also introduced him to Marco Silva. \"You could see right away that he had a big future,\" he adds. \"He was like a genius.\"But the decision to return to England for a loan spell with Nottingham Forest last season did not work out. Kasami had his moments and his one extended run in the side coincided with Forest's only sequence of three consecutive wins all season. But consistency eluded him. \"It was not an easy year because the club was in transition,\" he says.\"I think I arrived a little bit too soon. If it was this year it would have been better because the club is in a better situation than it was. Nottingham Forest is a massive club but playing in the Championship is very different to playing in the Premier League. The Premier League is more technical and tactical than the Championship.\" That is where he wants to be.\"My aim is to come back to England because I had some of my best times as a player there,\" he adds. \"I spoke recently to my agent Mino Raiola and he told me that the important thing now is to focus on my job and on playing to a high level, getting goals and assists. I am still young, I'm only 25, and I think I have grown as a player.\"He is getting those goals and assists at Sion, and the decision to move home in a World Cup year is no coincidence. Kasami finds himself out of the national team but he has not given up hope of adding to his 12 Switzerland caps in Russia next summer. \"If you are playing in your own country then you are in the thoughts of the coach,\" he explains.\"Of course, it is not the Premier League but you saw what Basel did to Manchester United. I am playing regularly and while I never doubted myself, I have got my confidence back. I am not thinking about the World Cup every day but it is my main goal now. The aim is to be consistent in my work and then everything else will take care of itself.\""
}