{
  "date": "30/11/17",
  "title": "Panama's World Cup dream is still alive for Jacksonville's Tony Taylor",
  "description": "What does making a first World Cup mean to Panama? Ahead of Friday’s draw, Adam Bate takes a look with the help of Tony Taylor, the Jacksonville Armada forward born and bred in the United States who has embraced his roots and is now dreaming of Russia. ",
  "content": "You have surely seen the footage. The two announcers weeping uncontrollably. The goal that never was as Gabriel Torres was credited with the equaliser against Costa Rica despite the ball not crossing the line. The antics of substitute Jose Gonzalez - booting the ball into the stands late in the same game in one of football's more blatant examples of time wasting.Yes, Panama's qualification for their first ever World Cup was pure drama. \"The voice of the people has been heard,\" wrote president Juan Carlos Varela on Twitter in the immediate aftermath of his country's qualification. \"Tomorrow will be a national holiday.\" Public and private sector workers were duly given the day off. School classes were cancelled.Some felt the identity of the team that Panama eliminated made it all the sweeter. Though Costa Rica were beaten by Roman Torres' late goal - 'The Miracle of Roman,' according to the country's La Prensa newspaper - it was the United States who would miss the World Cup at Panama's expense. It was they who had crushed Panamanian dreams four years earlier.Despite leading going into the final minute that night in Panama City in October 2013 and seemingly Brazil bound, they still contrived to lose to a US side that had already secured their own place at the following year's World Cup. \"We all remember,\" goalkeeper Jaime Penedo said on the eve of this final round of qualifiers. \"It is not something you forget.\"A measure of revenge, then, for the underdogs. And an achievement that ensures that this country of four million people, one of the three lowest ranked teams at Friday's draw in Moscow, will be going to the greatest show on earth ahead of the United States. But for one man among Panama's diaspora, there was no added satisfaction to take from that.Alejandro Antonio Taylor, better known as Tony, was born in Long Beach, California. He grew up in the city of Jacksonville in Florida and now represents the local NASL team - the Jacksonville Armada. His father served in the military and he is proud of the country that he calls home. He is also dreaming of leading the line for Panama in Russia.\"I was a little bit in the middle of it all,\" Taylor tells Sky Sports. \"The United States holds a special place in my heart. It is where I was born. It is where I grew up. It is the country that gave opportunities to my parents for us to make a life. I played for their U20 side and the U23s. But Panama really wanted me and I decided to take the opportunity.\"I have always been in touch with my heritage. My parents made sure that our culture was important to us and all of our family. I speak Spanish and we used to visit Panama when I was little. I remember being nine years old, going over there and just playing beach soccer every single day. I remember playing on the streets too and just enjoying my football.\"This is not a tale of a man who had lost touch with his roots. But that does not mean Taylor was entirely prepared. \"When I started training with the team it brought back all of those old memories of when I was playing as a kid on the streets,\" he adds. \"I felt at home in the squad right away. It was as though everyone was related to me. It was something else.\"I made my debut against Mexico in a World Cup qualifier and it is hard to explain the pride I felt. My parents came and it brought back their memories of growing up there. It was great to see our family come together. There were family members who I had never met who just remembered my dad's name and could not believe that his son was playing for Panama.\"Of course, family pride morphed into national pride following the victory over Costa Rica. \"The day that we qualified, the whole country stopped,\" says Taylor. \"It was like one huge party. My family were sending me pictures and videos of what was going on. It was such a historic occasion for the country. It was an amazing experience.\"Taylor himself did not feature in that game but he remains in the coach's plans and knows that a good season with the Armada could put him on the plane to Russia. He has pedigree having played in the Portuguese top flight under Marco Silva at Estoril - \"a good person and a great coach\" - before being part of a star-studded MLS squad at New York City.\"You can learn just from their habits,\" says Taylor of that experience of playing alongside Andrea Pirlo, David Villa and Frank Lampard. \"Their training, their discipline, their attitude. Just the way that they carry themselves rubs off on you because you are with them every day. Seeing how they train, they are guys who bring it every single day.\"A lot of people would have expected them to be going through the motions but it wasn't like that. They took it really seriously and they had a lot of pride in their work. It was great to see guys who have won World Cups and Champions Leagues have such humility in front of others. They had won it all but they were also very humble.\"That is the attitude that he will take into his next season with the Armada, a club with big plans under British coach Mark Lowry. The reward for good form is obvious. \"It is a huge incentive,\" says Taylor. \"I know there is a good opportunity to make the squad. I just need to focus on what I am doing with my club, work hard and give it everything that I have.\"So how will Panama fare in Russia? \"We have a great balance of experience and youth,\" adds Taylor. \"Roman Torres is an MLS Cup winner, Blas Perez has played in MLS and Gabriel Torres plays in Switzerland. It is a strong group.\" Panama were one of the great stories of the World Cup qualifiers. Perhaps they can be one of the stories of the World Cup finals too."
}