{
  "date": "20/01/18",
  "title": "Paul Lambert hails 'outstanding' Stoke after win over Huddersfield",
  "description": "New Stoke boss Paul Lambert admitted he had forgotten what it was like to manage in the Premier League after making a winning return to the top flight.",
  "content": "Lambert made the perfect start as he watched his side climb out of the relegation zone with a 2-0 home victory over Huddersfield thanks to second-half goals from Joe Allen and Mame Biram Diouf.The Scot has only had a few days to work with his players following his appointment as Mark Hughes' successor on Monday, but he appeared to have visibly lifted them and Stoke did not look like a team who had been beaten on eight of their last 11 Premier League outings.After securing his first Premier League win as manager since December 2014, Lambert heaped praise on his side.\"I thought we were outstanding,\" he said. \"From the off, I thought the tempo and the atmosphere in the stadium was spot on.\"We never looked like losing a goal and the energy for our goals was outstanding. We dominated the game without being too cutting. I thought the second half we were outstanding.\"The first goal set the tone and the second was just brilliant play. I'm delighted for Mame as he works really hard.\"Aided by the returning Ryan Shawcross and an impressive home debut from Moritz Bauer, the Stoke defence never looked like being breached by a Huddersfield side woefully out of form.The Potters kept their first clean sheet in the Premier League since October (a 1-0 win at Watford), having conceded 30 goals in their previous 13 games.Lambert will hope his side can build on the routine victory with the Hornets next up on January 31, followed by enticing games against Bournemouth and Brighton.\"The atmoshere and support of the crowd has been huge,\" Lambert added. \"I've forgotten what it's actually like and you wonder why you come back, but this is me and I won't ever change.\"I thought Charlie [Adam] was excellent, and I don't think [Jack] Butland had a save to make.\"The back four were outstanding and the midfield three had terrific energy levels, and the front three were a handful throughout the game.\"",
  "dbpedia": "\nLambert made the perfect start as he watched his side climb out of the relegation zone with a 2-0 home victory over <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> thanks to second-half goals from <a href=\"http://dbpedia.org/resource/Joe_Allen_(footballer_born_1990)\" title=\"http://dbpedia.org/resource/Joe_Allen_(footballer_born_1990)\" target=\"_blank\">Joe Allen</a> and Mame Biram Diouf.The Scot has only had a few days to work with his players following his appointment as <a href=\"http://dbpedia.org/resource/Mark_Hughes\" title=\"http://dbpedia.org/resource/Mark_Hughes\" target=\"_blank\">Mark Hughes</a>\\&apos; successor on Monday, but he appeared to have visibly lifted them and <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> did not look like a team who had been beaten on eight of their last 11 <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> outings.After securing his first <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> win as manager since December 2014, Lambert heaped praise on his side.&quot;I thought we were outstanding,&quot; he said. &quot;From the off, I thought the tempo and the atmosphere in the stadium was spot on.&quot;We never looked like losing a goal and the energy for our goals was outstanding. We dominated the game without being too cutting. I thought the second half we were outstanding.&quot;The first goal set the tone and the second was just brilliant play. I\\&apos;m delighted for Mame as he works really hard.&quot;Aided by the returning <a href=\"http://dbpedia.org/resource/Ryan_Shawcross\" title=\"http://dbpedia.org/resource/Ryan_Shawcross\" target=\"_blank\">Ryan Shawcross</a> and an impressive home debut from Moritz Bauer, the <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> defence never looked like being breached by a <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> side woefully out of form.The Potters kept their first clean sheet in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> since October (a 1-0 win at <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a>), having conceded 30 goals in their previous 13 games.Lambert will hope his side can build on the routine victory with the Hornets next up on January 31, followed by enticing games against <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a> and <a href=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a>.&quot;The atmoshere and support of the crowd has been huge,&quot; Lambert added. &quot;I\\&apos;ve forgotten what it\\&apos;s actually like and you wonder why you come back, but this is me and I won\\&apos;t ever change.&quot;I thought Charlie [Adam] was excellent, and I don\\&apos;t think [Jack] Butland had a save to make.&quot;The back four were outstanding and the midfield three had terrific energy levels, and the front three were a handful throughout the game.&quot;\n"
}