{
  "date": "31/01/18",
  "title": "Paul Lambert feels Badou Ndiaye can help the team escape relegation",
  "description": "Stoke manager Paul Lambert believes midfielder Badou Ndiaye is right player to help the Potters escape the relegation zone.",
  "content": "The 27-year-old signed from Galatasaray for £14m having made only 17 appearances for the Turkish side, scoring one goal.\n\"He'll bring a great energy to us,\" Lambert said. \"That's what we need, he's come from a big club in Galatasaray so I'm looking forward to him joining us.\"\nThe Potters' goalless draw against Watford at the Bet365 Stadium saw them move out of the relegation zone, but they are just a point above Southampton and Swansea.\nDespite his team's slow start to the match, Lambert was pleased with the endeavour they showed in the second half and believes there is plenty to build on.\n\"It was a really tough game,\" he added. \"In the first half they were better than us and to go in at 0-0 was good for us.\n\"We didn't come out of the blocks like we did in the previous game and we huffed and puffed in the first half but in the second there was more energy and tempo to the game and we might have had the winner with Shaqiri's chance.\n\"The table is so tight, that's two games unbeaten, four points out of six and we just go to the next game and try to get a result. There's a lot to work on but at least the momentum is still there.\"\n",
  "dbpedia": "The 27-year-old signed from Galatasaray for £14m having made only 17 appearances for the <a href=\"http://dbpedia.org/resource/Turkey_national_football_team\" title=\"http://dbpedia.org/resource/Turkey_national_football_team\" target=\"_blank\">Turkish</a> side, scoring one goal.<br>\"He'll bring a great energy to us,\" Lambert said. \"That's what we need, he's come from a big club in Galatasaray so I'm looking forward to him joining us.\"<br>The Potters' goalless draw against <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> at the Bet365 Stadium saw them move out of the relegation zone, but they are just a point above <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> and <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a>.<br>Despite his team's slow start to the match, Lambert was pleased with the endeavour they showed in the second half and believes there is plenty to build on.<br>\"It was a really tough game,\" he added. \"In the first half they were better than us and to go in at 0-0 was good for us.<br>\"We didn't come out of the blocks like we did in the previous game and we huffed and puffed in the first half but in the second there was more energy and tempo to the game and we might have had the winner with Shaqiri's chance.<br>\"The table is so tight, that's two games unbeaten, four points out of six and we just go to the next game and try to get a result. There's a lot to work on but at least the momentum is still there.\"<br>"
}