{
  "date": "16/01/18",
  "title": "Paul Pogba starred against Stoke and is now unbeaten in 35 games",
  "description": "Paul Pogba was brilliant in Manchester United's 3-0 win over Stoke at Old Trafford. Find out why the Frenchman is the Premier League's invincible...",
  "content": "Paul Pogba could be forgiven for wondering what the fuss is all about with Manchester City. While Pep Guardiola's leaders lost their own unbeaten record this season, the Manchester United midfielder's run goes on. The 3-0 victory over Stoke on Monday Night Football made it nine wins and four draws for Pogba this season. It is a sequence that dates back to 2016.\nPogba is unbeaten in his last 35 Premier League matches, far more than any other player in the competition. Gabriel Jesus is the next man on the list with 28 games unbeaten. David Silva has gone 25 without losing. Pogba missed the home defeat to Manchester City and the losses at Huddersfield and Chelsea. But much more significantly, United missed him.\n\"The drop in performance in terms of the connection from defence to attack when he is not there is completely different with United,\" Gary Neville told Sky Sports. \"My view of him is that he has the confidence, the arrogance and the personality to play for United. He wants the ball and they are a far better team when he is in there.\"\nThat was apparent at Old Trafford on Monday. Pogba picked up two assists, taking him level with Kevin De Bruyne and Leroy Sane on nine for the season. The first was a clipped pass to Antonio Valencia, who curled the ball brilliantly into the top corner. For the second, he showed good awareness to spot Anthony Martial on the edge of the box for another fine finish.\nThose passages of play owed much to the team's finishing but for much of the contest it was Pogba's prompting that provided the incision that United needed against a spirited Stoke side. Of the 77 passes that he attempted, the assists were actually two of his more straightforward contributions. This was a masterclass with the ball at his feet.\nJust before the second goal, there was the outrageous raking ball with his left foot from deep inside his own half. Soon after it, there was the right-footed pass to Martial that almost put his compatriot through again. In the early stages of the second half, his weighted through-ball to the same player carved open the visitors yet again.\nAnother driven ball behind Stoke's back line just before the end did not quite bring his side a fourth goal, but it was enough to underline his status as the game's outstanding player. \"He is just running this game,\" said former Manchester United defender Danny Higginbotham on co-commentary for Sky Sports, before naming Pogba as his man of the match.\n\"It is just effortless for him. The way he drives past players, the vision that he has, the anticipation. And because he has that ability, players around him will make that run. He brings so much to this Manchester United team and Manchester United are a different team when he is in it.\n\"He makes the difficult look easy.\"\nCatching Manchester City will be rather more than difficult but Pogba has not given up just yet. \"Obviously we see that Manchester City are in front of us and they are losing,\" he told Sky Sports. \"They are first and we want to catch them so it was good for them to lose but we have to think about ourselves. You have to think about winning and try to catch them.\"\nEven with Pogba fit and in form it will not be easy to overhaul Manchester City. But the midfielder is now just three games away from going 38 matches - the equivalent of a full Premier League season - without tasting a single defeat. No wonder there's a swagger. And no wonder Jose Mourinho needs him in his Manchester United team.\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Paul_Pogba\" title=\"http://dbpedia.org/resource/Paul_Pogba\" target=\"_blank\">Paul Pogba</a> could be forgiven for wondering what the fuss is all about with <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>. While <a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a>'s leaders lost their own unbeaten record this season, the <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> midfielder's run goes on. The 3-0 victory over <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> on Monday Night Football made it nine wins and four draws for Pogba this season. It is a sequence that dates back to 2016.<br>Pogba is unbeaten in his last 35 <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> matches, far more than any other player in the competition. Gabriel Jesus is the next man on the list with 28 games unbeaten. <a href=\"http://dbpedia.org/resource/David_Silva\" title=\"http://dbpedia.org/resource/David_Silva\" target=\"_blank\">David Silva</a> has gone 25 without losing. Pogba missed the home defeat to <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> and the losses at <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> and <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>. But much more significantly, United missed him.<br>\"The drop in performance in terms of the connection from defence to attack when he is not there is completely different with United,\" <a href=\"http://dbpedia.org/resource/Gary_Neville\" title=\"http://dbpedia.org/resource/Gary_Neville\" target=\"_blank\">Gary Neville</a> told Sky Sports. \"My view of him is that he has the confidence, the arrogance and the personality to play for United. He wants the ball and they are a far better team when he is in there.\"<br>That was apparent at <a href=\"http://dbpedia.org/resource/Old_Trafford\" title=\"http://dbpedia.org/resource/Old_Trafford\" target=\"_blank\">Old Trafford</a> on Monday. Pogba picked up two assists, taking him level with <a href=\"http://dbpedia.org/resource/Kevin_De_Bruyne\" title=\"http://dbpedia.org/resource/Kevin_De_Bruyne\" target=\"_blank\">Kevin De Bruyne</a> and Leroy Sane on nine for the season. The first was a clipped pass to <a href=\"http://dbpedia.org/resource/Antonio_Valencia\" title=\"http://dbpedia.org/resource/Antonio_Valencia\" target=\"_blank\">Antonio Valencia</a>, who curled the ball brilliantly into the top corner. For the second, he showed good awareness to spot Anthony Martial on the edge of the box for another fine finish.<br>Those passages of play owed much to the team's finishing but for much of the contest it was Pogba's prompting that provided the incision that United needed against a spirited <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> side. Of the 77 passes that he attempted, the assists were actually two of his more straightforward contributions. This was a masterclass with the ball at his feet.<br>Just before the second goal, there was the outrageous raking ball with his left foot from deep inside his own half. Soon after it, there was the right-footed pass to Martial that almost put his compatriot through again. In the early stages of the second half, his weighted through-ball to the same player carved open the visitors yet again.<br>Another driven ball behind <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a>'s back line just before the end did not quite bring his side a fourth goal, but it was enough to underline his status as the game's outstanding player. \"He is just running this game,\" said former <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> defender <a href=\"http://dbpedia.org/resource/Danny_Higginbotham\" title=\"http://dbpedia.org/resource/Danny_Higginbotham\" target=\"_blank\">Danny Higginbotham</a> on co-commentary for Sky Sports, before naming Pogba as his man of the match.<br>\"It is just effortless for him. The way he drives past players, the vision that he has, the anticipation. And because he has that ability, players around him will make that run. He brings so much to this <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> team and <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> are a different team when he is in it.<br>\"He makes the difficult look easy.\"<br>Catching <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> will be rather more than difficult but Pogba has not given up just yet. \"Obviously we see that <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> are in front of us and they are losing,\" he told Sky Sports. \"They are first and we want to catch them so it was good for them to lose but we have to think about ourselves. You have to think about winning and try to catch them.\"<br>Even with Pogba fit and in form it will not be easy to overhaul <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>. But the midfielder is now just three games away from going 38 matches - the equivalent of a full <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> season - without tasting a single defeat. No wonder there's a swagger. And no wonder Jose Mourinho needs him in his <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> team.<br>"
}