{
  "date": "18/01/18",
  "title": "Paul Lambert says Stoke set to sign Kostas Stafylidis imminently",
  "description": "Paul Lambert expects Stoke to complete the loan signing of defender Kostas Stafylidis from Augsburg on Thursday.",
  "content": "Sky Sports News understands the Greece international was at the Stoke training ground on Wednesday evening to undergo a medical before sealing his move from the Bundesliga club.Stafylidis will become Lambert's first signing following his arrival at the Bet 365 stadium and he expects the 24-year-old to inject a new lease of life into his struggling Stoke side.\"Hopefully that'll go through, I think he's a really good left-back and I think he's got loads of energy which I think we need,\" said Lambert.\"It puts competition into the team which I think is really important, so he's going to come here and hopefully everything goes OK.\"He'll be in competition with the other lads but I think that's important to generate and hopefully later on today that'll go through.\"Stoke host Huddersfield on Saturday, but Lambert was unsure whether Potters' fans would get a glimpse of their latest addition as he needs to assess the player before making a decision on whether he can play.\"I have to see how fit he is and how he's feeling himself, he's not played for a couple of months, I think his last game came against Bayern [Munich],\" he added.Lambert says it was a pleasant coincidence that Stafylidis was one of the club's targets upon his arrival as he was already aware of the player having watched him train in Germany.\"It's funny how football works, I was in Augsburg watching him train, it was really nice of them to let me in to watch,\" said Lambert.\"I think he trained that day, but I never paid too much significance into individual players, it was more just to watch the team train and see what they do.\"The club had been following him for a little bit and I watched him myself and I thought he looked very good.\"",
  "dbpedia": "\nSky Sports News understands the <a href=\"http://dbpedia.org/resource/Greece_national_football_team\" title=\"http://dbpedia.org/resource/Greece_national_football_team\" target=\"_blank\">Greece international</a> was at the <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> training ground on Wednesday evening to undergo a medical before sealing his move from the Bundesliga club.Stafylidis will become Lambert\\&apos;s first signing following his arrival at the Bet 365 stadium and he expects the 24-year-old to inject a new lease of life into his struggling <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> side.&quot;Hopefully that\\&apos;ll go through, I think he\\&apos;s a really good left-back and I think he\\&apos;s got loads of energy which I think we need,&quot; said Lambert.&quot;It puts competition into the team which I think is really important, so he\\&apos;s going to come here and hopefully everything goes OK.&quot;He\\&apos;ll be in competition with the other lads but I think that\\&apos;s important to generate and hopefully later on today that\\&apos;ll go through.&quot;<a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> host <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> on Saturday, but Lambert was unsure whether Potters\\&apos; fans would get a glimpse of their latest addition as he needs to assess the player before making a decision on whether he can play.&quot;I have to see how fit he is and how he\\&apos;s feeling himself, he\\&apos;s not played for a couple of months, I think his last game came against Bayern [Munich],&quot; he added.Lambert says it was a pleasant coincidence that Stafylidis was one of the club\\&apos;s targets upon his arrival as he was already aware of the player having watched him train in <a href=\"http://dbpedia.org/resource/Germany_national_football_team\" title=\"http://dbpedia.org/resource/Germany_national_football_team\" target=\"_blank\">Germany</a>.&quot;It\\&apos;s funny how football works, I was in <a href=\"http://dbpedia.org/resource/FC_Augsburg\" title=\"http://dbpedia.org/resource/FC_Augsburg\" target=\"_blank\">Augsburg</a> watching him train, it was really nice of them to let me in to watch,&quot; said Lambert.&quot;I think he trained that day, but I never paid too much significance into individual players, it was more just to watch the team train and see what they do.&quot;The club had been following him for a little bit and I watched him myself and I thought he looked very good.&quot;\n"
}