{
  "date": "01/02/18",
  "title": "Paul Merson's transfer window grades: High marks for Liverpool, Chelsea, Man Utd",
  "description": "Paul Merson grades the transfer window for each Premier League club with Chelsea, Liverpool and Man Utd top of the class.",
  "content": "It was a record-breaking January window as players such as Alexis Sanchez, Pierre-Emerick Aubameyang, Philippe Coutinho, Virgil van Dijk, Henrikh Mkhitaryan, Ross Barkley, Olivier Giroud, Lucas Moura, Aymeric Laporte and Theo Walcott made high-profile moves.But which Premier League clubs did best and which club was given an F by Soccer Saturday expert Merson? Read on for his team-by-team grades...Major ins: Pierre-Emerick Aubameyang (Borussia Dortmund, £60m), Henrikh Mkhitaryan (Manchester United, swap deal), Konstantinos Mavropanos (PAS Giannina, £1.8m)Major outs: Alexis Sanchez (Manchester United, swap deal), Theo Walcott (Everton, £20m), Francis Coquelin (Valencia, undisclosed), Olivier Giroud (Chelsea, £18m), Mathieu Debuchy (St Etienne, undisclosed)MERSE SAYS: I'll give them an A for attacking because Aubameyang and Mkhitaryan are top, top-drawer players. They've lost Giroud but getting rid of Walcott was good business in my opinion. But they've brought in no defenders and they need a centre-half. How have they not got Jonny Evans out of West Brom? I was watching the game against Swansea thinking: 'You're going to pay £60m for another centre-forward when you've already got a £40m forward in Lacazette, who isn't going to get a game now?' I'll give them a D- for defensive work.Major ins: NoneMajor outs: Lewis Grabban (Aston Villa, loan), Benik Afobe (Wolves, loan), Connor Mahoney (Barnsley, loan), Mihai Dobre (Rochdale, loan)MERSE SAYS: You can't really give them a mark because they haven't brought anybody in! What grade can you give to the kid who doesn't turn up at school? I'll have to give them an F because they're in a relegation battle and they should do business. I like Eddie Howe, but I just think he's very, very loyal. You look at the back four and, apart from Nathan Ake, they've been there for the last six or seven years and they've been through the leagues. They don't often let him down but you need to freshen it up sometimes.Major ins: Leonardo Ulloa (Leicester, loan), Jurgen Locadia (PSV, £14.1m), Warren O'Hara (Bohemians, undisclosed)Major outs: Jamie Murphy (Rangers, loan), Kazenga LuaLua (Sunderland, free)MERSE SAYS: They've brought in Leo Ulloa and I really like him. He scores goals and had a good record at Leicester, so I think that's a good deal. It's good to see they're having a go.Major ins: Georges-Kevin N'Koudou (Tottenham, loan), Aaron Lennon (Everton, undisclosed)Major outs: Dan Agyei (Blackpool, loan), Alex Whitmore (Chesterfield, free), Tom Anderson (Doncaster, loan)MERSE SAYS: Sean Dyche has gone with wide players, and I can see where he's coming from, but Lennon and N'Koudou don't remind me of Burnley players who will dig in, sit in and be hard to beat. I don't see that with those two, they're more like luxury players. I'll have to wait and see on that one, but I don't think it's great.Major ins: Olivier Giroud (Arsenal, £18m), Ross Barkley (Everton, £15m plus add-ons), Emerson Palmieri (Roma, £17.6m)Major outs: Michy Batshuayi (Dortmund, loan), Kenedy (Newcastle, loan), Baba Rahman (Schalke, loan), Charly Musonda (Celtic, loan)MERSE SAYS: To get Giroud for that price, it's a cup of tea, that is. He could keep Alvaro Morata out of the team, he really could. I'm a big fan of Barkley as well, even though I know he splits opinion. Emerson is decent as well and getting Batshuayi and Kenedy out is good business. Antonio Conte should be happy with what they've done.Major ins: Jaroslaw Jach (Zagłebie Lubin, undisclosed), Erdal Rakip (Benfica, loan), Alexander Sorloth (FC Midtjylland, undisclosed)Major outs: Noor Husin (Notts County, undisclosed), Keshi Anderson (Swindon, undisclosed), Sully Kaikai (Charlton, loan)MERSE SAYS: I don't really know the players that Crystal Palace have brought in. Ibrahim Amadou would have been a decent signing if they could have got him to come. I would have given them a B+ if they'd got him.Major ins: Cenk Tosun (Besiktas, £27m), Theo Walcott (Everton, £20m), Eliaquim Mangala (Man City, loan)Major outs: Ross Barkley (Chelsea, £15m plus add-ons), Kevin Mirallas (Olympiakos, loan), Aaron Lennon (Burnley, undisclosed), Sandro Ramirez (Sevilla, loan), Ademola Lookman (RB Leipzig, loan)MERSE SAYS:  This has been a decent window. They've let players go that weren't playing and got them off the wage bill. Theo has scored over 100 goals for Arsenal and the lad Tosun needs an opportunity because he's living off scraps so far. They'll be pleased with their business.Major ins: Terence Kongolo (Monaco, loan), Alex Pritchard (Norwich, £11m)Major outs: Jack Payne (Blackburn, loan), Joe Lolley (Nottingham Forest, undisclosed), Martin Crainie (Middlesbrough, undisclosed)MERSE SAYS: The Huddersfield owner has had a go and if they go down it will be in a blaze of glory and won't be for lack of trying. You see teams come up and don't really spend, so fair play to him. I like Pritchard and I think he will be a good player for them.Major ins: Adrien Silva (Sporting Lisbon, £22m), Fousseni Diabate (Gazelec Ajaccio, undisclosed)Major outs: Raul Uche (Real Betis, loan), Leonardo Ulloa (Brighton, loan), Ahmed Musa (CSKA Moscow, loan), Islam Slimani (Newcastle, loan), Andy King (Swansea, loan)MERSE SAYS:  They kept Mahrez, but if the other players have the hump with him then you worry. He handed in a transfer request and he put himself in a position to go - but he's ended up staying. If they forgive him then it's a result for Leicester by keeping him. However, players shouldn't not turn up for training and refuse to play matches. One thing they have at Leicester is team spirit and that won't look good.Major ins: Virgil van Dijk (Southampton, £75m)Major outs: Philippe Coutinho (Barcelona, £146m), Daniel Sturridge (West Brom, loan), Lazar Markovic (Anderlecht, loan), Jon Flanagan (Bolton, loan), Ryan Kent (Bristol City, loan), Marko Grujic (Cardiff, loan)MERSE SAYS:  It's been a brilliant window. They needed a centre-half and they paid good money and got him. They also got £146m for Coutinho and got a big earner in Daniel Sturridge off the wage bill. It's been good business in my opinion. Top marks.Major ins: Aymeric Laporte (Athletic Bilbao, £57m), Jack Harrison (New York City, undisclosed)Major outs: Eliaquim Mangala (Everton, loan), Jack Harrison (Middlesbrough, loan), Jacob Davenport (Burton, loan), Isaac Buckley-Ricketts (Oxford United, loan), Kean Bryan (Oldham, loan), Marlos Moreno (Flamengo, loan), Ashley Smith-Brown (Oxford, loan)MERSE SAYS:  Manchester City can pretty much just go out and get what they need. They paid good money for Laporte but he's another good player who will fit in. They wouldn't have been after Riyad Mahrez if Leroy Sane and Gabriel Jesus weren't injured, but they've got that much money that they could buy him until they're fit. It's not a big blow that they haven't got him.Major ins: Alexis Sanchez (Arsenal, swap deal)Major outs: Henrikh Mkhitaryan (Arsenal, swap deal), Axel Tuanzebe (Aston Villa, loan), Demetri Mitchell (Hearts, loan)MERSE SAYS:  How many teams get quality like Alexis Sanchez in January? They needed that x-factor and they've definitely been missing a spark to give them a little bit extra in tight games. He can play in the Champions League as well, which is a bonus.Major ins: Kenedy (Chelsea, loan), Islam Slimani (Leicester, loan), Martin Dubravka (Sparta Prague, loan)Major outs: Adam Armstrong (Blackburn, loan), Dan Barlaser (Crewe, loan), Aleksandar Mitrovic (Fulham, loan)MERSE SAYS:  Kenedy alone isn't going to keep you up. I'm not being horrible but he won't, so I'm glad they did a bit of late business on Deadline Day by getting Slimani. They needed a forward because they're not scoring enough goals and someone like him might reignite them.Major ins: Guido Carrillo (Monaco, £19.1m)Major outs: Virgil van Dijk (Liverpool, £75m), Ryan Seager (Yeovil, loan), Matt Targett (Fulham, loan)MERSE SAYS:  Carillo hasn't played loads of football but he's decent. They also got £75m for a centre-half and that's seriously good business. They were always going to lose him so to get that money is phenomenal. They haven't got anyone else in but I don't think they can moan too much.Major ins: Badou Ndiaye (Galatasaray, undisclosed), Moussa Niakete (Paris FC, free), Moritz Bauer (Rubin Kazan, undisclosed fee), Kostas Stafylidis (Augsburg, loan)Major outs: Harry Souttar (Ross County, loan), Josh Tymon (MK Dons, loan)MERSE SAYS:  I don't know any of those players, so I can't rate them high. They didn't buy anybody at the start of the season really and that's why Mark Hughes struggled. He was left out to dry. I didn't think they'd get rid of him then give Paul Lambert a few million quid and they haven't broken the bank, have they?Major ins: Andre Ayew (West Ham, £18m), Andy King (Leicester, loan)Major outs: Adam King (Mansfield, loan), Jay Fulton (Wigan, loan), Joe Rodon (Cheltenham, loan)MERSE SAYS:  It wasn't looking like a good window for Swansea until they brought in Ayew and King at the very last moment. They are two good attacking international players, which is what they need because they've been looking quite solid at the back in recent games.Major ins: Lucas Moura (PSG, £25m)Major outs: Georges-Kevin N'Koudou (Burnley, loan), Cameron Carter-Vickers (Ipswich, loan), Luke Amos (Stevenage, loan), Marcus Edwards (Norwich, loan), Anton Walkes (Portsmouth, loan), Ryan Loft (Exeter, loan)MERSE SAYS:  It's hard with Tottenham. I always say if you put their best XI on the pitch then they're as good as anybody. So whoever you're buying it's hard to make them better unless you're paying big bucks. But they've got a good player in Lucas Moura. You only have to look towards the other week when Christian Eriksen didn't play and Moussa Sissoko did, and they're not the same team.Major ins: Gerard Deulofeu (Barcelona, loan), Pontus Dahlberg (IFK Gothenburg, undisclosed), Dodi Lukebakio (Anderlecht, undisclosed), Didier Ndong (Sunderland, loan)Major outs: Isaac Success (Malaga, loan), Ben Watson (released), Costel Pantilimon (Nottingham Forest, loan), Alex Jakubiak (Falkirk, loan), Michael Folivi (Boreham Wood, loan), Charlie Rowan (Accrington Stanley, loan), Brice Dja Djedje (Lens, loan), Randell Williams (Wycombe, loan)MERSE SAYS: Didier Ndong?  I don't get that one. Deulofeu was at Barcelona and now he's coming to Watford in a relegation battle. He can be first class on his day but I've also seen him off his day. You've got to tell him to go out wide and do what you've got to do, but if you ask him to do other stuff? I don't think so.Major ins: Daniel Sturridge (Liverpool, loan), Ahmed Hegazi (Al Ahly, permanent deal), Ali Gabr (Zamalek FC, loan)Major outs: Tyler Roberts (Leeds United, £2.5m), Kane Wilson (Exeter, loan), Shaun Donnellan (Yeovil, free), Tahvon Campbell (Forest Green, loan), Kyle Edwards (Exeter, loan)MERSE SAYS:  That could be A+++ if Sturridge finds anywhere near the form he showed a couple of years ago. I'm a massive fan of his and it's worth the punt. If he gets going he gets them safe and that's Mastercard... priceless.Major ins: Joao Mario (Inter Milan, loan), Jordan Hugill (Preston, undisclosed)Major outs: Martin Samuelsen (Burton, loan), Diafra Sakho (Rennes, undisclosed), Andre Ayew (Swansea, £18m)MERSE SAYS:  Joao Mario is decent and I think they'll stay up this season. As for Hugill, I think it's quite a big step from the Championship. People tell me there's not much between the two divisions but I don't agree. It's a big jump to come up and score goals in the Premier League."
}