{
  "date": "18/01/18",
  "title": "Paul Merson: Manchester City should not be among favourites for Champions League",
  "description": "Paul Merson believes Manchester City should not be among the favourites for the Champions League after seeing their collapse against Liverpool.",
  "content": "City conceded three goals in nine second-half minutes during their 4-3 defeat by Liverpool on Super Sunday last weekend, but remain 12 points clear at the top of the Premier League.Pep Guardiola's side are 3/1 favourites with Sky Bet to win the Champions League for the first time, followed by PSG (5/1), Bayern Munich (11/2) and Barcelona (13/2), but Merson says the manager should be worried after seeing their capitulation and thinks Manchester United have as good a chance as City of winning the crown.Merson told Sky Sports: \"If I was looking at Manchester City's performance against Liverpool in those 20 minutes, and then looking at City's chances in the Champions League, I'd be a very worried man.\"City are going to win the Premier League, and they'll be looking to wrap it up as early as possible so they can go for the Champions League full pelt.\"But those 20 minutes were worrying, they completely and utterly went. In the Champions League, if you do that against PSG or Barcelona, you're out. See you later.\"Pep Guardiola probably learned more in that second half against Liverpool than he has in the last seven months at City. To see those players drop like that, it's worrying. I wouldn't make them favourites to win the Champions League after that.\"That's where Man Utd have got just as good a chance of winning it as Man City, because that just wouldn't happen at Man Utd. I really think they have every chance in the Champions League. I say that because they can go to tough places and draw 0-0. No problem at all.\"Tottenham have impressed in the Champions League this season, finishing top of a difficult group among giants Real Madrid and Borussia Dortmund.Former Arsenal forward Merson believes Mauricio Pochettino's side could go far, but worries about the depth of their squad if they were to receive injuries.\"Tottenham could go far, but they're two injuries away from being pretty average, let's be honest. If Harry Kane got injured they're hugely impacted, but not just them.\"We saw them go to Man City without their three strongest men; Alderweireld, Wanyama and Sanchez. And they got absolutely rinsed by Man City.\"But if they have their full team out, I think they give anyone in Europe a game. But it'll all come down to injuries, and I'm not sure they have a big enough squad.\"Regarding Liverpool, Merson says their defensive deficiencies will ultimately mean they fall short in Europe, and pinpointed goalkeepers Loris Karius and Simon Mignolet as the weakest area of the side.\"Liverpool can't win the Champions League in a month of Sundays. They just can't defend. Look at Sunday, 4-1 up and there's still drama in the last five minutes! The players going forward for them do cover up the cracks at the back.\"And you go through any champions, World Cup, Premier League, European Championships, European Cups, tell me a team that has won anything without a good, in-form goalkeeper?\"Liverpool couldn't have played any better in the first half against Man City, and City couldn't have played any worse, but they're going in at half-time at 1-1. That's all down to the goalkeeper Loris Karius, he should have done much better with Leroy Sane's shot. They're just not good enough.\"",
  "dbpedia": "\nCity conceded three goals in nine second-half minutes during their 4-3 defeat by <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> on Super Sunday last weekend, but remain 12 points clear at the top of the Premier League.Pep Guardiola\\&apos;s side are 3/1 favourites with Sky Bet to win the Champions League for the first time, followed by <a href=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" title=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" target=\"_blank\">PSG</a> (5/1), <a href=\"http://dbpedia.org/resource/FC_Bayern_Munich\" title=\"http://dbpedia.org/resource/FC_Bayern_Munich\" target=\"_blank\">Bayern Munich</a> (11/2) and <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> (13/2), but Merson says the manager should be worried after seeing their capitulation and thinks <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> have as good a chance as City of winning the crown.Merson told Sky Sports: &quot;If I was looking at <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>\\&apos;s performance against <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> in those 20 minutes, and then looking at City\\&apos;s chances in the Champions League, I\\&apos;d be a very worried man.&quot;City are going to win the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, and they\\&apos;ll be looking to wrap it up as early as possible so they can go for the Champions League full pelt.&quot;But those 20 minutes were worrying, they completely and utterly went. In the Champions League, if you do that against <a href=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" title=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" target=\"_blank\">PSG</a> or <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a>, you\\&apos;re out. See you later.&quot;<a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a> probably learned more in that second half against <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> than he has in the last seven months at City. To see those players drop like that, it\\&apos;s worrying. I wouldn\\&apos;t make them favourites to win the Champions League after that.&quot;That\\&apos;s where Man Utd have got just as good a chance of winning it as Man City, because that just wouldn\\&apos;t happen at Man Utd. I really think they have every chance in the Champions League. I say that because they can go to tough places and draw 0-0. No problem at all.&quot;<a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> have impressed in the Champions League this season, finishing top of a difficult group among giants <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Real Madrid</a> and Borussia Dortmund.Former <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> forward Merson believes <a href=\"http://dbpedia.org/resource/Mauricio_Pochettino\" title=\"http://dbpedia.org/resource/Mauricio_Pochettino\" target=\"_blank\">Mauricio Pochettino</a>\\&apos;s side could go far, but worries about the depth of their squad if they were to receive injuries.&quot;<a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> could go far, but they\\&apos;re two injuries away from being pretty average, let\\&apos;s be honest. If <a href=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" title=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" target=\"_blank\">Harry Kane</a> got injured they\\&apos;re hugely impacted, but not just them.&quot;We saw them go to Man City without their three strongest men; <a href=\"http://dbpedia.org/resource/Toby_Alderweireld\" title=\"http://dbpedia.org/resource/Toby_Alderweireld\" target=\"_blank\">Alderweireld</a>, Wanyama and Sanchez. And they got absolutely rinsed by Man City.&quot;But if they have their full team out, I think they give anyone in Europe a game. But it\\&apos;ll all come down to injuries, and I\\&apos;m not sure they have a big enough squad.&quot;Regarding <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>, Merson says their defensive deficiencies will ultimately mean they fall short in Europe, and pinpointed goalkeepers Loris Karius and <a href=\"http://dbpedia.org/resource/Simon_Mignolet\" title=\"http://dbpedia.org/resource/Simon_Mignolet\" target=\"_blank\">Simon Mignolet</a> as the weakest area of the side.&quot;<a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> can\\&apos;t win the Champions League in a month of Sundays. They just can\\&apos;t defend. Look at Sunday, 4-1 up and there\\&apos;s still drama in the last five minutes! The players going forward for them do cover up the cracks at the back.&quot;And you go through any champions, World Cup, <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, European Championships, European Cups, tell me a team that has won anything without a good, in-form goalkeeper?&quot;<a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> couldn\\&apos;t have played any better in the first half against Man City, and City couldn\\&apos;t have played any worse, but they\\&apos;re going in at half-time at 1-1. That\\&apos;s all down to the goalkeeper Loris Karius, he should have done much better with Leroy Sane\\&apos;s shot. They\\&apos;re just not good enough.&quot;\n"
}