{
  "date": "03/02/18",
  "title": "Paul Clement says 'damaged' Renato Sanches struggled with confidence at Swansea",
  "description": "Former Swansea manager Paul Clement says \"damaged\" Renato Sanches was unable to replicate training ground confidence during Premier League matches.",
  "content": "Clement, who was sacked by the club a few days before Christmas, brought the 20-year-old midfielder on a season-long loan deal from Bayern Munich, where he was assistant to head coach Carlo Ancelotti before taking the Swansea job in January last year.\nBut Sanches has proved to be a massive disappointment for the Swans, with Clement admitting the player struggled to come to terms with the fact he wasn't playing for one of Europe's elite.\nClement told The Times: \"I thought that was a massive coup for us, to attract a player of that level after what he'd done a summer earlier in the Euros (with champions Portugal).\n\"I was with him the first six months at Bayern but he hadn't played regularly. His physical condition was down. His confidence was down.\n\"He wasn't so keen initially. He thought he was going to go to Man United, Chelsea or Paris Saint-Germain.\n\"But Bayern were saying, 'You're not going there, you're not going to play.' When he came, he was far more damaged than I thought. It was really sad.\n\"He was a boy who had almost got the weight of the world on his shoulders. In training, when that pressure is not there, he was the best player.\n\"He could do things no one else could do. He's got power, can go past people, got a shot on him.\n\"But in games, I looked at the choices he was making, shooting from 45 yards on the angle, and he kept making those mistakes.\n\"He had a desire to please and a desire to prove everybody wrong. He got in a vicious cycle of poor choices. It became difficult to pick him.\"\n",
  "dbpedia": "Clement, who was sacked by the club a few days before Christmas, brought the 20-year-old midfielder on a season-long loan deal from <a href=\"http://dbpedia.org/resource/FC_Bayern_Munich\" title=\"http://dbpedia.org/resource/FC_Bayern_Munich\" target=\"_blank\">Bayern Munich</a>, where he was assistant to head coach <a href=\"http://dbpedia.org/resource/Carlo_Ancelotti\" title=\"http://dbpedia.org/resource/Carlo_Ancelotti\" target=\"_blank\">Carlo Ancelotti</a> before taking the <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> job in January last year.<br>But Sanches has proved to be a massive disappointment for the Swans, with Clement admitting the player struggled to come to terms with the fact he wasn't playing for one of Europe's elite.<br>Clement told The Times: \"I thought that was a massive coup for us, to attract a player of that level after what he'd done a summer earlier in the Euros (with champions <a href=\"http://dbpedia.org/resource/Portugal_national_football_team\" title=\"http://dbpedia.org/resource/Portugal_national_football_team\" target=\"_blank\">Portugal</a>).<br>\"I was with him the first six months at Bayern but he hadn't played regularly. His physical condition was down. His confidence was down.<br>\"He wasn't so keen initially. He thought he was going to go to <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Man United</a>, <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> or <a href=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" title=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" target=\"_blank\">Paris Saint-Germain</a>.<br>\"But Bayern were saying, 'You're not going there, you're not going to play.' When he came, he was far more damaged than I thought. It was really sad.<br>\"He was a boy who had almost got the weight of the world on his shoulders. In training, when that pressure is not there, he was the best player.<br>\"He could do things no one else could do. He's got power, can go past people, got a shot on him.<br>\"But in games, I looked at the choices he was making, shooting from 45 yards on the angle, and he kept making those mistakes.<br>\"He had a desire to please and a desire to prove everybody wrong. He got in a vicious cycle of poor choices. It became difficult to pick him.\"<br>"
}