{
  "date": "16/01/18",
  "title": "Paul Lambert says Stoke have \"more than enough\" to stay in the Premier League",
  "description": "Paul Lambert says Stoke have \"more than enough\" to avoid relegation from the Premier League, and confirmed he wants to sign players in the January transfer window.",
  "content": "Lambert was appointed as Mark Hughes' successor on Monday and arrives at the bet365 Stadium with Stoke 18th in the table, one point from safety.\nDespite their poor season - which also includes an FA Cup third-round exit to Sky Bet League Two side Coventry - Lambert believes his players are good enough to start climbing the table and avoid the drop.\n\"They've got more than enough. They shouldn't be in the position they're in, but the reality is they are,\" Lambert said.\n\"There are some really talented footballers here. If they can get the togetherness and the spirit here then that will take us a long way, along with the support the club generates.\"\nStoke have conceded 50 goals in the Premier League this season - more than any other club - and Lambert confirmed that tightening up his new club's defence was a priority.\nHe said: \"As a team we have to do better and stop conceding goals.\n\"I don't think it's just the defence, I think it's collective. We win together and lose together.\n\"Going forward I think we're really good. Without the ball we need to be a little bit better, a bit more aggressive without it, and close people down a little bit quicker. \"\nStoke have already bought right-back Moritz Bauer to the club in January, and Lambert explained he wanted the club to make further additions this month.\nHe said: \"We've spoken about it. We have to put pressure on the lads that are already here, to perform to the level they're capable of.\n\"By their own admission they haven't played as well as they could have done. They have to get the drive from other players coming in to help them. That's what we'll try and do.\"\n",
  "dbpedia": "Lambert was appointed as <a href=\"http://dbpedia.org/resource/Mark_Hughes\" title=\"http://dbpedia.org/resource/Mark_Hughes\" target=\"_blank\">Mark Hughes</a>' successor on Monday and arrives at the bet365 Stadium with <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> 18th in the table, one point from safety.<br>Despite their poor season - which also includes an FA Cup third-round exit to Sky Bet <a href=\"http://dbpedia.org/resource/Football_League_Two\" title=\"http://dbpedia.org/resource/Football_League_Two\" target=\"_blank\">League Two</a> side <a href=\"http://dbpedia.org/resource/Coventry_City_F.C.\" title=\"http://dbpedia.org/resource/Coventry_City_F.C.\" target=\"_blank\">Coventry</a> - Lambert believes his players are good enough to start climbing the table and avoid the drop.<br>\"They've got more than enough. They shouldn't be in the position they're in, but the reality is they are,\" Lambert said.<br>\"There are some really talented footballers here. If they can get the togetherness and the spirit here then that will take us a long way, along with the support the club generates.\"<br><a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> have conceded 50 goals in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> this season - more than any other club - and Lambert confirmed that tightening up his new club's defence was a priority.<br>He said: \"As a team we have to do better and stop conceding goals.<br>\"I don't think it's just the defence, I think it's collective. We win together and lose together.<br>\"Going forward I think we're really good. Without the ball we need to be a little bit better, a bit more aggressive without it, and close people down a little bit quicker. \"<br><a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> have already bought right-back Moritz Bauer to the club in January, and Lambert explained he wanted the club to make further additions this month.<br>He said: \"We've spoken about it. We have to put pressure on the lads that are already here, to perform to the level they're capable of.<br>\"By their own admission they haven't played as well as they could have done. They have to get the drive from other players coming in to help them. That's what we'll try and do.\"<br>"
}