{
  "date": "19/01/18",
  "title": "Pele 'recovering after collapsing from exhaustion' - Football Writers' Association",
  "description": "Pele is recovering in hospital after collapsing from exhaustion in his native Brazil, according to the Football Writers' Association.",
  "content": "The 77-year-old was set to appear at an FWA tribute night in London on Sunday, but he will not be travelling to the UK.FWA executive secretary Paul McCarthy said: \"In the early hours of Thursday morning, Pele collapsed and was taken to hospital in Brazil where he has undergone a series of tests, which appear to point to severe exhaustion.\"He remains on fluids while doctors monitor his recovery. Thankfully, there is no suggestion of anything more serious than exhaustion and everybody at the Football Writers' Association wishes Pele a swift and full recovery.\"Understandably, his medical situation prevents him from travelling to London for the Football Writers' Association Tribute Night on Sunday evening at The Savoy.\"But after discussions with Pele and his team, he has insisted the event should continue, not least because many of Pele's friends are travelling from overseas to be with us on Sunday.\"While it is incredibly sad Pele cannot attend the function, the FWA are grateful that all those who have been asked to pay tribute on the night - Gareth Southgate, Cliff Jones, Gordon Banks and Steve Hunt - are determined to help make the evening a memorable one.\"Pele's team have also asked that we film the event and send a copy to Brazil in the knowledge it will lift the Great Man's spirits to see his friends are thinking of him and sending their best wishes. With that in mind, we want to do Pele proud and make Sunday night as memorable as possible.\"It goes without saying, Pele has an open invitation to any of our functions once he regains his health and we are already discussing the possibility of him joining us in May for the Footballer of the Year Dinner.\"Pele scored 77 goals in 92 appearances for Brazil between 1957 and 1971, and 643 goals in 656 appearances for Santos.",
  "dbpedia": "\nThe 77-year-old was set to appear at an FWA tribute night in London on Sunday, but he will not be travelling to the UK.FWA executive secretary Paul McCarthy said: &quot;In the early hours of Thursday morning, Pele collapsed and was taken to hospital in <a href=\"http://dbpedia.org/resource/Brazil_national_football_team\" title=\"http://dbpedia.org/resource/Brazil_national_football_team\" target=\"_blank\">Brazil</a> where he has undergone a series of tests, which appear to point to severe exhaustion.&quot;He remains on fluids while doctors monitor his recovery. Thankfully, there is no suggestion of anything more serious than exhaustion and everybody at the Football Writers\\&apos; Association wishes Pele a swift and full recovery.&quot;Understandably, his medical situation prevents him from travelling to London for the Football Writers\\&apos; Association Tribute Night on Sunday evening at The Savoy.&quot;But after discussions with Pele and his team, he has insisted the event should continue, not least because many of Pele\\&apos;s friends are travelling from overseas to be with us on Sunday.&quot;While it is incredibly sad Pele cannot attend the function, the FWA are grateful that all those who have been asked to pay tribute on the night - <a href=\"http://dbpedia.org/resource/Gareth_Southgate\" title=\"http://dbpedia.org/resource/Gareth_Southgate\" target=\"_blank\">Gareth Southgate</a>, Cliff Jones, <a href=\"http://dbpedia.org/resource/Gordon_Banks\" title=\"http://dbpedia.org/resource/Gordon_Banks\" target=\"_blank\">Gordon Banks</a> and Steve Hunt - are determined to help make the evening a memorable one.&quot;Pele\\&apos;s team have also asked that we film the event and send a copy to <a href=\"http://dbpedia.org/resource/Brazil_national_football_team\" title=\"http://dbpedia.org/resource/Brazil_national_football_team\" target=\"_blank\">Brazil</a> in the knowledge it will lift the Great Man\\&apos;s spirits to see his friends are thinking of him and sending their best wishes. With that in mind, we want to do Pele proud and make Sunday night as memorable as possible.&quot;It goes without saying, Pele has an open invitation to any of our functions once he regains his health and we are already discussing the possibility of him joining us in May for the Footballer of the Year Dinner.&quot;Pele scored 77 goals in 92 appearances for <a href=\"http://dbpedia.org/resource/Brazil_national_football_team\" title=\"http://dbpedia.org/resource/Brazil_national_football_team\" target=\"_blank\">Brazil</a> between 1957 and 1971, and 643 goals in 656 appearances for Santos.\n"
}