{
  "date": "19/01/18",
  "title": "Pep Guardiola congratulates Manchester United and Alexis Sanchez over potential transfer",
  "description": "Pep Guardiola expects Alexis Sanchez to join Manchester United and says there are no hard feelings.",
  "content": "Sanchez played under Guardiola at Barcelona but City pulled out of the race to sign the Chile international as they were reportedly unhappy with the escalating costs of doing the deal.When asked why they were unable to match United's offer, the Manchester City boss replied: \"I am not the guy with the mathematics, the numbers.\"What I know right now is Alexis is still an Arsenal player. I think he is going to go to United so congratulations to both of them.\"In the end, the players and managers decide where they want to play. Good luck.\"Guardiola denied feeling let down by his former player potentially joining City's rivals.\"My opinion of Alexis remains the same,\" he said. \"It was a pleasure to be with him at Barcelona and he is going to decide to move onto another club.\"I wish him all the best.\"Guardiola confirmed City captain Vincent Kompany is nearing a return to action but expects Fabian Delph to be out \"for a while\" after he limped out of last Sunday's loss to Liverpool.With Benjamin Mendy still absent, Guardiola will be forced to play someone out of position at left-back.\"We have a problem [at left-back] for the next few weeks,\" he said. \"We have had a problem since the start of the season because we decided to start the season with just one full-back. We hadn't options to buy because we spent enough money.\"We knew that and now the problem with Fabian Delph, we are going to see how we solve the problem, because it is not for just one or two games. It will be for longer.\"In this kind of situation, it depends on the mentality of the players. If they are able to make a step forward and some players play in not natural positions, and other guys help them, everything is going well.\"",
  "dbpedia": "\nSanchez played under Guardiola at <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> but City pulled out of the race to sign the Chile international as they were reportedly unhappy with the escalating costs of doing the deal.When asked why they were unable to match United\\&apos;s offer, the <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> boss replied: &quot;I am not the guy with the mathematics, the numbers.&quot;What I know right now is Alexis is still an <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> player. I think he is going to go to United so congratulations to both of them.&quot;In the end, the players and managers decide where they want to play. Good luck.&quot;Guardiola denied feeling let down by his former player potentially joining City\\&apos;s rivals.&quot;My opinion of Alexis remains the same,&quot; he said. &quot;It was a pleasure to be with him at <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> and he is going to decide to move onto another club.&quot;I wish him all the best.&quot;Guardiola confirmed City captain <a href=\"http://dbpedia.org/resource/Vincent_Kompany\" title=\"http://dbpedia.org/resource/Vincent_Kompany\" target=\"_blank\">Vincent Kompany</a> is nearing a return to action but expects <a href=\"http://dbpedia.org/resource/Fabian_Delph\" title=\"http://dbpedia.org/resource/Fabian_Delph\" target=\"_blank\">Fabian Delph</a> to be out &quot;for a while&quot; after he limped out of last Sunday\\&apos;s loss to Liverpool.With Benjamin Mendy still absent, Guardiola will be forced to play someone out of position at left-back.&quot;We have a problem [at left-back] for the next few weeks,&quot; he said. &quot;We have had a problem since the start of the season because we decided to start the season with just one full-back. We hadn\\&apos;t options to buy because we spent enough money.&quot;We knew that and now the problem with <a href=\"http://dbpedia.org/resource/Fabian_Delph\" title=\"http://dbpedia.org/resource/Fabian_Delph\" target=\"_blank\">Fabian Delph</a>, we are going to see how we solve the problem, because it is not for just one or two games. It will be for longer.&quot;In this kind of situation, it depends on the mentality of the players. If they are able to make a step forward and some players play in not natural positions, and other guys help them, everything is going well.&quot;\n"
}