{
  "date": "07/01/18",
  "title": "Pep Guardiola says his Manchester City side have to win trophies to become 'a big club'",
  "description": "Pep Guardiola wants Manchester City to enjoy their victories - but will only be satisfied if they win trophies which can make them a \"big club\".",
  "content": "The runaway Premier League leaders maintained their seemingly relentless charge in four competitions by sweeping into the FA Cup fourth round at Burnley's expense on Saturday.They are now eyeing a place in the Carabao Cup final as they host Championship side Bristol City in the first leg of their semi-final on Tuesday, live on Sky Sports.Looking ahead to the next game, Guardiola said: \"A win helps to win more, then we are there, going to go to London to play the final.\"It's important (to win trophies). To become a big club like the teams I have faced, or teams like (Manchester) United or Liverpool, with a really big history, you have to win.\"Nobody can take away what we have lifted so far - the pleasures from this team of the last three or four months, they belong to us. In the process, when you live in good moments, I say to the players, 'Enjoy it'. It is so complicated it may not happen again.\"But after, of course, to give real value to what we have done so far, what we are going to do in the future, you have to lift the titles. Without that, it's OK, it's good, but not enough.\"Guardiola was pleased to see Leroy Sane back on the scoresheet in the 4-1 victory over Burnley at the weekend.The winger has been one of several stand-out City performers this season but the strike was the 21-year-old's first since October, and Guardiola feels he still has much to do to reach his full potential.He said: \"I said to him many times, I don't have doubts how important he is for us, to make movements, runs in behind. It is not easy to live with him.\"But he has still a lot - a lot - of things to improve. In the simple things, he still has mistakes, big mistakes. He has a lot of things to improve but he is able to deal with that challenge.\"He has a special talent. Of course it was important to score another goal. We need his goals, but also his assists, crosses, how he defends backwards.\"He made a lot of very good things but at 21, 22 years old - I met only one player in my life at that age who knew absolutely everything and he could do absolutely everything. The other guys have many, many things to improve, and Leroy especially.\"",
  "dbpedia": "\nThe runaway <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> leaders maintained their seemingly relentless charge in four competitions by sweeping into the FA Cup fourth round at <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a>\\&apos;s expense on Saturday.They are now eyeing a place in the Carabao Cup final as they host Championship side <a href=\"http://dbpedia.org/resource/Bristol_City_F.C.\" title=\"http://dbpedia.org/resource/Bristol_City_F.C.\" target=\"_blank\">Bristol City</a> in the first leg of their semi-final on Tuesday, live on Sky Sports.Looking ahead to the next game, Guardiola said: &quot;A win helps to win more, then we are there, going to go to London to play the final.&quot;It\\&apos;s important (to win trophies). To become a big club like the teams I have faced, or teams like (Manchester) United or <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>, with a really big history, you have to win.&quot;Nobody can take away what we have lifted so far - the pleasures from this team of the last three or four months, they belong to us. In the process, when you live in good moments, I say to the players, \\&apos;Enjoy it\\&apos;. It is so complicated it may not happen again.&quot;But after, of course, to give real value to what we have done so far, what we are going to do in the future, you have to lift the titles. Without that, it\\&apos;s OK, it\\&apos;s good, but not enough.&quot;Guardiola was pleased to see Leroy Sane back on the scoresheet in the 4-1 victory over <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a> at the weekend.The winger has been one of several stand-out City performers this season but the strike was the 21-year-old\\&apos;s first since October, and Guardiola feels he still has much to do to reach his full potential.He said: &quot;I said to him many times, I don\\&apos;t have doubts how important he is for us, to make movements, runs in behind. It is not easy to live with him.&quot;But he has still a lot - a lot - of things to improve. In the simple things, he still has mistakes, big mistakes. He has a lot of things to improve but he is able to deal with that challenge.&quot;He has a special talent. Of course it was important to score another goal. We need his goals, but also his assists, crosses, how he defends backwards.&quot;He made a lot of very good things but at 21, 22 years old - I met only one player in my life at that age who knew absolutely everything and he could do absolutely everything. The other guys have many, many things to improve, and Leroy especially.&quot;\n"
}