{
  "date": "24/01/18",
  "title": "Pep Guardiola says Carabao Cup can help Manchester City reach new level",
  "description": "Pep Guardiola hopes that success in the Carabao Cup can help take Manchester City to \"another level\".",
  "content": "Guardiola's side beat Bristol City 3-2 on Tuesday night to secure a 5-3 aggregate victory over two legs of their semi-final and reach the final against either Chelsea or Arsenal at Wembley on Sunday, February 25.The Man City boss now has the chance to win his first piece of silverware with the club, but insists the team's third Carabao Cup in five seasons would be more important for his players than him personally.\"It's not for me, it's for Manchester City to try and reach another level,\" he told Sky Sports.\"In the past [Roberto] Mancini and [Manuel] Pellegrini achieved that and we have to try and keep going for that level. The important thing for me is to be there and keep going in every game.\"We have a final against Cardiff and we're going to continue in the FA Cup and try to keep going in the Premier League as well.\"Guardiola's side let a 2-0 lead slip at Ashton Gate and needed a Kevin De Bruyne goal with the last kick of the match to earn victory over the Sky Bet Championship side.And the Man City boss said lessons will be learned ahead of their FA Cup clash with Cardiff next week and their trip to Basel in February.\"We're so happy to be there and for everyone involved at the club to reach this final,\" he added.\"We played an amazing game until 2-0 and then we lost control, and in these kinds of games it's never easy until the end.\"But it will be a good lesson for us next Sunday in Cardiff and especially in the Champions League, in these kinds of situations to [play for] 90 minutes.\"In the first half we missed the last pass and we couldn't be more precise with more accuracy. We should have scored three or four goals and at 2-2 with a minute or two left anything could have happened.\"",
  "dbpedia": "\nGuardiola\\&apos;s side beat <a href=\"http://dbpedia.org/resource/Bristol_City_F.C.\" title=\"http://dbpedia.org/resource/Bristol_City_F.C.\" target=\"_blank\">Bristol City</a> 3-2 on Tuesday night to secure a 5-3 aggregate victory over two legs of their semi-final and reach the final against either <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> or <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> at Wembley on Sunday, February 25.The Man City boss now has the chance to win his first piece of silverware with the club, but insists the team\\&apos;s third Carabao Cup in five seasons would be more important for his players than him personally.&quot;It\\&apos;s not for me, it\\&apos;s for <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> to try and reach another level,&quot; he told Sky Sports.&quot;In the past [Roberto] Mancini and [Manuel] Pellegrini achieved that and we have to try and keep going for that level. The important thing for me is to be there and keep going in every game.&quot;We have a final against <a href=\"http://dbpedia.org/resource/Cardiff_City_F.C.\" title=\"http://dbpedia.org/resource/Cardiff_City_F.C.\" target=\"_blank\">Cardiff</a> and we\\&apos;re going to continue in the FA Cup and try to keep going in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> as well.&quot;Guardiola\\&apos;s side let a 2-0 lead slip at Ashton Gate and needed a <a href=\"http://dbpedia.org/resource/Kevin_De_Bruyne\" title=\"http://dbpedia.org/resource/Kevin_De_Bruyne\" target=\"_blank\">Kevin De Bruyne</a> goal with the last kick of the match to earn victory over the Sky Bet Championship side.And the Man City boss said lessons will be learned ahead of their FA Cup clash with <a href=\"http://dbpedia.org/resource/Cardiff_City_F.C.\" title=\"http://dbpedia.org/resource/Cardiff_City_F.C.\" target=\"_blank\">Cardiff</a> next week and their trip to <a href=\"http://dbpedia.org/resource/FC_Basel\" title=\"http://dbpedia.org/resource/FC_Basel\" target=\"_blank\">Basel</a> in February.&quot;We\\&apos;re so happy to be there and for everyone involved at the club to reach this final,&quot; he added.&quot;We played an amazing game until 2-0 and then we lost control, and in these kinds of games it\\&apos;s never easy until the end.&quot;But it will be a good lesson for us next Sunday in <a href=\"http://dbpedia.org/resource/Cardiff_City_F.C.\" title=\"http://dbpedia.org/resource/Cardiff_City_F.C.\" target=\"_blank\">Cardiff</a> and especially in the Champions League, in these kinds of situations to [play for] 90 minutes.&quot;In the first half we missed the last pass and we couldn\\&apos;t be more precise with more accuracy. We should have scored three or four goals and at 2-2 with a minute or two left anything could have happened.&quot;\n"
}