{
  "date": "03/02/18",
  "title": "Pep Guardiola would not concede title race if in Man Utd's current position",
  "description": "Pep Guardiola says he would not give up on a title race if his Man City side were in the same position as Jose Mourinho's Man Utd.  ",
  "content": "Manchester United's 2-0 defeat at Tottenham on Wednesday left them trailing 15 points behind Guardiola's City side at the top of the table with only 13 games left to play.\nJose Mourinho admitted City are now uncatchable but he remains desperate to finish ahead of the chasing pack.\nAhead of Man City's game against Burnley at Turf Moor on Saturday, live on Sky Sports Premier League HD, Guardiola was asked if he would concede the title in Mourinho's position.\nHe replied: \"No, I don't think so. That is not going to happen.\n\"We have shown even in our two defeats this season that we will try until the very end.\n\"We play every game to give sense to what we are doing. I know the 15-point distance is quite big at the moment. It's the same gap from six games ago.\n\"In football and in sport anything can happen. You are good today but tomorrow you are bad.\n\"The most important thing we have done is focus. In my experience until everything is done, you have to be prepared for anything to happen.\"\nNewspaper reports over the last week have suggested Yaya Toure turned down a lucrative move to the Chinese Super League.\nGuardiola says Toure is still important to his plans at the Etihad Stadium and the midfielder could work his way back into the first team during the remainder of the season.\nHe said: \"Yaya helped us a lot last season but this season he has played less. If I believe and he believes he can play then he will get some minutes. It depends on him.\n\"Last season he was so important for us, so important. He was the only one to renew his contract at the end of the season when it ran out. The other guys we did not renew.\n\"The only one was Yaya because he played [well]. Hopefully he can help us until the end of the season because I think we need him.\"\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>'s 2-0 defeat at <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> on Wednesday left them trailing 15 points behind Guardiola's City side at the top of the table with only 13 games left to play.<br>Jose Mourinho admitted City are now uncatchable but he remains desperate to finish ahead of the chasing pack.<br>Ahead of Man City's game against <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a> at <a href=\"http://dbpedia.org/resource/Turf_Moor\" title=\"http://dbpedia.org/resource/Turf_Moor\" target=\"_blank\">Turf Moor</a> on Saturday, live on Sky Sports <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> HD, Guardiola was asked if he would concede the title in Mourinho's position.<br>He replied: \"No, I don't think so. That is not going to happen.<br>\"We have shown even in our two defeats this season that we will try until the very end.<br>\"We play every game to give sense to what we are doing. I know the 15-point distance is quite big at the moment. It's the same gap from six games ago.<br>\"In football and in sport anything can happen. You are good today but tomorrow you are bad.<br>\"The most important thing we have done is focus. In my experience until everything is done, you have to be prepared for anything to happen.\"<br>Newspaper reports over the last week have suggested Yaya Toure turned down a lucrative move to the <a href=\"http://dbpedia.org/resource/Chinese_Super_League\" title=\"http://dbpedia.org/resource/Chinese_Super_League\" target=\"_blank\">Chinese Super League</a>.<br>Guardiola says Toure is still important to his plans at the <a href=\"http://dbpedia.org/resource/City_of_Manchester_Stadium\" title=\"http://dbpedia.org/resource/City_of_Manchester_Stadium\" target=\"_blank\">Etihad Stadium</a> and the midfielder could work his way back into the first team during the remainder of the season.<br>He said: \"Yaya helped us a lot last season but this season he has played less. If I believe and he believes he can play then he will get some minutes. It depends on him.<br>\"Last season he was so important for us, so important. He was the only one to renew his contract at the end of the season when it ran out. The other guys we did not renew.<br>\"The only one was Yaya because he played [well]. Hopefully he can help us until the end of the season because I think we need him.\"<br>"
}