{
  "date": "01/02/18",
  "title": "Pep Guardiola suggests Manchester City will move for Riyad Mahrez again in the summer",
  "description": "Pep Guardiola has suggested Manchester City will move for Riyad Mahrez again in the summer after failing with a Deadline Day bid for the Leicester City winger.",
  "content": "City ended their pursuit for the Algeria international after the two clubs tried for several hours to agree a deal involving cash-plus-player without success, Sky Sports News understands.A friend of Mahrez told Sky Sports News that the player is \"depressed\" about the move failing to materialise, with City's cash-plus-player offer - worth an estimated £65m - falling well below Leicester's valuation of around £95m for the deal.Speaking to Sky Sports after Man City's 3-0 win over West Brom, Guardiola said: \"He's a Leicester player. Everybody knows we were trying but we cannot afford, in this moment, this amount of what they are asking. I understand perfectly.\"We tried to do it in the summertime, we tried to do it now, but like summer, they locked the door and we can go to the summer and holidays.\"It was not possible. With [Aymeric] Laporte yes, with the other one no. We are going to see what happens in the summer.\"Mahrez's efforts to leave Leicester have angered some of his team-mates at the King Power Stadium, according to Sky sources.The 26-year-old, who was left out of Leicester's squad for the 2-1 loss at Everton, has made 27 appearances for the Foxes to date this season, scoring nine times.",
  "dbpedia": "\nCity ended their pursuit for the Algeria international after the two clubs tried for several hours to agree a deal involving cash-plus-player without success, Sky Sports News understands.A friend of Mahrez told Sky Sports News that the player is &quot;depressed&quot; about the move failing to materialise, with City\\&apos;s cash-plus-player offer - worth an estimated &#xA3;65m - falling well below <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a>\\&apos;s valuation of around &#xA3;95m for the deal.Speaking to Sky Sports after Man City\\&apos;s 3-0 win over <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a>, Guardiola said: &quot;He\\&apos;s a <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a> player. Everybody knows we were trying but we cannot afford, in this moment, this amount of what they are asking. I understand perfectly.&quot;We tried to do it in the summertime, we tried to do it now, but like summer, they locked the door and we can go to the summer and holidays.&quot;It was not possible. With [Aymeric] Laporte yes, with the other one no. We are going to see what happens in the summer.&quot;Mahrez\\&apos;s efforts to leave <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a> have angered some of his team-mates at the King Power Stadium, according to Sky sources.The 26-year-old, who was left out of <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a>\\&apos;s squad for the 2-1 loss at <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>, has made 27 appearances for the Foxes to date this season, scoring nine times.\n"
}