{
  "date": "10/01/18",
  "title": "Pep Guardiola proud of Manchester City's effort in Carabao Cup semi-final",
  "description": "Pep Guardiola was proud with the effort his Manchester City side put in to come from behind and beat Bristol City 2-1 in the first leg of their Carabao Cup semi-final.",
  "content": "Bobby Reid had put Bristol City ahead from the penalty spot in the first half at the Etihad Stadium on Tuesday night, but Kevin De Bruyne equalised after the break and substitute Sergio Aguero headed home late on to give Guardiola's side the advantage in the tie ahead of the second leg at Ashton Gate in two weeks.\n\"My players are fantastic,\" Guardiola told Sky Sports. \"In football you can win or lose but we tried and tried until the end, and that's why [we scored the winner] because we didn't give up.\n\"We know exactly what this competition is with a lot of games, and semi-finals are always complicated. That's why I'm so satisfied.\"\nGuardiola also reserved special praise for Bristol City, who battled superbly at the Etihad and were unfortunate to come away as the beaten side.\nThe Manchester City boss also insists the tie is not over, despite their advantage ahead of the second leg.\n\"[Bristol City] are a fantastic team and that's why they've knocked out four Premier League teams, or they would not be in the semi-finals,\" said Guardiola. \"They can play, hit long balls and they're fast up front. They know exactly what they have to do and it will be tough in Bristol, but we'll try to win and reach the final.\"\nGuardiola also dismissed the notion that City were fortunate to be facing Championship opposition in the semi-final, saying Bristol City have caused them problems in the same way other second-tier sides have in the past.\n\"Every team creates problems,\" he said. \"Last season Huddersfield did it to us in the FA Cup and Wolves did it this season.\n\"People will say we're playing Championship teams, but a lot of Premier League teams are out because teams from the second division [beat them]. The important thing is our spirit and to see what we do in the good and bad moments.\"\n",
  "dbpedia": "Bobby Reid had put <a href=\"http://dbpedia.org/resource/Bristol_City_F.C.\" title=\"http://dbpedia.org/resource/Bristol_City_F.C.\" target=\"_blank\">Bristol City</a> ahead from the penalty spot in the first half at the <a href=\"http://dbpedia.org/resource/City_of_Manchester_Stadium\" title=\"http://dbpedia.org/resource/City_of_Manchester_Stadium\" target=\"_blank\">Etihad Stadium</a> on Tuesday night, but <a href=\"http://dbpedia.org/resource/Kevin_De_Bruyne\" title=\"http://dbpedia.org/resource/Kevin_De_Bruyne\" target=\"_blank\">Kevin De Bruyne</a> equalised after the break and substitute Sergio Aguero headed home late on to give Guardiola's side the advantage in the tie ahead of the second leg at <a href=\"http://dbpedia.org/resource/Ashton_Gate_Stadium\" title=\"http://dbpedia.org/resource/Ashton_Gate_Stadium\" target=\"_blank\">Ashton Gate</a> in two weeks.<br>\"My players are fantastic,\" Guardiola told Sky Sports. \"In football you can win or lose but we tried and tried until the end, and that's why [we scored the winner] because we didn't give up.<br>\"We know exactly what this competition is with a lot of games, and semi-finals are always complicated. That's why I'm so satisfied.\"<br>Guardiola also reserved special praise for <a href=\"http://dbpedia.org/resource/Bristol_City_F.C.\" title=\"http://dbpedia.org/resource/Bristol_City_F.C.\" target=\"_blank\">Bristol City</a>, who battled superbly at the Etihad and were unfortunate to come away as the beaten side.<br>The <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> boss also insists the tie is not over, despite their advantage ahead of the second leg.<br>\"[<a href=\"http://dbpedia.org/resource/Bristol_City_F.C.\" title=\"http://dbpedia.org/resource/Bristol_City_F.C.\" target=\"_blank\">Bristol City</a>] are a fantastic team and that's why they've knocked out four <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> teams, or they would not be in the semi-finals,\" said Guardiola. \"They can play, hit long balls and they're fast up front. They know exactly what they have to do and it will be tough in Bristol, but we'll try to win and reach the final.\"<br>Guardiola also dismissed the notion that City were fortunate to be facing Championship opposition in the semi-final, saying <a href=\"http://dbpedia.org/resource/Bristol_City_F.C.\" title=\"http://dbpedia.org/resource/Bristol_City_F.C.\" target=\"_blank\">Bristol City</a> have caused them problems in the same way other second-tier sides have in the past.<br>\"Every team creates problems,\" he said. \"Last season <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> did it to us in the FA Cup and Wolves did it this season.<br>\"People will say we're playing Championship teams, but a lot of <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> teams are out because teams from the second division [beat them]. The important thing is our spirit and to see what we do in the good and bad moments.\"<br>"
}