{
  "date": "26/01/18",
  "title": "Pep Guardiola quiet on Aymeric Laporte transfer",
  "description": "Pep Guardiola refused to be drawn on Manchester City's reported pursuit of Athletic Bilbao defender Aymeric Laporte.",
  "content": "Sky sources understand City are close to signing Laporte and are willing to match his £57m release clause, breaking the club's transfer record of £55m, which they paid for Kevin De Bruyne in 2015.Asked for an update on negotiations for Laporte, Guardiola said: \"No I can't, sorry. He's a player of Athletic Bilbao.\"I didn't speak about previous players or talk about that in here so I will not do that. You will know if it happens, it happens, if it doesn't, it doesn't happen.\"City wanted to sign the Frenchman when Guardiola first arrived at the club in 2016 but he turned down a move to the Etihad.Asked whether Laporte was a player of interest, Guardiola said: \"There were players in the past who we were interested in and we will be in the present and the future.\"I always try to do the best for the club; knowing the players that we have and knowing the players that can improve our squad.\"Guardiola did open up on the difficulty of completing transfer deals with City also interested in signing Shakhtar Donetsk midfielder Fred, according to Sky sources.\"Here is not the place to talk about that [a potential move for Fred],\" said Guardiola. \"In terms of the club and both clubs, I don't want to talk about the players who are playing right now at other clubs.\"You know that to make the deals is so difficult today in terms of lawyers, managers, players' managers, the clubs, the money so that's why it's not the right place to talk about names or about what is going on inside of the clubs. I'm sorry.\"Premier League leaders City have spent nearly £400m under Guardiola but the Spaniard is relaxed about doing business this month.The 47-year-old said: \"We are trying to do the best for the squad for now, for the next six months, for the next years. I\"If we can do something that's interesting we are going to do that, if not we're going to make it [happen] in the summer.\"If it's not possible now or in the summer we are going to travel with the guys [City already have] - they have done amazingly so far.\"",
  "dbpedia": "\nSky sources understand City are close to signing Laporte and are willing to match his &#xA3;57m release clause, breaking the club\\&apos;s transfer record of &#xA3;55m, which they paid for <a href=\"http://dbpedia.org/resource/Kevin_De_Bruyne\" title=\"http://dbpedia.org/resource/Kevin_De_Bruyne\" target=\"_blank\">Kevin De Bruyne</a> in 2015.Asked for an update on negotiations for Laporte, Guardiola said: &quot;No I can\\&apos;t, sorry. He\\&apos;s a player of <a href=\"http://dbpedia.org/resource/Athletic_Bilbao\" title=\"http://dbpedia.org/resource/Athletic_Bilbao\" target=\"_blank\">Athletic Bilbao</a>.&quot;I didn\\&apos;t speak about previous players or talk about that in here so I will not do that. You will know if it happens, it happens, if it doesn\\&apos;t, it doesn\\&apos;t happen.&quot;City wanted to sign the Frenchman when Guardiola first arrived at the club in 2016 but he turned down a move to the Etihad.Asked whether Laporte was a player of interest, Guardiola said: &quot;There were players in the past who we were interested in and we will be in the present and the future.&quot;I always try to do the best for the club; knowing the players that we have and knowing the players that can improve our squad.&quot;Guardiola did open up on the difficulty of completing transfer deals with City also interested in signing <a href=\"http://dbpedia.org/resource/FC_Shakhtar_Donetsk\" title=\"http://dbpedia.org/resource/FC_Shakhtar_Donetsk\" target=\"_blank\">Shakhtar Donetsk</a> midfielder Fred, according to Sky sources.&quot;Here is not the place to talk about that [a potential move for Fred],&quot; said Guardiola. &quot;In terms of the club and both clubs, I don\\&apos;t want to talk about the players who are playing right now at other clubs.&quot;You know that to make the deals is so difficult today in terms of lawyers, managers, players\\&apos; managers, the clubs, the money so that\\&apos;s why it\\&apos;s not the right place to talk about names or about what is going on inside of the clubs. I\\&apos;m sorry.&quot;<a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> leaders City have spent nearly &#xA3;400m under Guardiola but the Spaniard is relaxed about doing business this month.The 47-year-old said: &quot;We are trying to do the best for the squad for now, for the next six months, for the next years. I&quot;If we can do something that\\&apos;s interesting we are going to do that, if not we\\&apos;re going to make it [happen] in the summer.&quot;If it\\&apos;s not possible now or in the summer we are going to travel with the guys [City already have] - they have done amazingly so far.&quot;\n"
}