{
  "date": "04/02/18",
  "title": "Pep Guardiola refuses to blame Raheem Sterling  after his shocking miss costs Man City victory",
  "description": "Pep Guardiola refused to blame a glaring Raheem Sterling miss for Manchester City's failure to win at Burnley.",
  "content": "Sterling sidefooted wide in front of an open goal in the second half of the Premier League leaders' 1-1 draw at Turf Moor on Saturday.\nWith the score 1-0 at the time of the miss after 71 minutes, Sterling could have settled a hard-fought contest, but the Clarets made the most of the reprieve to equalise through Johann Berg Gudmundsson with eight minutes remaining.\n\"It is football,\" Guardiola said. \"Next day he is going to score a goal. Raheem scored against Southampton in the 96th minute. Today he missed one chance. That can happen.\"\nSterling, who has scored 19 goals this season, was substituted soon after his miss, but Guardiola said the two events were not connected.\n\"No, I didn't do that for that reason,\" said Guardiola, whose side had opened the scoring with a superb Danilo strike after 22 minutes.\nAnother talking point was Guardiola's decision to name only six substitutes, a decision which Sky Sports pundit Gary Neville called \"a joke\" ahead of kick-off.\nWith John Stones and David Silva this week joining Fabian Delph, Benjamin Mendy, Phil Foden, Gabriel Jesus and Leroy Sane on the sidelines, City were short on numbers. Even youngster Lukas Nmecha, recently added to the first-team squad as cover, was unavailable.\n\"We didn't have any more players,\" Guardiola said. \"They are injured. I would like to have 18 players, but we had 17.\n\"I could have called one of the second team, but we decided they were not going to play.\"\nGuardiola confirmed that Stones, who was ill in midweek, was out with a minor knee injury, but despite the result, the Spaniard was pleased with the performance against a tough opponent.\n\"Of course we are sad for the dropped two points, but to come here and play the way we played is almost impossible,\" he said.\"\n\"We controlled the long balls and we made an amazing build-up. Doing it in Burnley it is so complicated.\n\"What we have done today is - wow - one of the best performances we have done this season by far. We controlled many situations. That is why I am optimistic.\"\n",
  "dbpedia": "Sterling sidefooted wide in front of an open goal in the second half of the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> leaders' 1-1 draw at <a href=\"http://dbpedia.org/resource/Turf_Moor\" title=\"http://dbpedia.org/resource/Turf_Moor\" target=\"_blank\">Turf Moor</a> on Saturday.<br>With the score 1-0 at the time of the miss after 71 minutes, Sterling could have settled a hard-fought contest, but the Clarets made the most of the reprieve to equalise through Johann Berg Gudmundsson with eight minutes remaining.<br>\"It is football,\" Guardiola said. \"Next day he is going to score a goal. Raheem scored against <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> in the 96th minute. Today he missed one chance. That can happen.\"<br>Sterling, who has scored 19 goals this season, was substituted soon after his miss, but Guardiola said the two events were not connected.<br>\"No, I didn't do that for that reason,\" said Guardiola, whose side had opened the scoring with a superb Danilo strike after 22 minutes.<br>Another talking point was Guardiola's decision to name only six substitutes, a decision which Sky Sports pundit <a href=\"http://dbpedia.org/resource/Gary_Neville\" title=\"http://dbpedia.org/resource/Gary_Neville\" target=\"_blank\">Gary Neville</a> called \"a joke\" ahead of kick-off.<br>With <a href=\"http://dbpedia.org/resource/John_Stones\" title=\"http://dbpedia.org/resource/John_Stones\" target=\"_blank\">John Stones</a> and <a href=\"http://dbpedia.org/resource/David_Silva\" title=\"http://dbpedia.org/resource/David_Silva\" target=\"_blank\">David Silva</a> this week joining <a href=\"http://dbpedia.org/resource/Fabian_Delph\" title=\"http://dbpedia.org/resource/Fabian_Delph\" target=\"_blank\">Fabian Delph</a>, Benjamin Mendy, Phil Foden, Gabriel Jesus and Leroy Sane on the sidelines, City were short on numbers. Even youngster Lukas Nmecha, recently added to the first-team squad as cover, was unavailable.<br>\"We didn't have any more players,\" Guardiola said. \"They are injured. I would like to have 18 players, but we had 17.<br>\"I could have called one of the second team, but we decided they were not going to play.\"<br>Guardiola confirmed that Stones, who was ill in midweek, was out with a minor knee injury, but despite the result, the Spaniard was pleased with the performance against a tough opponent.<br>\"Of course we are sad for the dropped two points, but to come here and play the way we played is almost impossible,\" he said.\"<br>\"We controlled the long balls and we made an amazing build-up. Doing it in <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a> it is so complicated.<br>\"What we have done today is - wow - one of the best performances we have done this season by far. We controlled many situations. That is why I am optimistic.\"<br>"
}