{
  "date": "20/01/18",
  "title": "Pep Guardiola puts Man City stability over Alexis Sanchez signing",
  "description": "Pep Guardiola feels maintaining the stability of his Manchester City team was more important than signing Alexis Sanchez.",
  "content": "Manchester City pulled out of the race for the Chilean's signature while Jose Mourinho has confirmed Manchester United are in advanced talks with Sanchez over the move.\nReports suggest United are prepared to pay the 29-year-old in the region of £500,000 per week in wages and other related bonuses, with the move set to cost in the region of £30m along with agents fees.\nManchester City baulked at such figures and Guardiola has no complaints about the club's decision, accepting that it could have created a difficult precedent.\n\"Normally we try to be stable with the wages of the players because I think it is good for the team and stability of the club,\" Guardiola said. \"In the past, what the club did, was at that price.\n\"What happened last summer, everything increased amazingly. You have to adapt to that. I think the price in the summertime will be higher than this winter. Sometimes you have to anticipate that.\n\"We've spent a lot of money, we can't deny that, but I've never put pressure on a club when they believe it is too much. Immediately I accept that decision and move forward to find another solution.\n\"The stability of the club is the most important thing,\" Guardiola added.\nGuardiola was close to being reunited with Sanchez in the summer, after City had an offer in the region of £60m accepted by the Gunners late in the transfer window - though a deal was pulled following Arsenal's failure to bring Monaco forward Thomas Lemar to the Emirates.\nGuardiola, whose side host Newcastle on Saturday, even went as far as to congratulate United and says there are no hard feelings over the Sanchez saga.\n\"I'm not the guy with the mathematics, with the numbers,\" Guardiola said. \"What I know now is he is still Arsenal's player, but I think he is going to go to United.\n\"So, congratulations for both of them. The players and their managers (agents) decide where they want to play. Good luck.\"\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> pulled out of the race for the Chilean's signature while Jose Mourinho has confirmed <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> are in advanced talks with Sanchez over the move.<br>Reports suggest United are prepared to pay the 29-year-old in the region of £500,000 per week in wages and other related bonuses, with the move set to cost in the region of £30m along with agents fees.<br><a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> baulked at such figures and Guardiola has no complaints about the club's decision, accepting that it could have created a difficult precedent.<br>\"Normally we try to be stable with the wages of the players because I think it is good for the team and stability of the club,\" Guardiola said. \"In the past, what the club did, was at that price.<br>\"What happened last summer, everything increased amazingly. You have to adapt to that. I think the price in the summertime will be higher than this winter. Sometimes you have to anticipate that.<br>\"We've spent a lot of money, we can't deny that, but I've never put pressure on a club when they believe it is too much. Immediately I accept that decision and move forward to find another solution.<br>\"The stability of the club is the most important thing,\" Guardiola added.<br>Guardiola was close to being reunited with Sanchez in the summer, after City had an offer in the region of £60m accepted by the Gunners late in the transfer window - though a deal was pulled following <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>'s failure to bring <a href=\"http://dbpedia.org/resource/AS_Monaco_FC\" title=\"http://dbpedia.org/resource/AS_Monaco_FC\" target=\"_blank\">Monaco</a> forward Thomas Lemar to the Emirates.<br>Guardiola, whose side host <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> on Saturday, even went as far as to congratulate United and says there are no hard feelings over the Sanchez saga.<br>\"I'm not the guy with the mathematics, with the numbers,\" Guardiola said. \"What I know now is he is still <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>'s player, but I think he is going to go to United.<br>\"So, congratulations for both of them. The players and their managers (agents) decide where they want to play. Good luck.\"<br>"
}