{
  "date": "04/02/18",
  "title": "Pep Guardiola defends Manchester City sub selection against Burnley",
  "description": "Pep Guardiola has defended his decision to select six substitutes for Manchester City's 1-1 draw with Burnley.",
  "content": "The former Bayern Munich and Barcelona boss came under criticism for his decision, but argued that with seven first-team players unavailable he did not have enough players to fill his 18-man squad.\n\"We didn't have any more players,\" Guardiola said. \"They are injured. I would like to have 18 players, but we had 17.\n\"I could have called one of the second team, but we decided they were not going to play.\"\nSky Sports pundit Gary Neville was bewildered that Guardiola had overlooked including an academy prospect to help integrate them into the first-team and potentially give them a well-deserved boost in their development.\n\"I think it's a joke, I absolutely think it's a joke,\" Neville told Sky Sports.\n\"If you're a youth team manager at Manchester City, ring him up and ask which kid deserves that boost. Who has been playing well this season and who has worked hard?\n\"Forget the second team. Even if they played yesterday, bring one and put them on the bench. Bring a kid to travel with the team, help the kit man and put him on the bench to have the experience of being in a Premier League game. Give someone a boost at the club.\n\"If you're the academy or reserve team manager at Manchester City you must think 'I'm wasting my time'. Forget the fact they've spent however much money, six players on the bench… to me, it's like a protest.\"\nGuardiola also refused to blame a glaring Raheem Sterling miss for Manchester City's failure to win at Burnley.\nWith just 20 minutes remaining and the league leaders a goal ahead, the England international was handed a clear opportunity to put the game out of reach, but his miss allowed Burnley to get an equaliser with eight minutes left.\n\"It is football,\" Guardiola said. \"Next day he is going to score a goal. Raheem scored against Southampton in the 96th minute. Today he missed one chance. That can happen.\"\nSterling, who has scored 19 goals this season, was substituted soon after his miss, but Guardiola said the two events were not connected.\n\"No, I didn't do that for that reason,\" said Guardiola, whose side had opened the scoring with a superb Danilo strike after 22 minutes.\n",
  "dbpedia": "The former <a href=\"http://dbpedia.org/resource/FC_Bayern_Munich\" title=\"http://dbpedia.org/resource/FC_Bayern_Munich\" target=\"_blank\">Bayern Munich</a> and <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> boss came under criticism for his decision, but argued that with seven first-team players unavailable he did not have enough players to fill his 18-man squad.<br>\"We didn't have any more players,\" Guardiola said. \"They are injured. I would like to have 18 players, but we had 17.<br>\"I could have called one of the second team, but we decided they were not going to play.\"<br>Sky Sports pundit <a href=\"http://dbpedia.org/resource/Gary_Neville\" title=\"http://dbpedia.org/resource/Gary_Neville\" target=\"_blank\">Gary Neville</a> was bewildered that Guardiola had overlooked including an academy prospect to help integrate them into the first-team and potentially give them a well-deserved boost in their development.<br>\"I think it's a joke, I absolutely think it's a joke,\" Neville told Sky Sports.<br>\"If you're a youth team manager at <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>, ring him up and ask which kid deserves that boost. Who has been playing well this season and who has worked hard?<br>\"Forget the second team. Even if they played yesterday, bring one and put them on the bench. Bring a kid to travel with the team, help the kit man and put him on the bench to have the experience of being in a <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> game. Give someone a boost at the club.<br>\"If you're the academy or reserve team manager at <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> you must think 'I'm wasting my time'. Forget the fact they've spent however much money, six players on the bench… to me, it's like a protest.\"<br>Guardiola also refused to blame a glaring <a href=\"http://dbpedia.org/resource/Raheem_Sterling\" title=\"http://dbpedia.org/resource/Raheem_Sterling\" target=\"_blank\">Raheem Sterling</a> miss for <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>'s failure to win at <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a>.<br>With just 20 minutes remaining and the league leaders a goal ahead, the <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> international was handed a clear opportunity to put the game out of reach, but his miss allowed <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a> to get an equaliser with eight minutes left.<br>\"It is football,\" Guardiola said. \"Next day he is going to score a goal. Raheem scored against <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> in the 96th minute. Today he missed one chance. That can happen.\"<br>Sterling, who has scored 19 goals this season, was substituted soon after his miss, but Guardiola said the two events were not connected.<br>\"No, I didn't do that for that reason,\" said Guardiola, whose side had opened the scoring with a superb Danilo strike after 22 minutes.<br>"
}