{
  "date": "08/01/18",
  "title": "Philippe Coutinho unveiled as a Barcelona player at the Nou Camp",
  "description": "Philippe Coutinho has been unveiled as a Barcelona player at the Nou Camp following his transfer from Liverpool.",
  "content": "The Brazil international completed a two-part medical on Monday morning, which revealed a thigh injury that will rule him out for three weeks.\nCoutinho then headed to the Nou Camp where he joined Barcelona president Josep Maria Bartomeu to sign a contract until summer 2023.\nThe 25-year-old was officially unveiled in front of thousands of Barca fans, who he entertained with some keepy-uppies before joining a kickabout with kids from the club's academy.\n\"I just want to thank the club for its patience and its effort,\" said Coutinho.\n\"I'm very happy; this is a dream come true for me and I hope to live up to the expectations.\"\nCoutinho's transfer fee is understood to be £146m while his contracts includes a €400m (£354m) buyout clause.\nSky sources understand Coutinho will wear the No 14 shirt for Barcelona.\nPress play on the above video to watch Coutinho's unveiling as a Barcelona player…\n",
  "dbpedia": "The Brazil international completed a two-part medical on Monday morning, which revealed a thigh injury that will rule him out for three weeks.<br>Coutinho then headed to the <a href=\"http://dbpedia.org/resource/Camp_Nou\" title=\"http://dbpedia.org/resource/Camp_Nou\" target=\"_blank\">Nou Camp</a> where he joined <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> president Josep Maria Bartomeu to sign a contract until summer 2023.<br>The 25-year-old was officially unveiled in front of thousands of Barca fans, who he entertained with some keepy-uppies before joining a kickabout with kids from the club's academy.<br>\"I just want to thank the club for its patience and its effort,\" said Coutinho.<br>\"I'm very happy; this is a dream come true for me and I hope to live up to the expectations.\"<br>Coutinho's transfer fee is understood to be £146m while his contracts includes a €400m (£354m) buyout clause.<br>Sky sources understand Coutinho will wear the No 14 shirt for <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a>.<br>Press play on the above video to watch Coutinho's unveiling as a <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> player…<br>"
}