{
  "date": "07/01/18",
  "title": "Philippe Coutinho to Barcelona: How will Liverpool cope without him?",
  "description": "Philippe Coutinho has agreed a £146m transfer from Liverpool to Barcelona, so how will Jurgen Klopp's side cope without the Brazilian? We weigh up the stats.",
  "content": "It took two transfer windows and a staggering sum of money, but Philippe Coutinho is finally on his way to Barcelona. His departure comes as a sucker-punch to the Liverpool supporters who were still savouring Virgil van Dijk's match-winning Merseyside derby debut less than 24 hours earlier, but there was a sense of inevitability about it all too.\"It is no secret that Philippe has wanted this move to happen since July, when Barcelona first made their interest known,\" said Jurgen Klopp in a statement. \"Philippe was insistent with me, the owners and even his team-mates this was a move he was desperate to make happen.\" Having resisted Barcelona's advances in the summer, Liverpool must now prepare for life without him.It is a daunting prospect. Coutinho's time at Liverpool was a story of constant improvement. From five, to eight, to 12, to 14, his goal tallies rose with every full season on Merseyside. Midway through the current campaign, he is only two short of his total for the whole of 2016/17. A player who arrived from Inter Milan in 2013 as a precocious but unproven 20-year-old, leaves as a superstar.Over the course of his five years at Anfield, no player has been more influential to Liverpool and few have provided more value to the Premier League. Coutinho has scored more goals from outside the box (19) than anyone else since his arrival in England, but his penchant for the spectacular is just a small part of what he brought to his team.Since making his Premier League debut as a late substitute against West Brom back in February 2013, only Daniel Sturridge has scored more goals for Liverpool. Coutinho has provided more assists, created more chances, taken more shots and completed more dribbles than anyone else. Silverware may have eluded him, but the statistics underline his importance to the side.So too do some of his recent performances. For all the uncertainty that surrounded his future, Coutinho was outstanding in the first half of the season. There was a hat-trick against Spartak Moscow and dazzling displays against everyone from Leicester to Arsenal. In all competitions, he averaged a goal or assist every 75 minutes.Few players can conjure something out of nothing quite like Coutinho, but amid the obvious disappointment in Klopp's statement - in which he spoke of his \"heavy heart\" and conceded his reluctance to let the Brazilian leave - there was also a message of defiance.\"Players will come and players will go, that is football, but as a club we are big enough and strong enough to continue with our aggressive progression on the pitch, even when we lose an important player,\" he said. \"We have never been in a better position in recent times, as a club, to react in the right way. We will use our size and strength to absorb moments like this and still move forward.\"Those words will ring hollow to some supporters but Klopp certainly has a point about Liverpool's current position. In Mohamed Salah, Roberto Firmino and Sadio Mane, they possess a thrilling front three which has accounted for 31 goals and 13 assists in the Premier League alone.Often, they been required to do it without Coutinho. In fact, Liverpool have already navigated 14 games without the Brazilian this season, winning 10 of them and only losing once, giving them a win rate of 71 per cent. In the 18 games in which he has started, by contrast, they have only recorded eight wins at a rate of 44 per cent.The numbers offer encouragement to Liverpool. Beyond Salah, Firmino and Mane, Klopp has also strengthened his attacking options with the additions of Alex Oxlade-Chamberlain and Dominic Solanke. The return to fitness of Adam Lallana, a player Klopp regards as \"very important\" to his team, is perhaps even more significant.There is also the small matter of the fee, a vast profit on the £8.5m they paid for him in 2013. \"You've got to invest it in quality,\" former Liverpool captain Phil Thompson told Sky Sports. \"You're losing someone of such importance to the side, so are you going to get a player for £25m? That doesn't get you a lot these days. If the right players are there - and I do stress the right players - we have to get them.\"Liverpool learned the importance of finding the right players after Luis Suarez's departure in 2014, and by completing this deal so early in the transfer window, they have at least given themselves time to work with. Losing Coutinho is an undoubted blow and replacing him may prove impossible, but the stats suggest they are already learning to cope. The challenge now is to keep it going.",
  "dbpedia": "\nIt took two transfer windows and a staggering sum of money, but <a href=\"http://dbpedia.org/resource/Philippe_Coutinho\" title=\"http://dbpedia.org/resource/Philippe_Coutinho\" target=\"_blank\">Philippe Coutinho</a> is finally on his way to <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a>. His departure comes as a sucker-punch to the <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> supporters who were still savouring Virgil van Dijk\\&apos;s match-winning Merseyside derby debut less than 24 hours earlier, but there was a sense of inevitability about it all too.&quot;It is no secret that Philippe has wanted this move to happen since July, when <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> first made their interest known,&quot; said Jurgen Klopp in a statement. &quot;Philippe was insistent with me, the owners and even his team-mates this was a move he was desperate to make happen.&quot; Having resisted <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a>\\&apos;s advances in the summer, <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> must now prepare for life without him.It is a daunting prospect. Coutinho\\&apos;s time at <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> was a story of constant improvement. From five, to eight, to 12, to 14, his goal tallies rose with every full season on Merseyside. Midway through the current campaign, he is only two short of his total for the whole of 2016/17. A player who arrived from <a href=\"http://dbpedia.org/resource/Inter_Milan\" title=\"http://dbpedia.org/resource/Inter_Milan\" target=\"_blank\">Inter Milan</a> in 2013 as a precocious but unproven 20-year-old, leaves as a superstar.Over the course of his five years at Anfield, no player has been more influential to <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> and few have provided more value to the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>. Coutinho has scored more goals from outside the box (19) than anyone else since his arrival in <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a>, but his penchant for the spectacular is just a small part of what he brought to his team.Since making his <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> debut as a late substitute against <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> back in February 2013, only <a href=\"http://dbpedia.org/resource/Daniel_Sturridge\" title=\"http://dbpedia.org/resource/Daniel_Sturridge\" target=\"_blank\">Daniel Sturridge</a> has scored more goals for <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>. Coutinho has provided more assists, created more chances, taken more shots and completed more dribbles than anyone else. Silverware may have eluded him, but the statistics underline his importance to the side.So too do some of his recent performances. For all the uncertainty that surrounded his future, Coutinho was outstanding in the first half of the season. There was a hat-trick against <a href=\"http://dbpedia.org/resource/FC_Spartak_Moscow\" title=\"http://dbpedia.org/resource/FC_Spartak_Moscow\" target=\"_blank\">Spartak Moscow</a> and dazzling displays against everyone from <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a> to <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>. In all competitions, he averaged a goal or assist every 75 minutes.Few players can conjure something out of nothing quite like Coutinho, but amid the obvious disappointment in Klopp\\&apos;s statement - in which he spoke of his &quot;heavy heart&quot; and conceded his reluctance to let the <a href=\"http://dbpedia.org/resource/Brazil_national_football_team\" title=\"http://dbpedia.org/resource/Brazil_national_football_team\" target=\"_blank\">Brazilian</a> leave - there was also a message of defiance.&quot;Players will come and players will go, that is football, but as a club we are big enough and strong enough to continue with our aggressive progression on the pitch, even when we lose an important player,&quot; he said. &quot;We have never been in a better position in recent times, as a club, to react in the right way. We will use our size and strength to absorb moments like this and still move forward.&quot;Those words will ring hollow to some supporters but Klopp certainly has a point about <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>\\&apos;s current position. In <a href=\"http://dbpedia.org/resource/Mohamed_Salah\" title=\"http://dbpedia.org/resource/Mohamed_Salah\" target=\"_blank\">Mohamed Salah</a>, Roberto Firmino and Sadio Mane, they possess a thrilling front three which has accounted for 31 goals and 13 assists in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> alone.Often, they been required to do it without Coutinho. In fact, <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> have already navigated 14 games without the <a href=\"http://dbpedia.org/resource/Brazil_national_football_team\" title=\"http://dbpedia.org/resource/Brazil_national_football_team\" target=\"_blank\">Brazilian</a> this season, winning 10 of them and only losing once, giving them a win rate of 71 per cent. In the 18 games in which he has started, by contrast, they have only recorded eight wins at a rate of 44 per cent.The numbers offer encouragement to <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>. Beyond Salah, Firmino and Mane, Klopp has also strengthened his attacking options with the additions of <a href=\"http://dbpedia.org/resource/Alex_Oxlade-Chamberlain\" title=\"http://dbpedia.org/resource/Alex_Oxlade-Chamberlain\" target=\"_blank\">Alex Oxlade-Chamberlain</a> and Dominic Solanke. The return to fitness of <a href=\"http://dbpedia.org/resource/Adam_Lallana\" title=\"http://dbpedia.org/resource/Adam_Lallana\" target=\"_blank\">Adam Lallana</a>, a player Klopp regards as &quot;very important&quot; to his team, is perhaps even more significant.There is also the small matter of the fee, a vast profit on the &#xA3;8.5m they paid for him in 2013. &quot;You\\&apos;ve got to invest it in quality,&quot; former <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> captain <a href=\"http://dbpedia.org/resource/Phil_Thompson\" title=\"http://dbpedia.org/resource/Phil_Thompson\" target=\"_blank\">Phil Thompson</a> told Sky Sports. &quot;You\\&apos;re losing someone of such importance to the side, so are you going to get a player for &#xA3;25m? That doesn\\&apos;t get you a lot these days. If the right players are there - and I do stress the right players - we have to get them.&quot;<a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> learned the importance of finding the right players after Luis Suarez\\&apos;s departure in 2014, and by completing this deal so early in the transfer window, they have at least given themselves time to work with. Losing Coutinho is an undoubted blow and replacing him may prove impossible, but the stats suggest they are already learning to cope. The challenge now is to keep it going.\n"
}