{
  "date": "12/01/18",
  "title": "Phil Neville set for talks over England Women manager's job",
  "description": "Phil Neville is set to have talks with the FA over the England Women manager's job, according to Sky sources.",
  "content": "It is understood the former England, Manchester United and Everton defender is considered the early favourite to succeed Mark Sampson, but no decision has yet been reached.\nThe FA are keen to speak to other potential candidates for the position, according to Sky sources. The FA does not comment on its recruitment process.\nNeville has been a coach since before retiring in 2013, helping the England Men's U21 side, before taking a full-time coaching role under David Moyes when he took over the reins at Old Trafford.\nNeville became a coach at Valencia in 2015 and continued in the role when his brother Gary took over as caretaker manager in 2016. They both left later that year.\nSpeaking to the Super 6 Class of 92 Facebook Live on Thursday evening, Neville said: \"Management is something I do want to do, whether it's today, whether it's tomorrow or whether it's in six months or six years.\n\"It's something that I will have to do. I've had two great experience as assistant managers at United and at Valencia, but now is the time where, for me, I want to be a manager and not a number two or an assistant.\n\"I want to cut my cloth and I've just got to wait for the right opportunity, really.\n\"I'm dead relaxed about it because I'm in the media and I'm loving every minute of it. I work for a lot of TV stations, I still live in Spain and my life is pretty good.\"\nAxed boss Sampson lost his job because of a relationship with a female player during his time at Bristol Academy, according to Sky sources.\nHe was sacked on September 20 last year after information came to light about his conduct during his time at Bristol prior to his England appointment.\n",
  "dbpedia": "It is understood the former <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a>, <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> and <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> defender is considered the early favourite to succeed Mark Sampson, but no decision has yet been reached.<br>The FA are keen to speak to other potential candidates for the position, according to Sky sources. The FA does not comment on its recruitment process.<br>Neville has been a coach since before retiring in 2013, helping the <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> Men's U21 side, before taking a full-time coaching role under <a href=\"http://dbpedia.org/resource/David_Moyes\" title=\"http://dbpedia.org/resource/David_Moyes\" target=\"_blank\">David Moyes</a> when he took over the reins at <a href=\"http://dbpedia.org/resource/Old_Trafford\" title=\"http://dbpedia.org/resource/Old_Trafford\" target=\"_blank\">Old Trafford</a>.<br>Neville became a coach at <a href=\"http://dbpedia.org/resource/Valencia_CF\" title=\"http://dbpedia.org/resource/Valencia_CF\" target=\"_blank\">Valencia</a> in 2015 and continued in the role when his brother Gary took over as caretaker manager in 2016. They both left later that year.<br>Speaking to the Super 6 Class of 92 Facebook Live on Thursday evening, Neville said: \"Management is something I do want to do, whether it's today, whether it's tomorrow or whether it's in six months or six years.<br>\"It's something that I will have to do. I've had two great experience as assistant managers at United and at <a href=\"http://dbpedia.org/resource/Valencia_CF\" title=\"http://dbpedia.org/resource/Valencia_CF\" target=\"_blank\">Valencia</a>, but now is the time where, for me, I want to be a manager and not a number two or an assistant.<br>\"I want to cut my cloth and I've just got to wait for the right opportunity, really.<br>\"I'm dead relaxed about it because I'm in the media and I'm loving every minute of it. I work for a lot of TV stations, I still live in <a href=\"http://dbpedia.org/resource/Spain_national_football_team\" title=\"http://dbpedia.org/resource/Spain_national_football_team\" target=\"_blank\">Spain</a> and my life is pretty good.\"<br>Axed boss Sampson lost his job because of a relationship with a female player during his time at <a href=\"http://dbpedia.org/resource/Bristol_Academy_W.F.C.\" title=\"http://dbpedia.org/resource/Bristol_Academy_W.F.C.\" target=\"_blank\">Bristol Academy</a>, according to Sky sources.<br>He was sacked on September 20 last year after information came to light about his conduct during his time at Bristol prior to his <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> appointment.<br>"
}