{
  "date": "06/01/18",
  "title": "Phil Thompson questions what Philippe Coutinho will gain from January Barcelona move",
  "description": "Phil Thompson says he is struggling to get his head around Philippe Coutinho's transfer to Barcelona.",
  "content": "Liverpool and Barcelona reached an agreement over the Brazilian playmaker on Saturday, and Coutinho is expected to sign a five-and-a-half-year deal at the Camp Nou.\nThompson insists the £146m deal - which is set to make Coutinho the second-most expensive player in football history - represents good business for Liverpool, but questioned whether the timing suited the player.\n\"It's hard to get my head around what Philippe is going to gain because he can't play Champions League football for them, they are running away with the league, and he's got the World Cup at the end of the season,\" Thompson told Soccer Saturday.\n\"Will he play regularly every week at Barcelona? I'm not too sure. Philippe could have carried on [at Liverpool]. He could have been playing in the Champions League.\n\"We've got a good draw, with the second leg at home, so you like to think there's a big chance of us being in the next round. You never know what might happen after that.\n\"It's a great opportunity for him to play every week, to play at the highest level with Liverpool. So I do scratch my head wondering.\n\"It's £145m, but I think that would have come at the end of the season anyway. Part of me was hoping that this got done now and he would go there in the summer, and then he gets his wish.\n\"But it's a fantastic deal. The money is quite astonishing money, which will be more than welcomed.\"\nCoutinho follows in the footsteps of former Liverpool striker Luis Suarez, who traded Anfield for Barcelona in 2014.\nAsked if Jurgen Klopp's squad could withstand Coutinho's departure, Thompson added: \"We've got a few stars, but he is so influential.\n\"As we have seen recently, he has been the captain of the side. That's the trust that the manager has in him.\n\"You just look at it now with Suarez going, Sterling moving on… players seem to get to those position then leave. It will be a big let-down.\n\"Adam Lallana is coming back to fitness, which helps, so maybe that was a little bit of the reason why they have done it.\"\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> and <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> reached an agreement over the <a href=\"http://dbpedia.org/resource/Brazil_national_football_team\" title=\"http://dbpedia.org/resource/Brazil_national_football_team\" target=\"_blank\">Brazilian</a> playmaker on Saturday, and Coutinho is expected to sign a five-and-a-half-year deal at the <a href=\"http://dbpedia.org/resource/Camp_Nou\" title=\"http://dbpedia.org/resource/Camp_Nou\" target=\"_blank\">Camp Nou</a>.<br>Thompson insists the £146m deal - which is set to make Coutinho the second-most expensive player in football history - represents good business for <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>, but questioned whether the timing suited the player.<br>\"It's hard to get my head around what Philippe is going to gain because he can't play Champions League football for them, they are running away with the league, and he's got the World Cup at the end of the season,\" Thompson told Soccer Saturday.<br>\"Will he play regularly every week at <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a>? I'm not too sure. Philippe could have carried on [at <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>]. He could have been playing in the Champions League.<br>\"We've got a good draw, with the second leg at home, so you like to think there's a big chance of us being in the next round. You never know what might happen after that.<br>\"It's a great opportunity for him to play every week, to play at the highest level with <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>. So I do scratch my head wondering.<br>\"It's £145m, but I think that would have come at the end of the season anyway. Part of me was hoping that this got done now and he would go there in the summer, and then he gets his wish.<br>\"But it's a fantastic deal. The money is quite astonishing money, which will be more than welcomed.\"<br>Coutinho follows in the footsteps of former <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> striker Luis Suarez, who traded <a href=\"http://dbpedia.org/resource/Anfield\" title=\"http://dbpedia.org/resource/Anfield\" target=\"_blank\">Anfield</a> for <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> in 2014.<br>Asked if Jurgen Klopp's squad could withstand Coutinho's departure, Thompson added: \"We've got a few stars, but he is so influential.<br>\"As we have seen recently, he has been the captain of the side. That's the trust that the manager has in him.<br>\"You just look at it now with Suarez going, Sterling moving on… players seem to get to those position then leave. It will be a big let-down.<br>\"<a href=\"http://dbpedia.org/resource/Adam_Lallana\" title=\"http://dbpedia.org/resource/Adam_Lallana\" target=\"_blank\">Adam Lallana</a> is coming back to fitness, which helps, so maybe that was a little bit of the reason why they have done it.\"<br>"
}