{
  "date": "07/01/18",
  "title": "Philippe Coutinho transfer to Barcelona agreed, Liverpool confirm",
  "description": "Liverpool have announced a deal has been agreed for Philippe Coutinho to join Barcelona this month, for a fee Sky Sports News understands to be £146m. ",
  "content": "Sky Sports News reported earlier on Saturday evening that discussions between the two clubs had been underway for several weeks, both the fee and payment schedules had been agreed and a deal was close.Now both clubs have announced the deal, with Coutinho taking off on a private jet for Barcelona in the last hour before the transfer was confirmed, and a medical expected to be carried out on Monday.Barcelona say that the Brazilian will sign a five-and-a-half-year contract, with a buyout clause of 400m Euros (£354.6m).We understand the player will stay in a Barcelona hotel overnight and will attend their match versus Levante on Sunday, live on Sky Sports, ahead of the medical the following day.A Liverpool statement on the club's website said: \"Liverpool FC can confirm Philippe Coutinho will be leaving the club after a transfer agreement was reached with FC Barcelona, subject to medical and agreement of personal terms.\"The player now has permission to complete the usual formalities to conclude the transfer immediately.\"A Barcelona statement said: \"FC Barcelona and Liverpool FC have reached an agreement for the transfer of Philippe Coutinho.\"The player will sign a contract for the remainder of the season and five more, and will have a buyout clause of 400 million euros.\"In the next hours we will inform you of the details of the player's arrival and presentation.\"The 25-year-old did not travel with the Liverpool squad for a warm-weather training camp in Dubai and did not play in either of their fixtures after the transfer window opened in January because of a minor thigh problem.The Brazilian was the subject of three failed bids from Barcelona in the summer, the largest of which was worth £113m, and he handed in a transfer request in an attempt to force a move but was unsuccessful.Coutinho, who joined Liverpool for £8.5m from Inter Milan in 2013, made 20 appearances in all competitions for the Anfield side this season, scoring 12 goals.The deal is the latest coup for Coutinho's agent Kia Joorabchian, who has agreed a host of huge deals for his clients including Carlos Tevez, Oscar, David Luiz, Marquinhos, Tiemoue Bakayoko and Willian."
}