{
  "date": "07/01/18",
  "title": "Philippe Coutinho's Barcelona move a 'huge loss for the Premier League', says Henry Winter",
  "description": "Philippe Coutinho's move to Barcelona is a \"huge loss for the Premier League\", according to Sunday Supplement panellist Henry Winter.",
  "content": "After months of speculation, the Liverpool playmaker has agreed a deal to move to the Nou Camp, subject to a medical and agreeing personal terms in the coming days.He will move for a fee that Sky Sports News understands to be £146m, but although he will be a loss to the Premier League, The Times' chief football writer Winter believes Liverpool will move on.\"I think he is a huge loss to the Premier League. It is understandably a Liverpool and Barcelona story but I think in the Premier League, you want talent like that there,\" he said on the Sunday Supplement.\"I quite admire him because his form hasn't tailed off even though his head was clearly turned last summer, but he is just a fantastic player to watch whether the ball is dead or he's cutting in off the flank, he is a pretty unique player. Replacing him will be difficult.\"If you go back to Liverpool in the 70s when Kevin Keegan went and everyone was saying 'well what's going to happen to Liverpool now?' and then Kevin Dalglish came down from Celtic and within nine months, was scoring the winner in a European Cup final. Clubs are resilient, particularly a club of Liverpool's stature and they'll bring someone else in.\"Many players have made the move from the Premier League to Barcelona as well as Real Madrid over the years, and head of sport at The Sun, Sean Custis, says there is a sense of inevitability around the move.\"It is a very good price for a very good player. They always go in the end, barring an administrative error with David de Gea, he would've gone as well, but you look back over history - Lineker, Hughes, McManaman, Bale, Beckham, Ronaldo, Suarez and now Coutinho. They tend to always go when Barcelona and Real Madrid come knocking,\" he said.\"Clubs can resist for a little while and Liverpool did well to do that and in the end, they got the money wanted. When your player makes it clear he wants to go, you have to do the deal like what Fergie did with Ronaldo. Eventually he understood, and I think Liverpool have done a similar thing.\"I'm surprised he went now and not at the end of the year because even if you thought Liverpool had a slim chance of winning the Champions League, they've probably given that away now in the hope that in the future, they'll be able to invest this money and do so wisely. They've already spent £75m on Van Dijk and no doubt they'll spend more money.\"But Andy Dunn, chief sports writer at The Mirror, says Coutinho's move will be a tough one for Liverpool to take following past departures of Suarez and Xabi Alonso to Spain.\"What everyone is doing today is sugar coating a bitter pill. Liverpool are losing their best player. Barcelona have come along, were resisted by FSG [Fenway Sports Group, owners of Liverpool] to start with and they've got their way,\" he added.\"This is a big club basically looking at Liverpool as a smaller club and taking their best player from them. There is no getting away from that.\"You can sugar coat it with 'it is great money for him, who will they buy' and you see the pictures of the player this morning, he couldn't look happier boarding that plane. It's a dream come true for him and we get all that but it is a bitter pill for Liverpool to have to swallow again losing one of their best players, like they lost Suarez to Barcelona and Alonso to Real Madrid. There's no getting away from it.\"",
  "dbpedia": "\nAfter months of speculation, the <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> playmaker has agreed a deal to move to the Nou Camp, subject to a medical and agreeing personal terms in the coming days.He will move for a fee that Sky Sports News understands to be &#xA3;146m, but although he will be a loss to the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, The Times\\&apos; chief football writer Winter believes <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> will move on.&quot;I think he is a huge loss to the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>. It is understandably a <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> and <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> story but I think in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, you want talent like that there,&quot; he said on the Sunday Supplement.&quot;I quite admire him because his form hasn\\&apos;t tailed off even though his head was clearly turned last summer, but he is just a fantastic player to watch whether the ball is dead or he\\&apos;s cutting in off the flank, he is a pretty unique player. Replacing him will be difficult.&quot;If you go back to <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> in the 70s when <a href=\"http://dbpedia.org/resource/Kevin_Keegan\" title=\"http://dbpedia.org/resource/Kevin_Keegan\" target=\"_blank\">Kevin Keegan</a> went and everyone was saying \\&apos;well what\\&apos;s going to happen to <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> now?\\&apos; and then Kevin Dalglish came down from <a href=\"http://dbpedia.org/resource/Celtic_F.C.\" title=\"http://dbpedia.org/resource/Celtic_F.C.\" target=\"_blank\">Celtic</a> and within nine months, was scoring the winner in a European Cup final. Clubs are resilient, particularly a club of <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>\\&apos;s stature and they\\&apos;ll bring someone else in.&quot;Many players have made the move from the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> to <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> as well as <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> over the years, and head of sport at The Sun, Sean Custis, says there is a sense of inevitability around the move.&quot;It is a very good price for a very good player. They always go in the end, barring an administrative error with <a href=\"http://dbpedia.org/resource/David_de_Gea\" title=\"http://dbpedia.org/resource/David_de_Gea\" target=\"_blank\">David de Gea</a>, he would\\&apos;ve gone as well, but you look back over history - Lineker, Hughes, McManaman, Bale, Beckham, <a href=\"http://dbpedia.org/resource/Cristiano_Ronaldo\" title=\"http://dbpedia.org/resource/Cristiano_Ronaldo\" target=\"_blank\">Ronaldo</a>, Suarez and now Coutinho. They tend to always go when <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> and <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> come knocking,&quot; he said.&quot;Clubs can resist for a little while and <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> did well to do that and in the end, they got the money wanted. When your player makes it clear he wants to go, you have to do the deal like what <a href=\"http://dbpedia.org/resource/Alex_Ferguson\" title=\"http://dbpedia.org/resource/Alex_Ferguson\" target=\"_blank\">Fergie</a> did with <a href=\"http://dbpedia.org/resource/Cristiano_Ronaldo\" title=\"http://dbpedia.org/resource/Cristiano_Ronaldo\" target=\"_blank\">Ronaldo</a>. Eventually he understood, and I think <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> have done a similar thing.&quot;I\\&apos;m surprised he went now and not at the end of the year because even if you thought <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> had a slim chance of winning the Champions League, they\\&apos;ve probably given that away now in the hope that in the future, they\\&apos;ll be able to invest this money and do so wisely. They\\&apos;ve already spent &#xA3;75m on Van Dijk and no doubt they\\&apos;ll spend more money.&quot;But Andy Dunn, chief sports writer at The Mirror, says Coutinho\\&apos;s move will be a tough one for <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> to take following past departures of Suarez and <a href=\"http://dbpedia.org/resource/Xabi_Alonso\" title=\"http://dbpedia.org/resource/Xabi_Alonso\" target=\"_blank\">Xabi Alonso</a> to <a href=\"http://dbpedia.org/resource/Spain_national_football_team\" title=\"http://dbpedia.org/resource/Spain_national_football_team\" target=\"_blank\">Spain</a>.&quot;What everyone is doing today is sugar coating a bitter pill. <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> are losing their best player. <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> have come along, were resisted by FSG [Fenway Sports Group, owners of <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>] to start with and they\\&apos;ve got their way,&quot; he added.&quot;This is a big club basically looking at <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> as a smaller club and taking their best player from them. There is no getting away from that.&quot;You can sugar coat it with \\&apos;it is great money for him, who will they buy\\&apos; and you see the pictures of the player this morning, he couldn\\&apos;t look happier boarding that plane. It\\&apos;s a dream come true for him and we get all that but it is a bitter pill for <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> to have to swallow again losing one of their best players, like they lost Suarez to <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> and Alonso to <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a>. There\\&apos;s no getting away from it.&quot;\n"
}