{
  "date": "29/01/18",
  "title": "Phil Neville: The wording in my tweets was not right",
  "description": "In an interview with Sky Sports, England Women's head coach Phil Neville says the wording in his historical tweets \"was wrong\".",
  "content": "The appointment of Neville, who had previously never held a senior managerial role, has been met with criticism for both his lack of experience and for historical tweets sent from his account six years ago.\nOne tweet from January 2012 read: \"When I said morning men I thought the women would of [sic] been busy preparing breakfast/getting kids ready/making the beds-sorry women!\"\nSpeaking with Sky Sports on Monday, Neville said: \"The words that I used in 2011 and 2012 were not good as an Everton captain, as a Premier League player, as a father, and they're not right now.\n\"I think people who know me, that have been around my company, that are part of my family, that have watched me for 41 years, know that it is not a true reflection of my character, and the way that I was brought up by my parents.\n\"And I apologise whole-heartedly for the words that I used, and that's why I issued the apology last Wednesday. They're not right today, and they weren't right back then.\"\nA further tweet from Neville's account, seemingly intended as a joke, read: \"Relax I'm back chilled - just battered the wife!!! Feel better now!\" while another from December 2012 read: \"U women of [sic] always wanted equality until it comes to paying the bills #hypocrites\"\nAsked what he meant by \"battered the wife\" Neville told Sky Sports: \"It was that particular wording that disappointed me more than any of them, because it obviously relates to domestic violence.\n\"That tweet wasn't sent out as a joke to domestic violence. It was in a period where I was on holiday with my wife, it relates to something I was doing with my wife in terms of a sporting, competitive nature. But it's not right, the wording of the tweet wasn't right, and I'm disappointed that I used that terminology in 2011.\"\nNeville answered criticism of his lack of coaching experience by saying that he doubts many of the candidates for the vacant England managers' job would have matched his experience of coaching elite players, having been part of the Valencia coaching staff for several years.\n\"I can explain that I've coached at the top level. And the players that I'll be coaching in three weeks' time are elite players. When you talk about experience, I'd have thought that not many of the candidates that applied for the job have the same experience that I've got of coaching elite players.\n\"I've coached the best players in the men's game at the top level, and I believe that the players I'll be coaching in the women's team are top, top class professionals at the elite level.\"\nThe former Manchester United and Everton star's critics have also highlighted that he may be using the England Women's job as a development role for his own career, but Neville has responded by insisting that his new job is the best in the world, bar Gareth Southgate's managerial role at the men's team.\n\"I've got to say it was probably one of the highlights of my career,\" said Neville. \"Take out everything that I did on the football field, and since then, it was a special moment. Because being the manager of a national team I think is the ultimate honour, and I've got that now.\n\"First and foremost, I've never used the word stepping stone. So anyone who says I have is wrong. When I said the word 'develop', I want to develop into a World Cup-winning coach, an Olympic-winning coaching, a European Championship-winning coach, that's with the Lionesses.\n\"This for me is the ultimate job, it doesn't get much better than managing your country. Apart from Gareth Southgate's job I think this is the best job in the world.\"\n",
  "dbpedia": "The appointment of Neville, who had previously never held a senior managerial role, has been met with criticism for both his lack of experience and for historical tweets sent from his account six years ago.<br>One tweet from January 2012 read: \"When I said morning men I thought the women would of [sic] been busy preparing breakfast/getting kids ready/making the beds-sorry women!\"<br>Speaking with Sky Sports on Monday, Neville said: \"The words that I used in 2011 and 2012 were not good as an <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> captain, as a <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> player, as a father, and they're not right now.<br>\"I think people who know me, that have been around my company, that are part of my family, that have watched me for 41 years, know that it is not a true reflection of my character, and the way that I was brought up by my parents.<br>\"And I apologise whole-heartedly for the words that I used, and that's why I issued the apology last Wednesday. They're not right today, and they weren't right back then.\"<br>A further tweet from Neville's account, seemingly intended as a joke, read: \"Relax I'm back chilled - just battered the wife!!! Feel better now!\" while another from December 2012 read: \"U women of [sic] always wanted equality until it comes to paying the bills #hypocrites\"<br>Asked what he meant by \"battered the wife\" Neville told Sky Sports: \"It was that particular wording that disappointed me more than any of them, because it obviously relates to domestic violence.<br>\"That tweet wasn't sent out as a joke to domestic violence. It was in a period where I was on holiday with my wife, it relates to something I was doing with my wife in terms of a sporting, competitive nature. But it's not right, the wording of the tweet wasn't right, and I'm disappointed that I used that terminology in 2011.\"<br>Neville answered criticism of his lack of coaching experience by saying that he doubts many of the candidates for the vacant <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> managers' job would have matched his experience of coaching elite players, having been part of the <a href=\"http://dbpedia.org/resource/Valencia_CF\" title=\"http://dbpedia.org/resource/Valencia_CF\" target=\"_blank\">Valencia</a> coaching staff for several years.<br>\"I can explain that I've coached at the top level. And the players that I'll be coaching in three weeks' time are elite players. When you talk about experience, I'd have thought that not many of the candidates that applied for the job have the same experience that I've got of coaching elite players.<br>\"I've coached the best players in the men's game at the top level, and I believe that the players I'll be coaching in the women's team are top, top class professionals at the elite level.\"<br>The former <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> and <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> star's critics have also highlighted that he may be using the <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> Women's job as a development role for his own career, but Neville has responded by insisting that his new job is the best in the world, bar <a href=\"http://dbpedia.org/resource/Gareth_Southgate\" title=\"http://dbpedia.org/resource/Gareth_Southgate\" target=\"_blank\">Gareth Southgate</a>'s managerial role at the men's team.<br>\"I've got to say it was probably one of the highlights of my career,\" said Neville. \"Take out everything that I did on the football field, and since then, it was a special moment. Because being the manager of a national team I think is the ultimate honour, and I've got that now.<br>\"First and foremost, I've never used the word stepping stone. So anyone who says I have is wrong. When I said the word 'develop', I want to develop into a World Cup-winning coach, an Olympic-winning coaching, a European Championship-winning coach, that's with the Lionesses.<br>\"This for me is the ultimate job, it doesn't get much better than managing your country. Apart from <a href=\"http://dbpedia.org/resource/Gareth_Southgate\" title=\"http://dbpedia.org/resource/Gareth_Southgate\" target=\"_blank\">Gareth Southgate</a>'s job I think this is the best job in the world.\"<br>"
}