{
  "date": "09/01/18",
  "title": "Phil Thompson urges Liverpool to reinvest Philippe Coutinho money on quality",
  "description": "Club legend Phil Thompson has urged Liverpool to take their time in finding the right quality of player to replace Philippe Coutinho.",
  "content": "The Reds have recouped £146m for the Brazilian, eclipsing the record £75m sale of Luiz Suarez in 2014, after which they spent £107m on seven players in the same window.Thommo is adamant there is a need for Liverpool to splash the cash immediately, given how difficult it is to operate in the winter window and with clubs all too aware of their recently-gained wealth.\"We need to go for high quality,\" he told Sky Sports. \"We spent £75m on Virgil van Dijk and we need to look at bringing in a player of the same quality in an offensive role.\"The squad is decent enough and Adam Lallana is back fit, which helps, so I'd rather see the club take their time rather than hastily spend it on players who might not be up to it.\"The players we brought in after selling Luis Suarez were a mix of hits and misses. We've got to spend it wisely this time and rather than £15-£20m signings, which doesn't get you much in this market, I would rather see it spent on a big player.\"I'd prefer if we kept our money in our pockets than hastily waste it, especially with it being fresh in people's minds that we've got a lot of cash in a window when they're more reluctant to lose their best players.\"Thommo believes that if the club are to spend in January, rather than targeting a like-for-like replacement, the money should be used to buy a top-class striker or to strengthen a defence which has conceded 25 goals in 22 games this season.\"Maybe it should be used for an out-and-out striker and then Roberto Firmino can drop back and play the Coutinho role,\" he added. \"Pierre-Emerick Aubameyang is one who would be on my list and somebody you could get.\"It would certainly be that quality you'd be looking for, although he would need to have the right the work ethic. I'm not sure why he's not been on more sides' shopping lists.\"I've said all along the defence is the important area which needs addressing. I don't think Van Dijk will solve it on his own so another centre-back, who is a real leader, and a top-class goalkeeper are required, but I don't think they will happen in January as it has to be the right players.\"",
  "dbpedia": "\nThe Reds have recouped &#xA3;146m for the Brazilian, eclipsing the record &#xA3;75m sale of Luiz Suarez in 2014, after which they spent &#xA3;107m on seven players in the same window.Thommo is adamant there is a need for <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> to splash the cash immediately, given how difficult it is to operate in the winter window and with clubs all too aware of their recently-gained wealth.&quot;We need to go for high quality,&quot; he told Sky Sports. &quot;We spent &#xA3;75m on Virgil van Dijk and we need to look at bringing in a player of the same quality in an offensive role.&quot;The squad is decent enough and <a href=\"http://dbpedia.org/resource/Adam_Lallana\" title=\"http://dbpedia.org/resource/Adam_Lallana\" target=\"_blank\">Adam Lallana</a> is back fit, which helps, so I\\&apos;d rather see the club take their time rather than hastily spend it on players who might not be up to it.&quot;The players we brought in after selling Luis Suarez were a mix of hits and misses. We\\&apos;ve got to spend it wisely this time and rather than &#xA3;15-&#xA3;20m signings, which doesn\\&apos;t get you much in this market, I would rather see it spent on a big player.&quot;I\\&apos;d prefer if we kept our money in our pockets than hastily waste it, especially with it being fresh in people\\&apos;s minds that we\\&apos;ve got a lot of cash in a window when they\\&apos;re more reluctant to lose their best players.&quot;Thommo believes that if the club are to spend in January, rather than targeting a like-for-like replacement, the money should be used to buy a top-class striker or to strengthen a defence which has conceded 25 goals in 22 games this season.&quot;Maybe it should be used for an out-and-out striker and then Roberto Firmino can drop back and play the Coutinho role,&quot; he added. &quot;<a href=\"http://dbpedia.org/resource/Pierre-Emerick_Aubameyang\" title=\"http://dbpedia.org/resource/Pierre-Emerick_Aubameyang\" target=\"_blank\">Pierre-Emerick</a> Aubameyang is one who would be on my list and somebody you could get.&quot;It would certainly be that quality you\\&apos;d be looking for, although he would need to have the right the work ethic. I\\&apos;m not sure why he\\&apos;s not been on more sides\\&apos; shopping lists.&quot;I\\&apos;ve said all along the defence is the important area which needs addressing. I don\\&apos;t think Van Dijk will solve it on his own so another centre-back, who is a real leader, and a top-class goalkeeper are required, but I don\\&apos;t think they will happen in January as it has to be the right players.&quot;\n"
}