{
  "date": "07/01/18",
  "title": "Philippe Coutinho arrival excites Barcelona boss Ernesto Valverde",
  "description": "Barcelona boss Ernesto Valverde is looking forward to working with Philippe Coutinho as the Brazilian prepares to arrive from Liverpool.",
  "content": "The Brazilian has agreed a contract through to 2023 at the Camp Nou, with Barcelona fans seeing him as the long-term successor to Andres Iniesta, and Valverde is aiming to make the most of the Brazilian's adaptability and ability to play in a range of positions.\n\"I think he can bring a lot to the team. He scores and sets up goals, and going forward he can help us a lot as he can play both inside and out wide,\" said Valverde after Barcelona's comfortable 3-0 La Liga win over Levante on Sunday. \"He is versatile and we can take advantage of his versatility.\"\nThe deal had been in the pipeline for months, with Barca failing with several bids in August after losing Neymar to Paris Saint-Germain. And having previously tried to avoid talking about Coutinho, Valverde can now look forward to welcoming him into his squad for a busy second half of the season.\n\"It is a signing that has been talked about for a long time, although it was not something I was keen to discuss,\" said Valverde. \"He is here now, and good luck to him, because if he has luck then it will be good for us.\"\nCapable of playing on the wing and in a more withdrawn midfield role, Coutinho's arrival provides a wealth of new options to Valverde, although he will not be able to play in the Champions League knockout phase having already featured in the competition for Liverpool.\n\"We will wait until I have seen him train for a day at least until we talk about that,\" added Valverde when pressed on where the ex-Inter Milan man would fit into his team.\n\"It is true that I have seen videos of him playing in different positions, for Liverpool and for his country. But let's wait and see. I hope he adapts quickly, although good players adapt quickly to any circumstances.\"\nLionel Messi sent Barca on their way to victory against Levante with a goal on his 400th La Liga appearance, which was followed up by strikes from Luis Suarez and Paulinho.\nPaulinho, a team-mate of Coutinho's with Brazil, said: \"He is a great player, a magnificent player. I am certain he will really help Barca to attain our objectives this season. We hope to see him playing for us as soon as possible.\"\n",
  "dbpedia": "The <a href=\"http://dbpedia.org/resource/Brazil_national_football_team\" title=\"http://dbpedia.org/resource/Brazil_national_football_team\" target=\"_blank\">Brazilian</a> has agreed a contract through to 2023 at the <a href=\"http://dbpedia.org/resource/Camp_Nou\" title=\"http://dbpedia.org/resource/Camp_Nou\" target=\"_blank\">Camp Nou</a>, with <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> fans seeing him as the long-term successor to Andres Iniesta, and Valverde is aiming to make the most of the <a href=\"http://dbpedia.org/resource/Brazil_national_football_team\" title=\"http://dbpedia.org/resource/Brazil_national_football_team\" target=\"_blank\">Brazilian</a>'s adaptability and ability to play in a range of positions.<br>\"I think he can bring a lot to the team. He scores and sets up goals, and going forward he can help us a lot as he can play both inside and out wide,\" said Valverde after <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a>'s comfortable 3-0 <a href=\"http://dbpedia.org/resource/La_Liga\" title=\"http://dbpedia.org/resource/La_Liga\" target=\"_blank\">La Liga</a> win over Levante on Sunday. \"He is versatile and we can take advantage of his versatility.\"<br>The deal had been in the pipeline for months, with Barca failing with several bids in August after losing <a href=\"http://dbpedia.org/resource/Neymar\" title=\"http://dbpedia.org/resource/Neymar\" target=\"_blank\">Neymar</a> to <a href=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" title=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" target=\"_blank\">Paris Saint-Germain</a>. And having previously tried to avoid talking about Coutinho, Valverde can now look forward to welcoming him into his squad for a busy second half of the season.<br>\"It is a signing that has been talked about for a long time, although it was not something I was keen to discuss,\" said Valverde. \"He is here now, and good luck to him, because if he has luck then it will be good for us.\"<br>Capable of playing on the wing and in a more withdrawn midfield role, Coutinho's arrival provides a wealth of new options to Valverde, although he will not be able to play in the Champions League knockout phase having already featured in the competition for <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>.<br>\"We will wait until I have seen him train for a day at least until we talk about that,\" added Valverde when pressed on where the ex-Inter <a href=\"http://dbpedia.org/resource/A.C._Milan\" title=\"http://dbpedia.org/resource/A.C._Milan\" target=\"_blank\">Milan</a> man would fit into his team.<br>\"It is true that I have seen videos of him playing in different positions, for <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> and for his country. But let's wait and see. I hope he adapts quickly, although good players adapt quickly to any circumstances.\"<br><a href=\"http://dbpedia.org/resource/Lionel_Messi\" title=\"http://dbpedia.org/resource/Lionel_Messi\" target=\"_blank\">Lionel Messi</a> sent Barca on their way to victory against Levante with a goal on his 400th <a href=\"http://dbpedia.org/resource/La_Liga\" title=\"http://dbpedia.org/resource/La_Liga\" target=\"_blank\">La Liga</a> appearance, which was followed up by strikes from Luis Suarez and Paulinho.<br>Paulinho, a team-mate of Coutinho's with <a href=\"http://dbpedia.org/resource/Brazil_national_football_team\" title=\"http://dbpedia.org/resource/Brazil_national_football_team\" target=\"_blank\">Brazil</a>, said: \"He is a great player, a magnificent player. I am certain he will really help Barca to attain our objectives this season. We hope to see him playing for us as soon as possible.\"<br>"
}