{
  "date": "19/01/18",
  "title": "Pierre-Emerick Aubameyang left out by Borussia Dortmund again",
  "description": "Pierre-Emerick Aubameyang has been left out of Borussia Dortmund's squad for the second Bundesliga match in a row.",
  "content": "The 28-year-old was dropped by head coach Peter Stoger for Dortmund's trip to play Hertha Berlin on Friday night.Stoger said: \"If he can help the team, he can make himself available again. If he steps up he will be back again next week.\"Aubameyang was also missing from the squad for Dortmund's 0-0 draw with Wolfsburg last Sunday after missing a team meeting, with Stoger admitting the striker was \"not so focused at the moment\".Sporting director Michael Zorc insisted Aubameyang had a future at Dortmund, telling Eurosport: \"There is nothing concrete on the table, only a lot of air.\"We're planning with Pierre-Emerick Aubameyang and there's a way back into the team for him, but professionalism is part of that. That includes saying you've made a mistake in one situation or another.\"Reports have linked Aubameyang with a move to Arsenal, and Zorc rebuked Arsene Wenger on Thursday for comments in which he suggested the forward would be a good fit at Arsenal.He said: \"We think it's disrespectful to talk like this about other players. There is no contact with Arsenal.\"We assume that Mr Wenger has enough to do with the performance of his own players.\"The latest incident is the third time the Gabon international has been dropped by his club in less than two years.Aubameyang was dropped in November for inviting a film crew to the club and then being late for training.Former manager Thomas Tuchel previously dropped him for taking an unsanctioned trip to Milan.",
  "dbpedia": "\nThe 28-year-old was dropped by head coach Peter Stoger for <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Dortmund</a>\\&apos;s trip to play <a href=\"http://dbpedia.org/resource/Hertha_BSC\" title=\"http://dbpedia.org/resource/Hertha_BSC\" target=\"_blank\">Hertha Berlin</a> on Friday night.Stoger said: &quot;If he can help the team, he can make himself available again. If he steps up he will be back again next week.&quot;Aubameyang was also missing from the squad for <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Dortmund</a>\\&apos;s 0-0 draw with <a href=\"http://dbpedia.org/resource/VfL_Wolfsburg\" title=\"http://dbpedia.org/resource/VfL_Wolfsburg\" target=\"_blank\">Wolfsburg</a> last Sunday after missing a team meeting, with Stoger admitting the striker was &quot;not so focused at the moment&quot;.Sporting director <a href=\"http://dbpedia.org/resource/Michael_Zorc\" title=\"http://dbpedia.org/resource/Michael_Zorc\" target=\"_blank\">Michael Zorc</a> insisted Aubameyang had a future at <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Dortmund</a>, telling Eurosport: &quot;There is nothing concrete on the table, only a lot of air.&quot;We\\&apos;re planning with <a href=\"http://dbpedia.org/resource/Pierre-Emerick_Aubameyang\" title=\"http://dbpedia.org/resource/Pierre-Emerick_Aubameyang\" target=\"_blank\">Pierre-Emerick</a> Aubameyang and there\\&apos;s a way back into the team for him, but professionalism is part of that. That includes saying you\\&apos;ve made a mistake in one situation or another.&quot;Reports have linked Aubameyang with a move to <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>, and Zorc rebuked Arsene Wenger on Thursday for comments in which he suggested the forward would be a good fit at Arsenal.He said: &quot;We think it\\&apos;s disrespectful to talk like this about other players. There is no contact with <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>.&quot;We assume that Mr Wenger has enough to do with the performance of his own players.&quot;The latest incident is the third time the <a href=\"http://dbpedia.org/resource/Gabon_national_football_team\" title=\"http://dbpedia.org/resource/Gabon_national_football_team\" target=\"_blank\">Gabon international</a> has been dropped by his club in less than two years.Aubameyang was dropped in November for inviting a film crew to the club and then being late for training.Former manager Thomas Tuchel previously dropped him for taking an unsanctioned trip to <a href=\"http://dbpedia.org/resource/A.C._Milan\" title=\"http://dbpedia.org/resource/A.C._Milan\" target=\"_blank\">Milan</a>.\n"
}