{
  "date": "02/02/18",
  "title": "Pierre-Emerick Aubameyang may have to wait for Arsenal debut",
  "description": "Pierre-Emerick Aubameyang will be assessed on Friday ahead of Arsenal's match against Everton after falling sick.",
  "content": "Having been signed for a club-record fee from Borussia Dortmund on Deadline Day, the Gabon international was poised to make his debut at the Emirates on Saturday evening.However, Gunners boss Arsene Wenger revealed on Friday that his new forward is recovering from a sickness bug.\"I have to assess how well he is physically today and how well he feels,\" said Wenger.\"He had a fever, so he could not practice a lot. He started yesterday, but was still not completely well.\"I have to assess with the medical department how fit he can be.\"The Aubameyang deal has been welcomed by Arsenal fans following the departure of Alexis Sanchez to Manchester United and Wenger says the 28-year-old was ready for a move to England.\"The Premier League is a challenge for every big player today,\" said the Frenchman. \"That is where everybody wants to play.\"I have known him for a long time, he has played against Arsenal many times.\"He likes the way we play football and I believe he needed a new challenge. We were the ones who could offer that to him.\"The Aubameyang transfer was part of a series of Deadline Day moves, which saw Arsenal sell Olivier Giroud to Chelsea and Michy Batshuayi move to Borussia Dortmund on loan.Wenger said: \"It was difficult, because of course Dortmund needed a replacement.\"First we had to agree a transfer deal with them and after that wait for them to find someone who can replace him.\"It was a cryptic deal because Giroud went to Chelsea and Batshuayi went to Dortmund. That is why it was short in time and tense until the end.\"Aubameyang's former Dortmund team-mate Henrikh Mkhitaryan joined Arsenal after coming over from Manchester United in exchange for Alexis Sanchez.He was used off the bench during Tuesday's 3-1 loss at Swansea and Wenger says the Armenian could make his full debut against Everton.Arsenal are also hopeful midfielder Jack Wilshere will be fit for Saturday - the England man will be assessed after sitting out of the Swansea loss due to illness."
}