{
  "date": "18/01/18",
  "title": "Plymouth defender Ryan Edwards diagnosed with testicular cancer",
  "description": "Plymouth defender Ryan Edwards, 24, has been diagnosed with testicular cancer, and will undergo immediate surgery.",
  "content": "The League One club announced the news in a statement that read: \"Plymouth Argyle wish to advise that Ryan Edwards has been diagnosed with testicular cancer and is to undergo immediate surgery.\n\"The diagnosis was made when Ryan sought medical advice after experiencing symptoms which he thought prudent to have checked out.\n\"Ryan will obviously miss a period of football because of surgery but his physical health and mental well-being are our only priority. He has already proved to be the strong person we knew him to be by the manner in which he has reacted to this development.\n\"Everyone at Argyle will support him in his recovery in every possible way.\n\"We ask supporters and the media to respect the privacy of Ryan and his family at this time.\"\nThe club added on Twitter: \"Our hope is that the early prognosis is good, that Ryan will make a full recovery, and will soon be back on the field in an Argyle jersey.\"\nEdwards, who started his career with Blackburn, joined Plymouth in the summer after three years at Morecambe.\n",
  "dbpedia": "The <a href=\"http://dbpedia.org/resource/Football_League_One\" title=\"http://dbpedia.org/resource/Football_League_One\" target=\"_blank\">League One</a> club announced the news in a statement that read: \"<a href=\"http://dbpedia.org/resource/Plymouth_Argyle_F.C.\" title=\"http://dbpedia.org/resource/Plymouth_Argyle_F.C.\" target=\"_blank\">Plymouth Argyle</a> wish to advise that Ryan Edwards has been diagnosed with testicular cancer and is to undergo immediate surgery.<br>\"The diagnosis was made when Ryan sought medical advice after experiencing symptoms which he thought prudent to have checked out.<br>\"Ryan will obviously miss a period of football because of surgery but his physical health and mental well-being are our only priority. He has already proved to be the strong person we knew him to be by the manner in which he has reacted to this development.<br>\"Everyone at Argyle will support him in his recovery in every possible way.<br>\"We ask supporters and the media to respect the privacy of Ryan and his family at this time.\"<br>The club added on Twitter: \"Our hope is that the early prognosis is good, that Ryan will make a full recovery, and will soon be back on the field in an Argyle jersey.\"<br>Edwards, who started his career with <a href=\"http://dbpedia.org/resource/Blackburn_Rovers_F.C.\" title=\"http://dbpedia.org/resource/Blackburn_Rovers_F.C.\" target=\"_blank\">Blackburn</a>, joined <a href=\"http://dbpedia.org/resource/Plymouth_Argyle_F.C.\" title=\"http://dbpedia.org/resource/Plymouth_Argyle_F.C.\" target=\"_blank\">Plymouth</a> in the summer after three years at <a href=\"http://dbpedia.org/resource/Morecambe_F.C.\" title=\"http://dbpedia.org/resource/Morecambe_F.C.\" target=\"_blank\">Morecambe</a>.<br>"
}