{
  "date": "16/01/18",
  "title": "Porto match against Estoril abandoned over stadium safety fears",
  "description": "Porto's game against Estoril was abandoned on Monday amid fears a stand collapse was imminent. ",
  "content": "The Primeira Liga clash came to halt at half-time as Estoril were 1-0 up against the visitors, who had been looking to return to the top of the table.\nHowever, their game was cut short after concerns over structural problems came to attention during the game and police and security advised approximately 2,500 away supporters to evacuate their stand.\nThe thousands of Porto fans left their seats and fled across the pitch, to join the home end stand for safety.\nHowever this led to further concerns, of over-crowding and after a long delay at half-time and security and police advice was sought, officials concluded that the second half could not be played as security measures had not been met and the game was finally abandoned.\nThe Estadio Antonio Coimbra da Mot was built in 1939 and it appears cracks have been identified in its foundation.\nPorto released a statement on their website to confirm that a new date for the fixture is yet to be agreed between the two clubs.\nThe statement read: \"The match Estoril - FCP, scheduled for this Monday evening, for matchday 18 of Liga NOS, has been suspended at half-time, for safety reasons.\n\"No date to resume the match has been set, as the decisions will have to be reached by agreement between both clubs - out of the table is the chance to play it on Tuesday, January 16.\"\n",
  "dbpedia": "The <a href=\"http://dbpedia.org/resource/Primeira_Liga\" title=\"http://dbpedia.org/resource/Primeira_Liga\" target=\"_blank\">Primeira Liga</a> clash came to halt at half-time as <a href=\"http://dbpedia.org/resource/G.D._Estoril_Praia\" title=\"http://dbpedia.org/resource/G.D._Estoril_Praia\" target=\"_blank\">Estoril</a> were 1-0 up against the visitors, who had been looking to return to the top of the table.<br>However, their game was cut short after concerns over structural problems came to attention during the game and police and security advised approximately 2,500 away supporters to evacuate their stand.<br>The thousands of <a href=\"http://dbpedia.org/resource/F.C._Porto\" title=\"http://dbpedia.org/resource/F.C._Porto\" target=\"_blank\">Porto</a> fans left their seats and fled across the pitch, to join the home end stand for safety.<br>However this led to further concerns, of over-crowding and after a long delay at half-time and security and police advice was sought, officials concluded that the second half could not be played as security measures had not been met and the game was finally abandoned.<br>The Estadio Antonio Coimbra da Mot was built in 1939 and it appears cracks have been identified in its foundation.<br><a href=\"http://dbpedia.org/resource/F.C._Porto\" title=\"http://dbpedia.org/resource/F.C._Porto\" target=\"_blank\">Porto</a> released a statement on their website to confirm that a new date for the fixture is yet to be agreed between the two clubs.<br>The statement read: \"The match <a href=\"http://dbpedia.org/resource/G.D._Estoril_Praia\" title=\"http://dbpedia.org/resource/G.D._Estoril_Praia\" target=\"_blank\">Estoril</a> - FCP, scheduled for this Monday evening, for matchday 18 of Liga NOS, has been suspended at half-time, for safety reasons.<br>\"No date to resume the match has been set, as the decisions will have to be reached by agreement between both clubs - out of the table is the chance to play it on Tuesday, January 16.\"<br>"
}