{
  "date": "19/01/18",
  "title": "Premier League questions: Will Paul Pogba continue his fine form?",
  "description": "Will Arsenal and Man City bounce back from defeats? Will Paul Pogba continue his fine form? And will Paul Lambert get off to a winning start?",
  "content": "Brighton host Chelsea on Sky Sports Premier League at 12.30pm on Saturday, while Tottenham's trip to Southampton is on the same channel on Super Sunday at 4pm.On Monday Night Football, we have Swansea v Liverpool from the Liberty Stadium at 8pm on Sky Sports Premier League.Will Batshuayi step up to the plate for Chelsea? (Brighton v Chelsea, Saturday from 11.30am, live on Sky Sports Premier League)Michy Batshuayi will have a good chance to fill the shoes of suspended and out-of-form striker Alvaro Morata in Chelsea's visit to Brighton, live on Sky Sports Premier League on Saturday.Chelsea are on a winless run of four in all competitions and have scored just once in those games, against Norwich in the FA Cup.Brighton may be fancying their chances against a Chelsea side that looks short on confidence of late, however they themselves have recorded just 17 goals in the league this season, with only bottom-of-the-table Swansea scoring fewer.Kane to pile more misery on struggling Saints? (Southampton v Tottenham, Super Sunday, live on Sky Sports Premier League from 3.30pm)Premier League top-scorer Harry Kane will look to add to his 20-goal tally this season as Tottenham travel to Southampton on Super Sunday.Kane scored another two goals last week in the impressive 4-0 win against Everton, and also recorded a hat-trick against the Saints on Boxing Day, which saw him set a new record for the most top flight goals scored in a calendar year (39 goals).Mauricio Pellegrino's side were unlucky not to take all three points last week against Watford, and will be desperate to overturn a run of 10 games without a win in the league - which has seen them slip to just one point above the drop zone.Will struggling Swansea handle Liverpool's in-form attack? (Swansea v Liverpool, Monday Night Football, live on Sky Sports Premier League from 7pm)Liverpool head into this encounter on the back of ending Manchester City's unbeaten start to the season with an impressive attacking display at Anfield.Liverpool's front three of Sadio Mane, Roberto Firmino and Mohamed Salah scored three more goals to take their combined tally to 50 in all competitions this season.Strugglers Swansea returned to the foot the table after West Brom's win against Brighton so will be keen to claim an unlikely win on Monday Night Football at the Liberty Stadium.Liverpool hit five with no return in the reverse fixture of this on Boxing Day, so Swansea will be determined to seek revenge under new boss Carlos Carvalhal.Arsenal to get back to winning ways? (Arsenal v Crystal Palace, Saturday 3pm)Arsenal head into Saturday's London derby with in-form Crystal Palace in urgent need of a win following a poor recent run of form.Arsene Wenger's side have slipped to sixth in the Premier League, and eight points adrift of the fourth and final Champions League berth, after failing to win any of their last five matches in all competitions.In fact, the Gunners' last victory came against Palace at Selhurst Park on December 28, while their previously dominant home form has also disappeared.After a run of 12 consecutive league wins at the Emirates, Arsenal have now won just one of their last four in north London, meaning they can afford no more slip-ups against the Eagles.Will Pogba continue his recent good form? (Burnley v Man Utd, Saturday 3pm)Paul Pogba will be relishing Manchester United's trip to Burnley on Saturday afternoon having been in eye-catching form since his return from suspension.Pogba's two assists in the Monday Night Football clash with Stoke City took his tally for the season to nine in just 13 Premier League games, with no player having recorded more than the Frenchman, who also managed two more in United's previous fixture at Everton.At Turf Moor this weekend, Burnley - who themselves have not won any of their last seven contests in all competitions - will need to pay close attention to a player who has been directly involved in 14 goals in his last 14 top-flight encounters (four goals, 10 assists).Will the Baggies make it back-to-back wins? (Everton v West Brom, Saturday 3pm)West Brom ended their 20-game winless run in the Premier League with a much-needed 2-0 home victory over Brighton last time out.Alan Pardew's side remain deep in trouble though ahead of their trip to Merseyside to take on Everton on Saturday afternoon, with the Baggies 19th in the table and two points from safety.So what better time for West Brom to record back-to-back league victories for the first time since their opening two matches of the campaign against an out-of-sorts Everton team who have not won themselves since beating bottom-of-the-table Swansea City at Goodison Park on December 18.Will Paul Lambert silence his critics with a win in his first game in charge? (Stoke v Huddersfield, Saturday 3pm)Paul Lambert will be keen to get off to a good start as Stoke City boss with his side having won just one of their last eight Premier League games.Lambert was seemingly the third-choice candidate behind Quique Sanchez Florez and Martin O'Neill for the hot-seat, which has left many Stoke fans underwhelmed by the appointment.Huddersfield at home will surely be as good a chance as any prove those critics wrong in his first game; the Terriers themselves were turned over 4-1 last week by West Ham.Watford to return to winning ways at Leicester? (Leicester v Watford, Saturday 3pm)Watford will be looking to return to form against Leicester City, who were unlucky to not gain all three points from an impressive display away against Chelsea last time out in the league.Watford's last win in the Premier League actually came against Leicester on Boxing Day, and they can consider themselves fortunate to escape with a point against struggling Southampton after a contentious last-minute equaliser.To have a chance of winning, Watford will surely have to keep a close eye on in-form winger Riyad Mahrez, who has been directly involved in a goal in five of his last six games in all competitions for Leicester City (two goals, four assists).West Ham or Bournemouth to push themselves further away from the drop zone? (West Ham v Bournemouth, Saturday 3pm)Both West Ham and Bournemouth will be looking to record back-to-back wins in the league after impressive victories against Huddersfield and Arsenal respectively.West Ham have not recorded two league wins in a row since January last year, and will be buoyed by their recent upturn in form under Manager David Moyes.Bournemouth, however, lost 3-0 at League One Wigan on Wednesday night in the FA Cup, but will look to pick up where they left off in the Premier League.Both teams can move up to 10th with a win on Saturday and will want to further distance themselves from the drop zone.Man City to bounce back with a win against Newcastle? (Man City v Newcastle, Saturday 5.30pm)Table-topping Manchester City suffered their first defeat of the season in a thrilling 4-3 defeat against Liverpool on Super Sunday.City have been dominant in the Premier League this season but were blown away by a stunning second-half display by Liverpool.Pep Guardiola will have a good chance to bounce back against Newcastle, who themselves could only manage a point against bottom club Swansea in their last game.There is a subdued mood around Newcastle at the moment following the collapse of the sale of the club to businesswoman Amanda Staveley and City will look to take advantage of that with a win on Saturday."
}