{
  "date": "01/02/18",
  "title": "Premier League transfer spending compared with La Liga, Bundesliga, Ligue 1 & Serie A",
  "description": "Premier League clubs set a new winter transfer spending record after splashing £446m on signings - but how did that total compare with the other top leagues in Europe?",
  "content": "England's top flight spent more than any of the other top four leagues in Europe, dwarfing totals spent in La Liga (£250m), Bundesliga (£65m), Ligue 1 (£50m) and Serie A (£20m).Therefore, Premier League spending almost doubled sums in Spain - and was 22 times more than the £20m spent in Serie A.Barcelona's acquisition of Liverpool midfielder Philippe Coutinho for £146m was the most expensive deal across the five leagues and accounted for more than half of La Liga spending.Diego Costa also contributed heavily to the total in Spain after finally completing his £57m move to Atletico Madrid from Chelsea.Liverpool's £75m outlay for Southampton defender Virgil van Dijk was the second-most expensive deal across the leagues - a fee the Reds later mitigated from the sale of Coutinho.Manchester City signed Aymeric Laporte for a club-record £57m from Athletic Bilbao, with the Spanish club promptly activating the £27m release clause for Real Sociedad's Inigo Martinez as a replacement.Arsenal prised Pierre-Emerick Aubameyang from Borussia Dortmund for a club-record £60m, while north London rivals Tottenham spent £25m on Paris Saint-Germain striker Lucas Moura.In Germany, Dortmund invested £18m on centre-back Manuel Akanji, while Bayern Munich snapped up striker Sandro Wagner for around £12m. Other notable Bundesliga signings included Admir Mehmedi (£7.2m to Wolfsburg), Milot Rashica (£6.3m to Werder Bremen) and Vincent Koziello (£2.7m to FC Koln).In Ligue 1, the majority of cash was spent on Pietro Pellegri (£19m to Monaco), Martin Terrier (£10m to Lyon), Rafik Guitane and Diafro Sakho (both £9m to Rennes).Only four players cost more than £2m in Italy to contribute to the staggeringly low £20m total spend, including Pol Lirola (£6.3m to Sassuolo) , Bryan Dabo (£4m to Fiorentina), Damir Ceter (£3m to Cagliari) and Fererico Mattiello (£2.25m to Atalanta).*Fees for transfers not involving Premier League clubs taken from transfermarkt.co.uk. European league totals provoded by Deloitte."
}