{
  "date": "05/01/18",
  "title": "PSG stars Edinson Cavani and Javier Pastore face club discipline after going AWOL",
  "description": "Paris St Germain will demand explanations from top scorer Edinson Cavani and midfielder Javier Pastore after both players failed to return to the club for training this week.",
  "content": "Uruguayan striker Cavani and Argentine Pastore had yet to appear after their winter breaks when head coach Unai Emery faced the media on Friday.\nThe rest of the squad resumed training on Wednesday, raising questions about why the star South American pair were absent.\nEmery said: \"They're late in returning to training with the squad. I'm going to listen to what they say when they come to give their arguments. Maybe Cavani could return today, but it's not certain.\n\"I'm going to talk to the players when they arrive, and the club will too. After that we'll see.\"\nAsked about possible sanctions, Emery added: \"First, we'll listen to what they say.\"\nIn a press conference broadcast by the club, Emery said: \"They warned me that they would be late.\"\nPastore has been linked with a move away from the Ligue 1 leaders during this month's transfer window.\nCavani out-scored world-record signing Neymar during the first half of the season.\nParis St Germain face a trip to Brittany to play Rennes in the Coupe de France on Sunday.\n",
  "dbpedia": "Uruguayan striker Cavani and Argentine Pastore had yet to appear after their winter breaks when head coach <a href=\"http://dbpedia.org/resource/Unai_Emery\" title=\"http://dbpedia.org/resource/Unai_Emery\" target=\"_blank\">Unai Emery</a> faced the media on Friday.<br>The rest of the squad resumed training on Wednesday, raising questions about why the star South American pair were absent.<br>Emery said: \"They're late in returning to training with the squad. I'm going to listen to what they say when they come to give their arguments. Maybe Cavani could return today, but it's not certain.<br>\"I'm going to talk to the players when they arrive, and the club will too. After that we'll see.\"<br>Asked about possible sanctions, Emery added: \"First, we'll listen to what they say.\"<br>In a press conference broadcast by the club, Emery said: \"They warned me that they would be late.\"<br>Pastore has been linked with a move away from the <a href=\"http://dbpedia.org/resource/Ligue_1\" title=\"http://dbpedia.org/resource/Ligue_1\" target=\"_blank\">Ligue 1</a> leaders during this month's transfer window.<br>Cavani out-scored world-record signing <a href=\"http://dbpedia.org/resource/Neymar\" title=\"http://dbpedia.org/resource/Neymar\" target=\"_blank\">Neymar</a> during the first half of the season.<br><a href=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" title=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" target=\"_blank\">Paris St Germain</a> face a trip to Brittany to play <a href=\"http://dbpedia.org/resource/Stade_Rennais_F.C.\" title=\"http://dbpedia.org/resource/Stade_Rennais_F.C.\" target=\"_blank\">Rennes</a> in the Coupe de France on Sunday.<br>"
}