{
  "date": "02/02/18",
  "title": "Riyad Mahrez could still have a Leicester City future, Claude Puel says",
  "description": "Leicester manager Claude Puel hopes Riyad Mahrez can \"clear his head and come back\" after the winger missed training again on Friday.",
  "content": "Mahrez did not turn up for training on Thursday or Friday after his proposed move to Manchester City failed to materialise on Deadline Day, and Puel refused to confirm whether the Algerian had been granted permission to miss the sessions.\nHe will not play in their Premier League game with Swansea on Saturday, but Puel tried to strike a conciliatory note at his pre-match media conference.\n\"As a club, we took this decision for the good of Leicester,\" said Puel. \"I think it's the best decision for the club after the position with Riyad.\n\"I will assess Riyad when he clears his head. The business [side] of the transfer window is difficult for us to manage but I think it is time now to move on and keep our focus.\n\"I hope Riyad can clear his head and come back with us because he's a valuable player for us.\n\"We need to stay united after all this.\"\nWhen asked directly whether Mahrez had been given permission to miss training, Puel said: \"It will be dealt with inside the club and not in public. I didn't make any comments about this situation.\n\"I have a good relationship with Riyad and now we have to manage this situation like professionals.\n\"We have to move forward and focus on the football. This is the most important thing.\n\"He is a Leicester player, a good player for the squad, a fantastic player.\"\nAs for when the player might return to the club, Puel added: \"We will see together. The situation will be dealt with between the club, myself and the player.\n\"We have a good relationship with Riyad and all the other data [details] we will keep for ourselves.\"\n",
  "dbpedia": "Mahrez did not turn up for training on Thursday or Friday after his proposed move to <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> failed to materialise on Deadline Day, and Puel refused to confirm whether the Algerian had been granted permission to miss the sessions.<br>He will not play in their <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> game with <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> on Saturday, but Puel tried to strike a conciliatory note at his pre-match media conference.<br>\"As a club, we took this decision for the good of <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a>,\" said Puel. \"I think it's the best decision for the club after the position with Riyad.<br>\"I will assess Riyad when he clears his head. The business [side] of the transfer window is difficult for us to manage but I think it is time now to move on and keep our focus.<br>\"I hope Riyad can clear his head and come back with us because he's a valuable player for us.<br>\"We need to stay united after all this.\"<br>When asked directly whether Mahrez had been given permission to miss training, Puel said: \"It will be dealt with inside the club and not in public. I didn't make any comments about this situation.<br>\"I have a good relationship with Riyad and now we have to manage this situation like professionals.<br>\"We have to move forward and focus on the football. This is the most important thing.<br>\"He is a <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a> player, a good player for the squad, a fantastic player.\"<br>As for when the player might return to the club, Puel added: \"We will see together. The situation will be dealt with between the club, myself and the player.<br>\"We have a good relationship with Riyad and all the other data [details] we will keep for ourselves.\"<br>"
}