{
  "date": "13/01/18",
  "title": "Quique Sanchez Flores rejects Stoke move from Espanyol",
  "description": "Espanyol head coach Quique Sanchez Flores has turned down the chance to manage Stoke City after performing a U-turn, according to Sky sources.",
  "content": "The Potters had agreed to pay the Spanish club £3.5m in compensation, and had made Sanchez Flores an offer of a five-year contract.Sky Sports News understands the former Watford boss initially accepted Stoke's offer, subject to the contract details.But overnight he had a change of heart, and instead told Stoke on Saturday he wanted to remain in Spain.It is understood that Stoke officials are angry at his decision, which has cost them valuable time and some embarrassment.They are now deciding whether or not to re-open talks with Republic of Ireland manager Martin O'Neill, or start a fresh search.It now looks inevitable that Eddie Niedzwiecki will take charge of the team at Old Trafford for the Monday Night Football clash against Manchester United.Mark Hughes was fired on January 7 after Stoke continued their miserable run of form with a 2-1 defeat by League Two side Coventry in the FA Cup third round.They are third from bottom in the Premier League with 16 games left to secure survival in the top flight.Speaking ahead of Sunday's La Liga clash with Athletic Bilbao, Sanchez Flores said he was happy at Espanyol, with whom he signed a three-year deal when he took charge in the summer of 2016.According to Spanish media, the former Benfica and Atletico Madrid boss said: \"I am and will be coach of Espanyol.\"I belong to Espanyol, I have a contract and I'm honest with this club. I'm well, absolutely content with my situation, and I don't have to explain anything else.\"I'm here and at no point have I said the opposite. It's the facts that matter and nothing else. The facts are that the players don't want to leave and the coach also continues.\"Sky Sports' Spanish football expert Guillem Balague revealed on Thursday that Stoke set the former Watford boss a Friday deadline to decide whether or not he would go back to work in England.Balague said a five-year proposal from Stoke would tempt Flores after a tenure of broken promises at Espanyol."
}