{
  "date": "02/02/18",
  "title": "Rafael Benitez happy with Newcastle's transfer activity",
  "description": "Rafael Benitez insists Newcastle's transfer activity was 'positive', provided the club's new additions perform.",
  "content": "The Magpies spent no money during January's window but secured three loan deals as Islam Slimani joined from Leicester, Kenedy from Chelsea and goalkeeper Martin Dubravka from Sparta Prague.They slimmed down their squad by parting with six players including Aleksandar Mitrovic, who moved to Fulham on loan until the end of the season.\"In terms of what we wanted to do, we did some business,\" Benitez said.\"We moved some players out and we bought some players.\"Overall, it has to be positive if the new players are performing on the pitch. I think the key for us is we have three new players and we moved six players.\"We have a squad now - they know exactly that they will be here, so there's not anyone thinking 'what about my future?' The future is the next month to perform, to do the best for your team.\"Now everybody knows that it depends on them, to be on the pitch or not, and it depends on us to win games and to get points and to stay up. That's it.\"Benitez revealed new signing Slimani is recovering from a thigh injury and a decision will be made tomorrow on whether he will feature in Sunday's trip to Crystal Palace, live on Sky Sports Premier League.\"Slimani has been working with the physios because he has a small problem with his thigh,\" he said.\"It's not as big as people were saying before. He's been with the physios and has been training.\"I was talking with him this morning while he was training with the physios on the pitch.\"So he has been on the pitch. If he will be available for Sunday, we will see tomorrow.\"Benitez says he is focusing solely on the performance of his players, and will not allow the ongoing unease between Newcastle fans and owner Mike Ashley affect him.A large number of fans sent a strong message to Ashley by unveiling a banner before Wednesday's match with Burnley, which recited a Kevin Keegan quote.\"A lot of people are expecting me to criticise the club or to criticise anyone,\" he said.\"My responsibility is to do well, to be sure the team is ready. I am trying to do the best for the team, the best for the club and the best for the club is to win games, to have my players just thinking about football, giving everything on the pitch.\"I don't need to be involved in these politics.\"What I'm thinking is the best for the club is the best for the team now - to win, to be sure that all the players push in the same direction, and that's it.\"",
  "dbpedia": "\nThe Magpies spent no money during January\\&apos;s window but secured three loan deals as Islam Slimani joined from <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a>, Kenedy from <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> and goalkeeper Martin Dubravka from <a href=\"http://dbpedia.org/resource/AC_Sparta_Prague\" title=\"http://dbpedia.org/resource/AC_Sparta_Prague\" target=\"_blank\">Sparta</a> Prague.They slimmed down their squad by parting with six players including Aleksandar Mitrovic, who moved to <a href=\"http://dbpedia.org/resource/Fulham_F.C.\" title=\"http://dbpedia.org/resource/Fulham_F.C.\" target=\"_blank\">Fulham</a> on loan until the end of the season.&quot;In terms of what we wanted to do, we did some business,&quot; Benitez said.&quot;We moved some players out and we bought some players.&quot;Overall, it has to be positive if the new players are performing on the pitch. I think the key for us is we have three new players and we moved six players.&quot;We have a squad now - they know exactly that they will be here, so there\\&apos;s not anyone thinking \\&apos;what about my future?\\&apos; The future is the next month to perform, to do the best for your team.&quot;Now everybody knows that it depends on them, to be on the pitch or not, and it depends on us to win games and to get points and to stay up. That\\&apos;s it.&quot;Benitez revealed new signing Slimani is recovering from a thigh injury and a decision will be made tomorrow on whether he will feature in Sunday\\&apos;s trip to <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a>, live on Sky Sports <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>.&quot;Slimani has been working with the physios because he has a small problem with his thigh,&quot; he said.&quot;It\\&apos;s not as big as people were saying before. He\\&apos;s been with the physios and has been training.&quot;I was talking with him this morning while he was training with the physios on the pitch.&quot;So he has been on the pitch. If he will be available for Sunday, we will see tomorrow.&quot;Benitez says he is focusing solely on the performance of his players, and will not allow the ongoing unease between <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> fans and owner Mike Ashley affect him.A large number of fans sent a strong message to Ashley by unveiling a banner before Wednesday\\&apos;s match with <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a>, which recited a <a href=\"http://dbpedia.org/resource/Kevin_Keegan\" title=\"http://dbpedia.org/resource/Kevin_Keegan\" target=\"_blank\">Kevin Keegan</a> quote.&quot;A lot of people are expecting me to criticise the club or to criticise anyone,&quot; he said.&quot;My responsibility is to do well, to be sure the team is ready. I am trying to do the best for the team, the best for the club and the best for the club is to win games, to have my players just thinking about football, giving everything on the pitch.&quot;I don\\&apos;t need to be involved in these politics.&quot;What I\\&apos;m thinking is the best for the club is the best for the team now - to win, to be sure that all the players push in the same direction, and that\\&apos;s it.&quot;\n"
}