{
  "date": "03/02/18",
  "title": "Rafael Benitez talks transfers and Newcastle ambitions",
  "description": "Johnny Phillips talks to Rafael Benitez about Newcastle's quiet transfer window and what his ambitions are on Tyneside.",
  "content": "Transfer business is symbolic. A sign of ambition. Newcastle United's standing in the game is reflected partly by their paucity of activity in the transfer market. Nothing could be further from that summer afternoon in 1996 when Alan Shearer stood outside St James's Park in front of an adoring public after completing his world record £15m move.\nThat was a different era all together, but it is now also 13 years since Newcastle broke their own transfer record. The preposterous announcement of Michael Owen's £16.8m move from Real Madrid in August 2005 - a crass spectacle inside the stadium involving a huge crowd welcoming player, manager and owner onto the pitch - is a distant memory.\nThe player, years later, revealed that then-Liverpool manager Rafa Benitez, fresh from winning the European Cup, had tried to persuade him to return to Anfield, only to be scuppered by Newcastle's show of strength. Owen came to symbolise the Tyneside club's demise, with his contract coming to an end with relegation to the Championship in 2009.\nNow, Benitez must be wondering what has happened to those grand aspirations. What the manager would give for a tacky big-money unveiling when the reality in this transfer window saw him scrambling around - on a match day, no less - to complete the last part of some seriously underwhelming business.\nWhile relegation-threatened Swansea splashed a club record £18m on Andre Ayew, Benitez was restricted to loan deals - with six players leaving and just Kenedy, Martin Dubravka and Islam Slimani coming in. Sat at his desk at the club's Benton training base, ahead of Sunday's trip to Crystal Palace, live on Sky Sports, the Newcastle manager reflects on the situation with pragmatism.\n\"I can't look at other clubs spending money,\" he says. \"The point was to bring in players that could be different to what we have already so they could create more competition.\"\nBenitez has every right to feel aggrieved at the transfer activity, especially as targets were identified well in advance of Wednesday's deadline. Yet there was no swipe at Mike Ashley, despite increasing hostility towards the owner from the fans.\n\"Some of them will be expecting, 'Rafa will say this or that', but I'm telling the fans I don't need to do that now. My responsibility is to make sure the team is ready to get points. And the best for the team will be the best for the club and the city. It's not that I am 100 per cent happy or unhappy, that is not the point. What I have to do is stay calm and concentrate on my job. I don't need to create any fight or polemic, it will not help the team.\"\nBut the manager cannot have failed to notice the 62-word banner the supporters unveiled ahead of the last home game that spelt out a famous quote from Kevin Keegan, imploring supporters not to give up on the club despite Ashley's actions.\n\"I know the feelings of the fans, but my responsibility is to make sure we are strong on the pitch so we stay up. I understand their frustration. If I have to say something I will do it internally, but now it is just a question of staying united.\n\"The only thing that I can guarantee is that we try to concentrate. We don't want to be distracted by the other things. We have a massive game on Sunday and if we do well it will be easier, but if not we still have to carry on. We will have another 12 games after that. Why do we have to panic, there are a lot of teams around us?\n\"We have a team that is very young and we have to learn and understand that the Premier League is another level. I am sure if we stay in the Premier League this season we will be talking about top 10 next season not the bottom 10.\"\nIt is essentially a Championship squad that is giving everything to stay afloat in the increasingly competitive waters of the bottom half of the table. The three new arrivals will be expected to make their mark and they all bring different characteristics to Newcastle's squad. \"Kenedy did well the other night [against Burnley] but he is a young player so he needs to grow and understand what the Premier League means,\" Benitez explains. \"He has the potential and he showed that. His quality will give us something different in possession, his deliveries and passing.\n\"In terms of the keeper [Dubravka], it's competition for the other two keepers. Now we have three keepers who can fight for the number one position. Competition in football means someone will improve. He has international experience too, so when you have a young squad that can help.\n\"And Slimani is a strong player who can head the ball well, challenge and run. We have strikers with pace and work-rate and now he is someone in between. He will give us different options.\"\nBenitez stresses that the day-to-day management of the team does not change, despite unrest in the stands and a constant stream of negative headlines. \"On a daily basis everything is fine. It's a normal club, with normal staff. Everyone here at the training ground concentrates on football. It's more the perception outside that something is wrong, but it's not on a daily basis.\n\"My commitment is there every day. I leave the training ground late and I come back early in the morning. My staff and everybody here are working really hard. We don't have any problem in terms of the future. The future is bright because we know we can improve.\"\nBut the long-term growth of the team goes back to the issue of investment. Something that continually tests his patience at a club he has grown immensely fond of. \"How much we can improve depends on what is going on. The place is amazing. You have a city behind the team, with 52,000 fans coming. You have to try to enjoy it but for any manager to enjoy something you have to win games. I want to compete and I want to do well and that is my frustration sometimes. Because I used to be trying to win titles and now I am trying to save a team.\"\nYou can see more of our interview with Rafa Benitez on Soccer Saturday.\n",
  "dbpedia": "Transfer business is symbolic. A sign of ambition. <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle United</a>'s standing in the game is reflected partly by their paucity of activity in the transfer market. Nothing could be further from that summer afternoon in 1996 when <a href=\"http://dbpedia.org/resource/Alan_Shearer\" title=\"http://dbpedia.org/resource/Alan_Shearer\" target=\"_blank\">Alan Shearer</a> stood outside St James's Park in front of an adoring public after completing his world record £15m move.<br>That was a different era all together, but it is now also 13 years since <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> broke their own transfer record. The preposterous announcement of <a href=\"http://dbpedia.org/resource/Michael_Owen\" title=\"http://dbpedia.org/resource/Michael_Owen\" target=\"_blank\">Michael Owen</a>'s £16.8m move from <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> in August 2005 - a crass spectacle inside the stadium involving a huge crowd welcoming player, manager and owner onto the pitch - is a distant memory.<br>The player, years later, revealed that then-Liverpool manager Rafa Benitez, fresh from winning the European Cup, had tried to persuade him to return to <a href=\"http://dbpedia.org/resource/Anfield\" title=\"http://dbpedia.org/resource/Anfield\" target=\"_blank\">Anfield</a>, only to be scuppered by <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a>'s show of strength. Owen came to symbolise the Tyneside club's demise, with his contract coming to an end with relegation to the Championship in 2009.<br>Now, Benitez must be wondering what has happened to those grand aspirations. What the manager would give for a tacky big-money unveiling when the reality in this transfer window saw him scrambling around - on a match day, no less - to complete the last part of some seriously underwhelming business.<br>While relegation-threatened <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> splashed a club record £18m on Andre Ayew, Benitez was restricted to loan deals - with six players leaving and just Kenedy, Martin Dubravka and Islam Slimani coming in. Sat at his desk at the club's Benton training base, ahead of Sunday's trip to <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a>, live on Sky Sports, the <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> manager reflects on the situation with pragmatism.<br>\"I can't look at other clubs spending money,\" he says. \"The point was to bring in players that could be different to what we have already so they could create more competition.\"<br>Benitez has every right to feel aggrieved at the transfer activity, especially as targets were identified well in advance of Wednesday's deadline. Yet there was no swipe at Mike Ashley, despite increasing hostility towards the owner from the fans.<br>\"Some of them will be expecting, 'Rafa will say this or that', but I'm telling the fans I don't need to do that now. My responsibility is to make sure the team is ready to get points. And the best for the team will be the best for the club and the city. It's not that I am 100 per cent happy or unhappy, that is not the point. What I have to do is stay calm and concentrate on my job. I don't need to create any fight or polemic, it will not help the team.\"<br>But the manager cannot have failed to notice the 62-word banner the supporters unveiled ahead of the last home game that spelt out a famous quote from <a href=\"http://dbpedia.org/resource/Kevin_Keegan\" title=\"http://dbpedia.org/resource/Kevin_Keegan\" target=\"_blank\">Kevin Keegan</a>, imploring supporters not to give up on the club despite Ashley's actions.<br>\"I know the feelings of the fans, but my responsibility is to make sure we are strong on the pitch so we stay up. I understand their frustration. If I have to say something I will do it internally, but now it is just a question of staying united.<br>\"The only thing that I can guarantee is that we try to concentrate. We don't want to be distracted by the other things. We have a massive game on Sunday and if we do well it will be easier, but if not we still have to carry on. We will have another 12 games after that. Why do we have to panic, there are a lot of teams around us?<br>\"We have a team that is very young and we have to learn and understand that the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> is another level. I am sure if we stay in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> this season we will be talking about top 10 next season not the bottom 10.\"<br>It is essentially a Championship squad that is giving everything to stay afloat in the increasingly competitive waters of the bottom half of the table. The three new arrivals will be expected to make their mark and they all bring different characteristics to <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a>'s squad. \"Kenedy did well the other night [against <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a>] but he is a young player so he needs to grow and understand what the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> means,\" Benitez explains. \"He has the potential and he showed that. His quality will give us something different in possession, his deliveries and passing.<br>\"In terms of the keeper [Dubravka], it's competition for the other two keepers. Now we have three keepers who can fight for the number one position. Competition in football means someone will improve. He has international experience too, so when you have a young squad that can help.<br>\"And Slimani is a strong player who can head the ball well, challenge and run. We have strikers with pace and work-rate and now he is someone in between. He will give us different options.\"<br>Benitez stresses that the day-to-day management of the team does not change, despite unrest in the stands and a constant stream of negative headlines. \"On a daily basis everything is fine. It's a normal club, with normal staff. Everyone here at the training ground concentrates on football. It's more the perception outside that something is wrong, but it's not on a daily basis.<br>\"My commitment is there every day. I leave the training ground late and I come back early in the morning. My staff and everybody here are working really hard. We don't have any problem in terms of the future. The future is bright because we know we can improve.\"<br>But the long-term growth of the team goes back to the issue of investment. Something that continually tests his patience at a club he has grown immensely fond of. \"How much we can improve depends on what is going on. The place is amazing. You have a city behind the team, with 52,000 fans coming. You have to try to enjoy it but for any manager to enjoy something you have to win games. I want to compete and I want to do well and that is my frustration sometimes. Because I used to be trying to win titles and now I am trying to save a team.\"<br>You can see more of our interview with Rafa Benitez on Soccer Saturday.<br>"
}