{
  "date": "05/01/18",
  "title": "Rafa Benitez says Newcastle will prioritise Premier League survival over FA Cup",
  "description": "Newcastle manager Rafael Benitez has made it clear that Premier League survival comes before the FA Cup.",
  "content": "The Magpies put their league campaign to one side this weekend as League Two Luton visit St James' Park on Saturday afternoon.\nBenitez, whose side lost to Oxford of League One at the third-round stage last season, says his priority is to keep Newcastle in the Premier League due to the financial rewards on offer.\nSpeaking ahead of the game, he said: \"Newcastle United Football Club is a massive club, but now we are newly-promoted and just here in the Premier League with massive problems because we have to stay up.\n\"That is the priority and the money is so big now that if you don't stay in the Premier League, you lose £100million already. We have to stay in the Premier League.\n\"I remember when I was at Liverpool, we had to win the league and now at any top side, some of them it's just to stay in the top four. Why? Because you have the Champions League money, so everything is around money.\n\"If you have more money, you can buy better players, you can play better football, so it's always the same situation.\n\"For us now, it's to stay up and if we can go through in the FA Cup, we will try to go as far as we can.\"\nNewcastle have won the FA Cup six times but their recent record in the competition is poor.\nThey have progressed to the fourth round only four times since Mike Ashley took over almost 11 years ago and have not reached the fifth round in that time.\nWhen it was put to Benitez that his admission about the league's predominance was sad, he replied: \"I want to see Newcastle United in the Premier League, stable, and that means that then you can go and try to win cups or whatever. But the first thing is to stay up.\n\"At one point, I was just focused on winning, and winning and winning trophies. Now I have to focus on trying to bring the best out of my players and win games and see how far we can go.\"\n",
  "dbpedia": "The Magpies put their league campaign to one side this weekend as <a href=\"http://dbpedia.org/resource/Football_League_Two\" title=\"http://dbpedia.org/resource/Football_League_Two\" target=\"_blank\">League Two</a> <a href=\"http://dbpedia.org/resource/Luton_Town_F.C.\" title=\"http://dbpedia.org/resource/Luton_Town_F.C.\" target=\"_blank\">Luton</a> visit St James' Park on Saturday afternoon.<br>Benitez, whose side lost to Oxford of <a href=\"http://dbpedia.org/resource/Football_League_One\" title=\"http://dbpedia.org/resource/Football_League_One\" target=\"_blank\">League One</a> at the third-round stage last season, says his priority is to keep <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> due to the financial rewards on offer.<br>Speaking ahead of the game, he said: \"<a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle United Football Club</a> is a massive club, but now we are newly-promoted and just here in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> with massive problems because we have to stay up.<br>\"That is the priority and the money is so big now that if you don't stay in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, you lose £100million already. We have to stay in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>.<br>\"I remember when I was at <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>, we had to win the league and now at any top side, some of them it's just to stay in the top four. Why? Because you have the Champions League money, so everything is around money.<br>\"If you have more money, you can buy better players, you can play better football, so it's always the same situation.<br>\"For us now, it's to stay up and if we can go through in the FA Cup, we will try to go as far as we can.\"<br><a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> have won the FA Cup six times but their recent record in the competition is poor.<br>They have progressed to the fourth round only four times since Mike Ashley took over almost 11 years ago and have not reached the fifth round in that time.<br>When it was put to Benitez that his admission about the league's predominance was sad, he replied: \"I want to see <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle United</a> in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, stable, and that means that then you can go and try to win cups or whatever. But the first thing is to stay up.<br>\"At one point, I was just focused on winning, and winning and winning trophies. Now I have to focus on trying to bring the best out of my players and win games and see how far we can go.\"<br>"
}