{
  "date": "04/02/18",
  "title": "Rafael Benitez says Newcastle conceded a 'soft penalty' in Crystal Palace draw",
  "description": "Rafael Benitez was frustrated by the \"soft penalty\" which cost Newcastle three points in the 1-1 draw at Crystal Palace on Super Sunday.",
  "content": "Newcastle were leading through Mohamed Diame's 22nd-minute goal when Ciaran Clark was penalised by referee Andre Marriner for pulling the shirt of Christian Benteke as they challenged to reach a Wilfried Zaha cross.\nLuka Milivojevic converted the penalty to earn the home side a point, but Newcastle boss Benitez felt the Palace striker had fouled his player in the same incident.\n\"Scoring the second goal could change everything,\" he told Sky Sports. \"We didn't do it and we conceded what I would say is a soft penalty because he was pushing my player and my player was pulling.\n\"That changed everything because obviously they had more confidence and they were pushing and we know they have very good players up front.\n\"We had to be strong in defence and it was difficult. To come here and to get a point, before the game I would say no, but after the second half maybe.\n\"But I still feel in the first half we could have scored the second goal.\"\nHe added: \"The difference between the push and the pull? It's easy for the referee and the linesman to watch for that.\n\"It's something we have talked about in the past, but it has happened so we have to ensure it doesn't happen again in the future.\n\"We cannot do it, but I see a lot of penalties not given for us in every game. Different situations, but the same consequences at the end.\"\nThe result leaves Newcastle in 16th place, just one point above the relegation zone ahead of their home game against Manchester United, live on Sky Sports next Sunday.\nAnd Benitez, who signed midfielder Kenedy, forward Islam Slimani and goalkeeper Martin Dubravka in January hopes his squad is now strong enough to pull away from danger.\nHe said: \"We have one less game and one point more and we are still fighting, so we will see. We are very narrow and compact so we have to carry on.\n\"I think this group of players are working very hard, so you can't complain about that.\n\"We have to ensure the new players make more competition in every position.\"\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> were leading through Mohamed Diame's 22nd-minute goal when <a href=\"http://dbpedia.org/resource/Ciaran_Clark\" title=\"http://dbpedia.org/resource/Ciaran_Clark\" target=\"_blank\">Ciaran Clark</a> was penalised by referee Andre Marriner for pulling the shirt of <a href=\"http://dbpedia.org/resource/Christian_Benteke\" title=\"http://dbpedia.org/resource/Christian_Benteke\" target=\"_blank\">Christian Benteke</a> as they challenged to reach a <a href=\"http://dbpedia.org/resource/Wilfried_Zaha\" title=\"http://dbpedia.org/resource/Wilfried_Zaha\" target=\"_blank\">Wilfried Zaha</a> cross.<br>Luka Milivojevic converted the penalty to earn the home side a point, but <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> boss Benitez felt the Palace striker had fouled his player in the same incident.<br>\"Scoring the second goal could change everything,\" he told Sky Sports. \"We didn't do it and we conceded what I would say is a soft penalty because he was pushing my player and my player was pulling.<br>\"That changed everything because obviously they had more confidence and they were pushing and we know they have very good players up front.<br>\"We had to be strong in defence and it was difficult. To come here and to get a point, before the game I would say no, but after the second half maybe.<br>\"But I still feel in the first half we could have scored the second goal.\"<br>He added: \"The difference between the push and the pull? It's easy for the referee and the linesman to watch for that.<br>\"It's something we have talked about in the past, but it has happened so we have to ensure it doesn't happen again in the future.<br>\"We cannot do it, but I see a lot of penalties not given for us in every game. Different situations, but the same consequences at the end.\"<br>The result leaves <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> in 16th place, just one point above the relegation zone ahead of their home game against <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>, live on Sky Sports next Sunday.<br>And Benitez, who signed midfielder Kenedy, forward Islam Slimani and goalkeeper Martin Dubravka in January hopes his squad is now strong enough to pull away from danger.<br>He said: \"We have one less game and one point more and we are still fighting, so we will see. We are very narrow and compact so we have to carry on.<br>\"I think this group of players are working very hard, so you can't complain about that.<br>\"We have to ensure the new players make more competition in every position.\"<br>"
}