{
  "date": "11/01/18",
  "title": "Raheem Sterling is now a regular goalscorer but how has he done it?",
  "description": "Raheem Sterling is scoring goals for fun. But how is he doing it and is it really sustainable? With the help of Opta, Adam Bate delves deep into the statistics to identify just some of the reasons why Sterling has become Manchester City's unexpected goalscoring hero… ",
  "content": "With Manchester City enjoying one of the great Premier League seasons, it makes sense that they are counting on the goals of one of the competition's great strikers. But it is not Sergio Aguero who is the top scorer for Pep Guardiola's team. That man is Raheem Sterling.The 23-year-old England international has not only scored more than Aguero but he is four clear of Romelu Lukaku and Alvaro Morata. His tally of 14 Premier League goals is already double his total from last season and puts him on course to pass 20 this term.It is some transformation for a player who was always regarded as a talent but not necessarily a prolific finisher. Few would have predicted it. Not even Guardiola. Sterling himself has admitted that his form in front of goal has come as a surprise to him.\"My main focus was always to score goals and that was what was missing from my game,\" he told Sky Sports during a recent one-on-one interview. \"That is what I need to keep doing. I have a target in my head every year. Most years I do not reach it!\"This year, it seems, will be very different. \"I definitely wanted to get into double figures and now I just need to keep going,\" he added. But how exactly is it that Sterling has gone from decorating games to deciding them? And can it really continue?Manchester City's dominance is the most obvious explanation for Sterling's impressive goal record. On average, Guardiola's side have 72 per cent of possession. They have had over 2000 more touches of the ball than any other team in the Premier League.Sterling, in particular, is revelling in this. He has had 159 touches in the opposition box so far this Premier League season - more than any other player. Guardiola knows that with his trickery in tight areas, getting Sterling on the ball in those situations will lead to goals.He might not be the player with the most completed dribbles - Eden Hazard has 82 of them to Sterling's 38. But what matters is where on the pitch that Sterling is doing his dribbling. Note that it is he, not Hazard, who has completed more of them inside the opposition box.Doing it in the danger zone has, increasingly, become the focus of Sterling's work under Guardiola. The statistics show that not only is he having more touches of the ball in the final third but a greater percentage of his touches are coming in the final third too.Sterling has been given more freedom to roam there from the flanks but he has become central to Manchester City's approach in more ways than one. Opta's sequencing data delves deeper to establish which individuals are involved in a team's pattern of play.The stats show that Sterling now features in far more open-play passing sequences that result in a City shot. He also ranks among the top five per cent for involvement in transition sequences - moves beginning in the defensive third that end in the final third of the pitch.When asked about Sterling's form, Guardiola stressed that wingers should share the scoring responsibility with the strikers. Increasingly, it is Sterling who is the de facto 'target man' in City's system - that is to say that moves are designed to end with him as the one in on goal.Again, this is there in the data. As well as assists, Opta also record intentional assists - where the passer intended to find the shot-taker. These account for 43 per cent of Sterling's shots this season, up from 33 per cent last year and 29 per cent in his first season at City.All of which would suggest that Sterling's increased output can be explained by an improvement in the quality of those around him. However, there is also some evidence to suggest that Sterling is the architect of City's success as well as the beneficiary of it.Opta's advanced metrics also track the number of unassisted shots that a player has in a game. These are shots that arise not as a result of a pass played by a team-mate but following a turnover in possession. They reveal a key change in Sterling's game.As many as 32 per cent of Sterling's shots this season are not directly assisted by another City player, a far greater proportion than previously in his career. They are as a result of turnovers or rebounds. They are as a result of a growing ability to sniff out opportunities.So is Sterling's goalscoring record sustainable? His conversion rate of clear-cut chances is far superior to that of the other top scorers in the Premier League. For example, both Sterling and Mohamed Salah have scored 10 clear-cut chances but Salah has missed 15 to his five.That is counter-intuitive given Sterling's reputation and it is a statistic that suggests his success rate is unlikely to continue. In addition, Opta's expected goals model reveals that, on average, the shots that Sterling has had this season would yield only nine goals not 14.But that is not the story. Only nine goals? Even that figure puts him among the top scorers in the Premier League. It is a figure - 9.1 to be precise - that is greater than his goal tally in any season of his career so far. A figure that still reflects the increased quality of his chances.This is a story of improvement. A story about Sterling's role in this City system. About his movement to receive the ball inside the box and about his dribbling when he gets there. About a growing appetite and a ruthlessness in front of goal. The streak? It's set to continue.",
  "dbpedia": "\nWith <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> enjoying one of the great <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> seasons, it makes sense that they are counting on the goals of one of the competition\\&apos;s great strikers. But it is not Sergio Aguero who is the top scorer for <a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a>\\&apos;s team. That man is Raheem Sterling.The 23-year-old <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> international has not only scored more than Aguero but he is four clear of <a href=\"http://dbpedia.org/resource/Romelu_Lukaku\" title=\"http://dbpedia.org/resource/Romelu_Lukaku\" target=\"_blank\">Romelu Lukaku</a> and Alvaro Morata. His tally of 14 <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> goals is already double his total from last season and puts him on course to pass 20 this term.It is some transformation for a player who was always regarded as a talent but not necessarily a prolific finisher. Few would have predicted it. Not even Guardiola. Sterling himself has admitted that his form in front of goal has come as a surprise to him.&quot;My main focus was always to score goals and that was what was missing from my game,&quot; he told Sky Sports during a recent one-on-one interview. &quot;That is what I need to keep doing. I have a target in my head every year. Most years I do not reach it!&quot;This year, it seems, will be very different. &quot;I definitely wanted to get into double figures and now I just need to keep going,&quot; he added. But how exactly is it that Sterling has gone from decorating games to deciding them? And can it really continue?<a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>\\&apos;s dominance is the most obvious explanation for Sterling\\&apos;s impressive goal record. On average, Guardiola\\&apos;s side have 72 per cent of possession. They have had over 2000 more touches of the ball than any other team in the Premier League.Sterling, in particular, is revelling in this. He has had 159 touches in the opposition box so far this <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> season - more than any other player. Guardiola knows that with his trickery in tight areas, getting Sterling on the ball in those situations will lead to goals.He might not be the player with the most completed dribbles - <a href=\"http://dbpedia.org/resource/Eden_Hazard\" title=\"http://dbpedia.org/resource/Eden_Hazard\" target=\"_blank\">Eden Hazard</a> has 82 of them to Sterling\\&apos;s 38. But what matters is where on the pitch that Sterling is doing his dribbling. Note that it is he, not Hazard, who has completed more of them inside the opposition box.Doing it in the danger zone has, increasingly, become the focus of Sterling\\&apos;s work under Guardiola. The statistics show that not only is he having more touches of the ball in the final third but a greater percentage of his touches are coming in the final third too.Sterling has been given more freedom to roam there from the flanks but he has become central to <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>\\&apos;s approach in more ways than one. Opta\\&apos;s sequencing data delves deeper to establish which individuals are involved in a team\\&apos;s pattern of play.The stats show that Sterling now features in far more open-play passing sequences that result in a City shot. He also ranks among the top five per cent for involvement in transition sequences - moves beginning in the defensive third that end in the final third of the pitch.When asked about Sterling\\&apos;s form, Guardiola stressed that wingers should share the scoring responsibility with the strikers. Increasingly, it is Sterling who is the de facto \\&apos;target man\\&apos; in City\\&apos;s system - that is to say that moves are designed to end with him as the one in on goal.Again, this is there in the data. As well as assists, Opta also record intentional assists - where the passer intended to find the shot-taker. These account for 43 per cent of Sterling\\&apos;s shots this season, up from 33 per cent last year and 29 per cent in his first season at City.All of which would suggest that Sterling\\&apos;s increased output can be explained by an improvement in the quality of those around him. However, there is also some evidence to suggest that Sterling is the architect of City\\&apos;s success as well as the beneficiary of it.Opta\\&apos;s advanced metrics also track the number of unassisted shots that a player has in a game. These are shots that arise not as a result of a pass played by a team-mate but following a turnover in possession. They reveal a key change in Sterling\\&apos;s game.As many as 32 per cent of Sterling\\&apos;s shots this season are not directly assisted by another City player, a far greater proportion than previously in his career. They are as a result of turnovers or rebounds. They are as a result of a growing ability to sniff out opportunities.So is Sterling\\&apos;s goalscoring record sustainable? His conversion rate of clear-cut chances is far superior to that of the other top scorers in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>. For example, both Sterling and <a href=\"http://dbpedia.org/resource/Mohamed_Salah\" title=\"http://dbpedia.org/resource/Mohamed_Salah\" target=\"_blank\">Mohamed Salah</a> have scored 10 clear-cut chances but Salah has missed 15 to his five.That is counter-intuitive given Sterling\\&apos;s reputation and it is a statistic that suggests his success rate is unlikely to continue. In addition, Opta\\&apos;s expected goals model reveals that, on average, the shots that Sterling has had this season would yield only nine goals not 14.But that is not the story. Only nine goals? Even that figure puts him among the top scorers in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>. It is a figure - 9.1 to be precise - that is greater than his goal tally in any season of his career so far. A figure that still reflects the increased quality of his chances.This is a story of improvement. A story about Sterling\\&apos;s role in this City system. About his movement to receive the ball inside the box and about his dribbling when he gets there. About a growing appetite and a ruthlessness in front of goal. The streak? It\\&apos;s set to continue.\n"
}