{
  "date": "24/01/18",
  "title": "Rangers manager Graeme Murty says Alfredo Morelos will cost 'a big barrowload of cash'",
  "description": "Rangers boss Graeme Murty has warned Alfredo Morelos' English suitors they will have to spend big if they want to prise the Colombian away from Ibrox.",
  "content": "The striker scored Rangers' opener in their 2-0 win over Aberdeen with his 13th goal of the season and Murty is convinced the club will not let him go cheaply.\n\"Unless someone walks in with a barrowload of cash - and a big barrowload - he will be a Rangers player,\" said Murty after being asked about quotes attributed to Morelos on Colombian TV about whether he would welcome a move to the Premier League this summer.\n\"I want players who have aspirations to be in a better place. Hopefully we can get better at Rangers.\n\"But the big prize is to play in the Premier League. You can safeguard your family's future with one move. If we have someone good enough to go there, it's fantastic for us.\"\nMorelos is Rangers' top scorer this season after joining from HJK Helsinki for £1m deal last summer and has reportedly attracted interest from high-flying Championship side Bristol City.\n",
  "dbpedia": "The striker scored <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a>' opener in their 2-0 win over <a href=\"http://dbpedia.org/resource/Aberdeen_F.C.\" title=\"http://dbpedia.org/resource/Aberdeen_F.C.\" target=\"_blank\">Aberdeen</a> with his 13th goal of the season and Murty is convinced the club will not let him go cheaply.<br>\"Unless someone walks in with a barrowload of cash - and a big barrowload - he will be a <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a> player,\" said Murty after being asked about quotes attributed to Morelos on Colombian TV about whether he would welcome a move to the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> this summer.<br>\"I want players who have aspirations to be in a better place. Hopefully we can get better at <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a>.<br>\"But the big prize is to play in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>. You can safeguard your family's future with one move. If we have someone good enough to go there, it's fantastic for us.\"<br>Morelos is <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a>' top scorer this season after joining from <a href=\"http://dbpedia.org/resource/Helsingin_Jalkapalloklubi\" title=\"http://dbpedia.org/resource/Helsingin_Jalkapalloklubi\" target=\"_blank\">HJK Helsinki</a> for £1m deal last summer and has reportedly attracted interest from high-flying Championship side <a href=\"http://dbpedia.org/resource/Bristol_City_F.C.\" title=\"http://dbpedia.org/resource/Bristol_City_F.C.\" target=\"_blank\">Bristol City</a>.<br>"
}