{
  "date": "19/01/18",
  "title": "Rangers boss Graeme Murty says Lee Wallace will return soon despite fresh surgery",
  "description": "Rangers manager Graeme Murty expects to have Lee Wallace back available soon, despite the club captain going back in for surgery.",
  "content": "Wallace has not featured for Rangers since September 15 due to injury, and will remain on the sidelines as the team kick off their Scottish Cup campaign against Fraserburgh on Sunday, live on Sky Sports.\nMurty had initially suggested he may have had his captain back available for the Old Firm clash with Celtic before the winter break, but for further surgery to be required.\nThe 43-year-old boss does, however, expect to have Wallace back at his disposal soon.\n\"Lee has had a bi-lateral hernia repair but we're confident he won't be out for too much longer and that we will have him back in short order,\" said Murty.\nHe also confirmed Bruno Alves was facing an extended spell on the sidelines while Ross McCrorie and Ryan Jack await news on injury concerns.\nAlves limped off with a calf problem during the goalless draw at Celtic Park on December 30 and McCrorie aggravated an injury during Rangers' training camp in Florida.\nSummer signing Jack sustained injury after going in for a challenge with Motherwell's Cedric Kipre just before the turn of the year.\n\"Bruno Alves is recovering but will be a while still. He's been in Portugal having treatment but he's back now having more treatment,\" said Murty.\n\"The timescale for that is a little longer than we would have hoped but we haven't put a definitive date on it.\n\"Ross has had a scan on his foot. The results are pending, when we have that we will give you a closer date and a more definitive answer.\n\"Ryan Jack has also had a scan and is under specialist care. This is after the tackle he suffered against Motherwell. He's taken longer than we had hoped. Once we have that report back we will have a firmer date on his return.\"\nMurty also revealed his delight at the way his first transfer window as manager is going, and outlined how the club are going about their business under the guidance of director of football Mark Allen.\n\"We just went about our business behind the scenes and made sure when the time came to push the necessary buttons we were ready to go and Mark was very diligent. His group up there have been very thorough and professional in preparing dossiers on each of the players we're looking at,\" Murty added.\n\"We know who we're looking for and who we were targeting so I'm very pleased so far with our relationship and it is evolving day by day.\"\n",
  "dbpedia": "Wallace has not featured for <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a> since September 15 due to injury, and will remain on the sidelines as the team kick off their Scottish Cup campaign against <a href=\"http://dbpedia.org/resource/Fraserburgh_F.C.\" title=\"http://dbpedia.org/resource/Fraserburgh_F.C.\" target=\"_blank\">Fraserburgh</a> on Sunday, live on Sky Sports.<br>Murty had initially suggested he may have had his captain back available for the Old Firm clash with <a href=\"http://dbpedia.org/resource/Celtic_F.C.\" title=\"http://dbpedia.org/resource/Celtic_F.C.\" target=\"_blank\">Celtic</a> before the winter break, but for further surgery to be required.<br>The 43-year-old boss does, however, expect to have Wallace back at his disposal soon.<br>\"Lee has had a bi-lateral hernia repair but we're confident he won't be out for too much longer and that we will have him back in short order,\" said Murty.<br>He also confirmed <a href=\"http://dbpedia.org/resource/Bruno_Alves\" title=\"http://dbpedia.org/resource/Bruno_Alves\" target=\"_blank\">Bruno Alves</a> was facing an extended spell on the sidelines while Ross McCrorie and Ryan Jack await news on injury concerns.<br>Alves limped off with a calf problem during the goalless draw at <a href=\"http://dbpedia.org/resource/Celtic_Park\" title=\"http://dbpedia.org/resource/Celtic_Park\" target=\"_blank\">Celtic Park</a> on December 30 and McCrorie aggravated an injury during <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a>' training camp in Florida.<br>Summer signing Jack sustained injury after going in for a challenge with <a href=\"http://dbpedia.org/resource/Motherwell_F.C.\" title=\"http://dbpedia.org/resource/Motherwell_F.C.\" target=\"_blank\">Motherwell</a>'s Cedric Kipre just before the turn of the year.<br>\"<a href=\"http://dbpedia.org/resource/Bruno_Alves\" title=\"http://dbpedia.org/resource/Bruno_Alves\" target=\"_blank\">Bruno Alves</a> is recovering but will be a while still. He's been in <a href=\"http://dbpedia.org/resource/Portugal_national_football_team\" title=\"http://dbpedia.org/resource/Portugal_national_football_team\" target=\"_blank\">Portugal</a> having treatment but he's back now having more treatment,\" said Murty.<br>\"The timescale for that is a little longer than we would have hoped but we haven't put a definitive date on it.<br>\"Ross has had a scan on his foot. The results are pending, when we have that we will give you a closer date and a more definitive answer.<br>\"Ryan Jack has also had a scan and is under specialist care. This is after the tackle he suffered against <a href=\"http://dbpedia.org/resource/Motherwell_F.C.\" title=\"http://dbpedia.org/resource/Motherwell_F.C.\" target=\"_blank\">Motherwell</a>. He's taken longer than we had hoped. Once we have that report back we will have a firmer date on his return.\"<br>Murty also revealed his delight at the way his first transfer window as manager is going, and outlined how the club are going about their business under the guidance of director of football Mark Allen.<br>\"We just went about our business behind the scenes and made sure when the time came to push the necessary buttons we were ready to go and Mark was very diligent. His group up there have been very thorough and professional in preparing dossiers on each of the players we're looking at,\" Murty added.<br>\"We know who we're looking for and who we were targeting so I'm very pleased so far with our relationship and it is evolving day by day.\"<br>"
}