{
  "date": "31/01/18",
  "title": "Rangers confirm interest in Alfredo Morelos from Chinese club",
  "description": "Graeme Murty says he is not willing to sell Rangers striker Alfredo Morelos without having a deal in place to sign a replacement who strengthens his squad.",
  "content": "Murty has confirmed there is interest in the Colombian forward from a Chinese Super League side.Sky Sports News understands that China's Beijing Renhe are the club chasing Morelos - and they have offered £7m upfront for his services.We understand the striker is not one of Rangers' best paid players and is keen to talk to the Chinese club.Murty says no side has met the Glasgow club's valuation of the 21-year-old.Morelos signed for £1.5m in the summer from Finnish team HJK Helsinki and is currently the Scottish Premiership's top scorer with 13 goals.Murty said: \"There is (accuracy in reports) as far as I'm aware but we have to make a footballing decision based on whether we can resource someone of Alfredo's quality.\"Do we want Alfredo to leave? At the moment, Alfredo's our top scorer and he's doing really well. He's adjusted to our challenge, our club and our culture very, very well.\"We want to make sure everything Alfredo has as a target, he can accomplish here. If he wants to get into the Colombian national squad, he can do it here.\"If he wants to be the top scorer in this country, he can do it here. He does that by tearing up trees here at this club.\"He's got fantastic support and a fantastic platform - a wonderful stage to be on TV loads of times every month to go and showcase what he's about.\"If that's the case, these guys from China won't be the last people who come calling and knocking. We have to make sure he understands he can really push his status up at this club.\"I've not been told there's any economic necessity to change or move him away. If we can make a football decision that we can actually push on by keeping him, that's what we will do.\"Talks are ongoing but they haven't met our valuation or our requirement for what we want. I'm not going to allow a player to leave just because there are lots of zeros involved.\"We have to make sure we're making good, footballing decisions. Taking Alfredo out of our squad without a ready-made replacement to strengthen us is not a decision I'm prepared to make.\"Every single footballer on the planet has a price - Neymar proved that - but it's about the timescale and making sure we can then use what we get to enhance the squad.\"Rangers will play at Highland League side Fraserburgh in the Scottish Cup on Wednesday night - with Morelos due to take part - after the tie was originally postponed on January 20.The fixture makes operating in the transfer market during its final few hours harder - but Murty has not ruled out any more moves either way at Ibrox.He added: \"It's a difficult circumstance. I'm not sure I agree with the transfer window mechanism anyway and I'm definitely not sure I agree with the fact it's not synchronised across the globe.\"There are different windows open until later than ours and it's just a situation we have to deal with.\"I'm sure that right up until the window, our director of football and myself will be fielding calls about our players and players who want to come here.\"We have to make good, solid footballing decisions to make sure we enhance our squad and enhance our challenge of closing the gap to those in front of us.\"",
  "dbpedia": "\nMurty has confirmed there is interest in the Colombian forward from a <a href=\"http://dbpedia.org/resource/Chinese_Super_League\" title=\"http://dbpedia.org/resource/Chinese_Super_League\" target=\"_blank\">Chinese Super League</a> side.Sky Sports News understands that China\\&apos;s <a href=\"http://dbpedia.org/resource/Beijing_Guoan_F.C.\" title=\"http://dbpedia.org/resource/Beijing_Guoan_F.C.\" target=\"_blank\">Beijing</a> Renhe are the club chasing Morelos - and they have offered &#xA3;7m upfront for his services.We understand the striker is not one of <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a>\\&apos; best paid players and is keen to talk to the Chinese club.Murty says no side has met the Glasgow club\\&apos;s valuation of the 21-year-old.Morelos signed for &#xA3;1.5m in the summer from Finnish team <a href=\"http://dbpedia.org/resource/Helsingin_Jalkapalloklubi\" title=\"http://dbpedia.org/resource/Helsingin_Jalkapalloklubi\" target=\"_blank\">HJK Helsinki</a> and is currently the Scottish Premiership\\&apos;s top scorer with 13 goals.Murty said: &quot;There is (accuracy in reports) as far as I\\&apos;m aware but we have to make a footballing decision based on whether we can resource someone of Alfredo\\&apos;s quality.&quot;Do we want Alfredo to leave? At the moment, Alfredo\\&apos;s our top scorer and he\\&apos;s doing really well. He\\&apos;s adjusted to our challenge, our club and our culture very, very well.&quot;We want to make sure everything Alfredo has as a target, he can accomplish here. If he wants to get into the Colombian national squad, he can do it here.&quot;If he wants to be the top scorer in this country, he can do it here. He does that by tearing up trees here at this club.&quot;He\\&apos;s got fantastic support and a fantastic platform - a wonderful stage to be on TV loads of times every month to go and showcase what he\\&apos;s about.&quot;If that\\&apos;s the case, these guys from China won\\&apos;t be the last people who come calling and knocking. We have to make sure he understands he can really push his status up at this club.&quot;I\\&apos;ve not been told there\\&apos;s any economic necessity to change or move him away. If we can make a football decision that we can actually push on by keeping him, that\\&apos;s what we will do.&quot;Talks are ongoing but they haven\\&apos;t met our valuation or our requirement for what we want. I\\&apos;m not going to allow a player to leave just because there are lots of zeros involved.&quot;We have to make sure we\\&apos;re making good, footballing decisions. Taking Alfredo out of our squad without a ready-made replacement to strengthen us is not a decision I\\&apos;m prepared to make.&quot;Every single footballer on the planet has a price - <a href=\"http://dbpedia.org/resource/Neymar\" title=\"http://dbpedia.org/resource/Neymar\" target=\"_blank\">Neymar</a> proved that - but it\\&apos;s about the timescale and making sure we can then use what we get to enhance the squad.&quot;<a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a> will play at Highland League side <a href=\"http://dbpedia.org/resource/Fraserburgh_F.C.\" title=\"http://dbpedia.org/resource/Fraserburgh_F.C.\" target=\"_blank\">Fraserburgh</a> in the Scottish Cup on Wednesday night - with Morelos due to take part - after the tie was originally postponed on January 20.The fixture makes operating in the transfer market during its final few hours harder - but Murty has not ruled out any more moves either way at Ibrox.He added: &quot;It\\&apos;s a difficult circumstance. I\\&apos;m not sure I agree with the transfer window mechanism anyway and I\\&apos;m definitely not sure I agree with the fact it\\&apos;s not synchronised across the globe.&quot;There are different windows open until later than ours and it\\&apos;s just a situation we have to deal with.&quot;I\\&apos;m sure that right up until the window, our director of football and myself will be fielding calls about our players and players who want to come here.&quot;We have to make good, solid footballing decisions to make sure we enhance our squad and enhance our challenge of closing the gap to those in front of us.&quot;\n"
}