{
  "date": "06/01/18",
  "title": "Rangers boss Graeme Murty says Jamie Murphy would bring extra quality",
  "description": "Rangers manager Graeme Murty is hopeful of completing the signing of Jamie Murphy from Brighton very soon.",
  "content": "The Glasgow side have flown to America in order to take part in the Florida Cup and Murty says the Murphy deal could go through in time for the forward to jet out to the States and join them.\nSpeaking to Sky Sports at the airport on Saturday morning, Murty said: \"Jamie is desperate to come to the football club.\n\"And we are doing everything we can behind the scenes, to make sure that he gets out to Florida and takes part in this camp.\n\"He would bring experience, he is a mature athlete, he is bringing quality, and he is someone we think can contribute from the get-go.\n\"It is important we have more options in the attacking third. Jamie definitely brings that and, importantly, he is a Rangers fan and knows what the standards of his football club are all about.\"\nAsked whether the deal will go through in the next 24-48 hours, Murty added: \"Touch wood it will all be done but, as with all things in football, you are never actually content until it is over the line.\n\"We are confident we can get the job done.\"\nMurty also revealed further additions could be made to the squad before the January window comes to an end.\n\"We will react to whatever situations are upcoming and make sure that we are in a position to react favourably and push forward,\" he said.\n\"We know there are areas that we would like to strengthen and we know there are areas where we are quite content.\n\"All football managers at this time of the year would say that more better players is better than less, so we are trying to strengthen the group and make sure the group are in good fettle going into the latter part of the season.\"\n",
  "dbpedia": "The Glasgow side have flown to America in order to take part in the Florida Cup and Murty says the Murphy deal could go through in time for the forward to jet out to the States and join them.<br>Speaking to Sky Sports at the airport on Saturday morning, Murty said: \"Jamie is desperate to come to the football club.<br>\"And we are doing everything we can behind the scenes, to make sure that he gets out to Florida and takes part in this camp.<br>\"He would bring experience, he is a mature athlete, he is bringing quality, and he is someone we think can contribute from the get-go.<br>\"It is important we have more options in the attacking third. Jamie definitely brings that and, importantly, he is a <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a> fan and knows what the standards of his football club are all about.\"<br>Asked whether the deal will go through in the next 24-48 hours, Murty added: \"Touch wood it will all be done but, as with all things in football, you are never actually content until it is over the line.<br>\"We are confident we can get the job done.\"<br>Murty also revealed further additions could be made to the squad before the January window comes to an end.<br>\"We will react to whatever situations are upcoming and make sure that we are in a position to react favourably and push forward,\" he said.<br>\"We know there are areas that we would like to strengthen and we know there are areas where we are quite content.<br>\"All football managers at this time of the year would say that more better players is better than less, so we are trying to strengthen the group and make sure the group are in good fettle going into the latter part of the season.\"<br>"
}