{
  "date": "19/01/18",
  "title": "Rangers boss Graeme Murty dismisses Kris Boyd transfer claims ",
  "description": "Graeme Murty has dismissed Kris Boyd's claims that Rangers are unsettling their transfer targets with lowball offers.",
  "content": "Sky Sports News understands Kilmarnock rejected a bid from Rangers for Jordan Jones believed to be in the region of £500,000, with Boyd claiming his former side have made a habit of dragging out negotiations for transfer targets, with the speculation disrupting the players in question.Boyd was speaking after his Killie boss Steve Clarke said the offer for Jones was \"nowhere near [enough]\", with the striker also citing former Hearts player Jamie Walker's transfer links to Rangers in the summer which failed to result in a deal.But Gers boss Murty, who was speaking ahead of Sunday's Scottish Cup clash at Fraserburgh, live on Sky Sports, has hit back and insists the Ibrox side have the right to demand value for money.\"Kris is entitled to his own opinion but as far as I am concerned we have handled it in an above board manner,\" Murty said.\"We have gone to the club, we've made an offer and they are perfectly within their rights to say no. That's fine, we move forward.\"Either we negotiate or we walk away. That's our prerogative. It's also the player's club's prerogative to say no. As far as I'm concerned everything we have done has been above board and proper.\"Murty has already added Sean Goss, Jamie Murphy, Jason Cummings and Russell Martin to his squad this month. All four will be involved when they take on their Highland League opponents at Bellslea Park, if the game beats a Saturday pitch inspection at midday.While he was reluctant to discuss a move for Hamilton's Greg Docherty, Murty confirmed his January shopping spree is far from over.\"You don't want to bring in too many that you disrupt the group but I would like to have options all over the pitch and competition too,\" he said. \"I wouldn't say our business is completed just yet but I wouldn't like to say how many would be going out or coming in just now.\"I'm also not going to talk about players at other clubs. There is speculation in the papers but as far as I'm aware business is ongoing and I don't think it's right for us to talk about other people.\"So far, the only senior player to head for the Ibrox exit is Carlos Pena but with Rangers now well stocked with centre-backs and midfielders Murty admits there could be further departures.However, having already knocked back a £500,000 Preston offer for Josh Windass - who has also been linked with Leeds - Murty warned potential suitors that they will have to \"bring a big chequebook\".He added: \"We had one offer from Preston for Josh, that was turned down and that's it so far. We've had enquiries for other players but they are ours until that changes.\""
}