{
  "date": "09/01/18",
  "title": "Rangers add Kevin Thomson, Gregory Vignal and Stuart Taylor to coaching staff",
  "description": "Former Rangers players Kevin Thomson and Gregory Vignal have rejoined the club as Academy coaches.",
  "content": "Edinburgh-born midfielder Thomson won five major trophies, including the Scottish Premiership title twice, during a three-and-a-half-year spell at Ibrox, ending in 2010.Vignal spent a season on loan at Rangers from Liverpool and is best remembered by Gers fans for scoring in a 2-0 win at rivals Celtic.The duo will work with players from U13 level to U15 level, while Rangers have also confirmed former Wolves first-team coach Stuart Taylor will take up a role with the club's Development Squad until the end of the season.Head of Rangers' Academy, Craig Mulholland, said: \"Kevin and Gregory are well-known faces to the supporters and, in keeping with the appointments of Peter Lovenkrands, Stephen Wright, Brian Gilmour, Peter McDonald and Andy Little, it provides us with more ex-Rangers players within the Academy which will benefit our young players.\"Kevin is a UEFA 'A' licenced coach who has shown a commitment to the development of young people through his own grassroots Academy in Edinburgh. He has worked with kids of all ages and understands the demands of the job on cold, wet, windy nights which is not at all glamorous.\"Gregory demonstrates the same qualities. He is moving from France for a role which is initially only three sessions per week and a game at the weekend. This demonstrates real commitment from him and a massive desire to work at Rangers.\"Stuart Taylor is someone we have been watching for some time and we interviewed him as part of an extensive recruitment process 18 months ago when we appointed Graeme Murty. We have been tracking his career since then.\"Meanwhile, Jimmy Nicholl, who last weekend returned to Ibrox to serve as assistant to Graeme Murty, cannot wait to get started in his new role after flying to America where Rangers are competing in the Florida Cup.\"At my age I'm still grateful that people think you can do a job,\" Nicholl told Rangers TV.\"The satisfaction you get is the fact that the manager and people think you have got something to offer and that's a big thing. I'll do my best to offer whatever I can in terms of knowledge and experience.\"So we will wait and see but I'm really excited about getting stuck in.\"",
  "dbpedia": "\nEdinburgh-born midfielder Thomson won five major trophies, including the Scottish Premiership title twice, during a three-and-a-half-year spell at Ibrox, ending in 2010.Vignal spent a season on loan at <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a> from <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> and is best remembered by Gers fans for scoring in a 2-0 win at rivals Celtic.The duo will work with players from U13 level to U15 level, while <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a> have also confirmed former Wolves first-team coach <a href=\"http://dbpedia.org/resource/Stuart_Taylor_(footballer_born_1980)\" title=\"http://dbpedia.org/resource/Stuart_Taylor_(footballer_born_1980)\" target=\"_blank\">Stuart Taylor</a> will take up a role with the club\\&apos;s Development Squad until the end of the season.Head of <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a>\\&apos; Academy, Craig Mulholland, said: &quot;Kevin and Gregory are well-known faces to the supporters and, in keeping with the appointments of Peter Lovenkrands, <a href=\"http://dbpedia.org/resource/Stephen_Wright_(English_footballer)\" title=\"http://dbpedia.org/resource/Stephen_Wright_(English_footballer)\" target=\"_blank\">Stephen Wright</a>, <a href=\"http://dbpedia.org/resource/Brian_Gilmour\" title=\"http://dbpedia.org/resource/Brian_Gilmour\" target=\"_blank\">Brian Gilmour</a>, Peter McDonald and Andy Little, it provides us with more ex-Rangers players within the Academy which will benefit our young players.&quot;Kevin is a UEFA \\&apos;A\\&apos; licenced coach who has shown a commitment to the development of young people through his own grassroots Academy in Edinburgh. He has worked with kids of all ages and understands the demands of the job on cold, wet, windy nights which is not at all glamorous.&quot;Gregory demonstrates the same qualities. He is moving from <a href=\"http://dbpedia.org/resource/France_national_football_team\" title=\"http://dbpedia.org/resource/France_national_football_team\" target=\"_blank\">France</a> for a role which is initially only three sessions per week and a game at the weekend. This demonstrates real commitment from him and a massive desire to work at <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a>.&quot;<a href=\"http://dbpedia.org/resource/Stuart_Taylor_(footballer_born_1980)\" title=\"http://dbpedia.org/resource/Stuart_Taylor_(footballer_born_1980)\" target=\"_blank\">Stuart Taylor</a> is someone we have been watching for some time and we interviewed him as part of an extensive recruitment process 18 months ago when we appointed <a href=\"http://dbpedia.org/resource/Graeme_Murty\" title=\"http://dbpedia.org/resource/Graeme_Murty\" target=\"_blank\">Graeme Murty</a>. We have been tracking his career since then.&quot;Meanwhile, <a href=\"http://dbpedia.org/resource/Jimmy_Nicholl\" title=\"http://dbpedia.org/resource/Jimmy_Nicholl\" target=\"_blank\">Jimmy Nicholl</a>, who last weekend returned to Ibrox to serve as assistant to <a href=\"http://dbpedia.org/resource/Graeme_Murty\" title=\"http://dbpedia.org/resource/Graeme_Murty\" target=\"_blank\">Graeme Murty</a>, cannot wait to get started in his new role after flying to America where <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a> are competing in the Florida Cup.&quot;At my age I\\&apos;m still grateful that people think you can do a job,&quot; Nicholl told Rangers TV.&quot;The satisfaction you get is the fact that the manager and people think you have got something to offer and that\\&apos;s a big thing. I\\&apos;ll do my best to offer whatever I can in terms of knowledge and experience.&quot;So we will wait and see but I\\&apos;m really excited about getting stuck in.&quot;\n"
}