{
  "date": "02/02/18",
  "title": "Rangers optimistic of keeping Alfredo Morelos despite interest from China",
  "description": "Graeme Murty is optimistic Alfredo Morelos will remain at Rangers beyond the end of February amid interest from China.",
  "content": "Rangers turned down bids from Chinese Super League team Beijing Renhe before the Scottish transfer window closed this week, the largest of those worth £8m.While Rangers can no longer sign a replacement for Morelos this season other than free agents, the Chinese window is still open until the end of February.Although that means the possibility of more offers from Beijing remains, Murty believes he can keep hold of the Colombian forward.Asked if he was confident Morelos would stay at Ibrox, Murty said: \"Yes. We've carried on our message that Alfredo's our player. We're planning to build something here and that's it.\"Nobody's met our valuation and we're not under an economic imperative to sell any player. We want to try to push up the league as far as we can and compete in every competition.\"I don't worry for me personally, I worry for the player. I want to make sure he is focused on maximising his own talent here with us.\"If we can focus him in on his game, it's going to be to his benefit in the long term. I think everyone's head would be turned but we have top focus him back in.\"It hasn't materialised, he's still our player and we've got big games coming up so he's got a fantastic stage here to showcase his talent.\"He's got lots to learn and lots to develop. We're confident we can help him reach that next stage. We all need him to understand our position and to be firing to help us get to where we want to get.\"Players, staff, fans - everyone needs to get behind him and give him the support he's already had, but even more should he need it.\"Morelos was an unused substitute in Rangers' 3-0 win at Highland League side Fraserburgh on Wednesday in the hours before the window closed.With 13 goals, he is the top scorer in the Scottish Premiership so far this season and should return to the team against Hibernian on Saturday.Although he only moved to Glasgow from HJK Helsinki last summer, Murty concedes the bids from China mean Rangers are now considering offering Morelos a new deal.He added: \"We're discussing all contracts at all times with all players. If a bid comes in that doesn't meet our valuation, we have to reassess their valuation in our eyes.\"We'll be sitting down and talking to Alfredo throughout this week and throughout next week as well, making sure he's happy and he's content. We'll be discussing his future and his targets.\"",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a> turned down bids from <a href=\"http://dbpedia.org/resource/Chinese_Super_League\" title=\"http://dbpedia.org/resource/Chinese_Super_League\" target=\"_blank\">Chinese Super League</a> team <a href=\"http://dbpedia.org/resource/Beijing_Guoan_F.C.\" title=\"http://dbpedia.org/resource/Beijing_Guoan_F.C.\" target=\"_blank\">Beijing</a> Renhe before the <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scottish</a> transfer window closed this week, the largest of those worth &#xA3;8m.While <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a> can no longer sign a replacement for Morelos this season other than free agents, the Chinese window is still open until the end of February.Although that means the possibility of more offers from <a href=\"http://dbpedia.org/resource/Beijing_Guoan_F.C.\" title=\"http://dbpedia.org/resource/Beijing_Guoan_F.C.\" target=\"_blank\">Beijing</a> remains, Murty believes he can keep hold of the <a href=\"http://dbpedia.org/resource/Colombia_national_football_team\" title=\"http://dbpedia.org/resource/Colombia_national_football_team\" target=\"_blank\">Colombian</a> forward.Asked if he was confident Morelos would stay at <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Ibrox</a>, Murty said: &quot;Yes. We\\&apos;ve carried on our message that Alfredo\\&apos;s our player. We\\&apos;re planning to build something here and that\\&apos;s it.&quot;Nobody\\&apos;s met our valuation and we\\&apos;re not under an economic imperative to sell any player. We want to try to push up the league as far as we can and compete in every competition.&quot;I don\\&apos;t worry for me personally, I worry for the player. I want to make sure he is focused on maximising his own talent here with us.&quot;If we can focus him in on his game, it\\&apos;s going to be to his benefit in the long term. I think everyone\\&apos;s head would be turned but we have top focus him back in.&quot;It hasn\\&apos;t materialised, he\\&apos;s still our player and we\\&apos;ve got big games coming up so he\\&apos;s got a fantastic stage here to showcase his talent.&quot;He\\&apos;s got lots to learn and lots to develop. We\\&apos;re confident we can help him reach that next stage. We all need him to understand our position and to be firing to help us get to where we want to get.&quot;Players, staff, fans - everyone needs to get behind him and give him the support he\\&apos;s already had, but even more should he need it.&quot;Morelos was an unused substitute in <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a>\\&apos; 3-0 win at Highland League side <a href=\"http://dbpedia.org/resource/Fraserburgh_F.C.\" title=\"http://dbpedia.org/resource/Fraserburgh_F.C.\" target=\"_blank\">Fraserburgh</a> on Wednesday in the hours before the window closed.With 13 goals, he is the top scorer in the Scottish Premiership so far this season and should return to the team against <a href=\"http://dbpedia.org/resource/Hibernian_F.C.\" title=\"http://dbpedia.org/resource/Hibernian_F.C.\" target=\"_blank\">Hibernian</a> on Saturday.Although he only moved to Glasgow from <a href=\"http://dbpedia.org/resource/Helsingin_Jalkapalloklubi\" title=\"http://dbpedia.org/resource/Helsingin_Jalkapalloklubi\" target=\"_blank\">HJK Helsinki</a> last summer, Murty concedes the bids from China mean <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a> are now considering offering Morelos a new deal.He added: &quot;We\\&apos;re discussing all contracts at all times with all players. If a bid comes in that doesn\\&apos;t meet our valuation, we have to reassess their valuation in our eyes.&quot;We\\&apos;ll be sitting down and talking to Alfredo throughout this week and throughout next week as well, making sure he\\&apos;s happy and he\\&apos;s content. We\\&apos;ll be discussing his future and his targets.&quot;\n"
}