{
  "date": "01/02/18",
  "title": "Rangers striker Josh Windass eager to win major silverware at Ibrox",
  "description": "Josh Windass says it is time Rangers ended their long wait for a major trophy after avoiding a Scottish Cup banana skin at Fraserburgh.",
  "content": "The Englishman grabbed his first senior hat-trick to fire Gers past their Highland League opponents with a 3-0 win at Bellslea Park.It was a blustery night on the Aberdeenshire coast and while Graeme Murty's men took their time getting up to speed, they eventually saw off the Broch with minimal fuss.Now Windass hopes this can be the start of a journey which sees Rangers land their first piece of major silverware since Walter Smith's side won the league title back in 2011.The former Accrington attacker told RangersTV: \"The gaffer has told us he wants us to win a trophy and that's what we're here to do at this club, win medals and try to do stuff for the fans.\"We're looking forward to the next round and hopefully we can win it. It would be one of the best moments of my career if I could win a trophy.\"Hopefully we can get to the final. I've been to a few semi-finals and come up short but we're hoping this is the year.\"The Ibrox side now face another trip to less than salubrious surroundings on February 11 having draw Ayr United at Somerset Park in the last 16.But Windass admitted he enjoyed his run out at Burgh's tiny home park, which was perched just a goal-kick from the North Sea, as they showed no mercy to their non-league opponents.\"It's a good feeling to get a hat-trick,\" he said. \"I've scored a lot of doubles in the past but to get three was nice. I thought it was a good team performance considering it was really difficult on the pitch to get the ball moving.\"I thought the lads did a professional job, though, and dealt with it in the main. We limited them to only a few opportunities which was expected of us.\"I quite enjoyed the pitch and the surroundings. I used to play non-league myself so it brought a few memories back. We're through to the next round and that's the main thing.\"Everyone expected us to win. We've come here and shown them no respect really and won the game quite comfortably.\"",
  "dbpedia": "\nThe Englishman grabbed his first senior hat-trick to fire Gers past their Highland League opponents with a 3-0 win at Bellslea Park.It was a blustery night on the Aberdeenshire coast and while <a href=\"http://dbpedia.org/resource/Graeme_Murty\" title=\"http://dbpedia.org/resource/Graeme_Murty\" target=\"_blank\">Graeme Murty</a>\\&apos;s men took their time getting up to speed, they eventually saw off the Broch with minimal fuss.Now Windass hopes this can be the start of a journey which sees <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Rangers</a> land their first piece of major silverware since <a href=\"http://dbpedia.org/resource/Walter_Smith\" title=\"http://dbpedia.org/resource/Walter_Smith\" target=\"_blank\">Walter Smith</a>\\&apos;s side won the league title back in 2011.The former <a href=\"http://dbpedia.org/resource/Accrington_Stanley_F.C.\" title=\"http://dbpedia.org/resource/Accrington_Stanley_F.C.\" target=\"_blank\">Accrington</a> attacker told RangersTV: &quot;The <a href=\"http://dbpedia.org/resource/Ian_Holloway\" title=\"http://dbpedia.org/resource/Ian_Holloway\" target=\"_blank\">gaffer</a> has told us he wants us to win a trophy and that\\&apos;s what we\\&apos;re here to do at this club, win medals and try to do stuff for the fans.&quot;We\\&apos;re looking forward to the next round and hopefully we can win it. It would be one of the best moments of my career if I could win a trophy.&quot;Hopefully we can get to the final. I\\&apos;ve been to a few semi-finals and come up short but we\\&apos;re hoping this is the year.&quot;The <a href=\"http://dbpedia.org/resource/Rangers_F.C.\" title=\"http://dbpedia.org/resource/Rangers_F.C.\" target=\"_blank\">Ibrox</a> side now face another trip to less than salubrious surroundings on February 11 having draw <a href=\"http://dbpedia.org/resource/Ayr_United_F.C.\" title=\"http://dbpedia.org/resource/Ayr_United_F.C.\" target=\"_blank\">Ayr United</a> at Somerset Park in the last 16.But Windass admitted he enjoyed his run out at Burgh\\&apos;s tiny home park, which was perched just a goal-kick from the North Sea, as they showed no mercy to their non-league opponents.&quot;It\\&apos;s a good feeling to get a hat-trick,&quot; he said. &quot;I\\&apos;ve scored a lot of doubles in the past but to get three was nice. I thought it was a good team performance considering it was really difficult on the pitch to get the ball moving.&quot;I thought the lads did a professional job, though, and dealt with it in the main. We limited them to only a few opportunities which was expected of us.&quot;I quite enjoyed the pitch and the surroundings. I used to play non-league myself so it brought a few memories back. We\\&apos;re through to the next round and that\\&apos;s the main thing.&quot;Everyone expected us to win. We\\&apos;ve come here and shown them no respect really and won the game quite comfortably.&quot;\n"
}