{
  "date": "16/01/18",
  "title": "Real Madrid open to Cristiano Ronaldo exit but Man Utd interest complicated, says Guillem Balague",
  "description": "Real Madrid seem happy to let Cristiano Ronaldo leave the club, but there are doubts over Manchester United's interest, says Guillem Balague.",
  "content": "The five-time Ballon d'Or winner, who will be 33 in February, is reportedly unhappy that promises over a new contract have not been kept and is ready to call time on his glittering nine-year stay in Spain's capital.Ronaldo has been routinely linked with a move back to United over several years, but Sky Sports' Spanish football expert Balague says the Old Trafford club are in a delicate position in terms of cost.\"Ronaldo's message is he wants to leave, and it appears Real Madrid will be willing to let him go. However, Real would love to see a fight between PSG and Man Utd, but the situation is more complicated than simply being interested in the player.\"To add to a net annual salary demand of around £44m, Real would also demand around £89m for Ronaldo, which is an almighty expense for a player who would arrive aged 33.\"Here's United's conundrum: the club cannot show a lack of interest if it is confirmed that Ronaldo is on the market. But the huge amount of money his transfer would demand cannot be justified.\"Ronaldo has scored just four times for a struggling Real side in La Liga this season, but has netted 422 in 418 appearances since joining the Spanish giants from United in 2009.But with Real looking to rejuvenate their side under Zinedine Zidane, Ronaldo may be sacrificed.Balague added: \"It's not just the fact he isn't scoring much, as I've said for a couple years now he has peaked physically. What I mean by that is he will continue scoring for fun once this blip is overcome, but his influence in games is diminishing.\"Even though he was promised a new contract after the Champions League final last season, he hasn't got that. It looks like Real don't have an intention of extending yet, as the last contract was signed in November 2016.\"Ronaldo's deal runs until 2021, but speaking on the La Liga Weekly Podcast, Terry Gibson believes Real should not be in a rush to renew his deal again, and admits a decision must be made on his future this summer.Gibson said: \"His form at the moment doesn't suggest Real Madrid should be in a hurry to prolong his stay, and that's a side-show they could do without at the moment. He needs to lead.\"They need that type of player to be a leader. Should they sell him? Not at the moment, but I think it needs to be a decision at the end of the season.\"I'm not suggesting they go out and give him a new contract, his contract is long enough as it is. They have to decide if they should keep him under this contract if he is constantly moaning about not having a new deal, and is not scoring the goals that he has in the past.\"",
  "dbpedia": "\nThe five-time Ballon d\\&apos;Or winner, who will be 33 in February, is reportedly unhappy that promises over a new contract have not been kept and is ready to call time on his glittering nine-year stay in <a href=\"http://dbpedia.org/resource/Spain_national_football_team\" title=\"http://dbpedia.org/resource/Spain_national_football_team\" target=\"_blank\">Spain</a>\\&apos;s capital.Ronaldo has been routinely linked with a move back to United over several years, but Sky Sports\\&apos; Spanish football expert Balague says the Old Trafford club are in a delicate position in terms of cost.&quot;<a href=\"http://dbpedia.org/resource/Ronaldo\" title=\"http://dbpedia.org/resource/Ronaldo\" target=\"_blank\">Ronaldo</a>\\&apos;s message is he wants to leave, and it appears <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> will be willing to let him go. However, Real would love to see a fight between <a href=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" title=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" target=\"_blank\">PSG</a> and Man Utd, but the situation is more complicated than simply being interested in the player.&quot;To add to a net annual salary demand of around &#xA3;44m, Real would also demand around &#xA3;89m for <a href=\"http://dbpedia.org/resource/Ronaldo\" title=\"http://dbpedia.org/resource/Ronaldo\" target=\"_blank\">Ronaldo</a>, which is an almighty expense for a player who would arrive aged 33.&quot;Here\\&apos;s United\\&apos;s conundrum: the club cannot show a lack of interest if it is confirmed that <a href=\"http://dbpedia.org/resource/Ronaldo\" title=\"http://dbpedia.org/resource/Ronaldo\" target=\"_blank\">Ronaldo</a> is on the market. But the huge amount of money his transfer would demand cannot be justified.&quot;<a href=\"http://dbpedia.org/resource/Ronaldo\" title=\"http://dbpedia.org/resource/Ronaldo\" target=\"_blank\">Ronaldo</a> has scored just four times for a struggling Real side in <a href=\"http://dbpedia.org/resource/La_Liga\" title=\"http://dbpedia.org/resource/La_Liga\" target=\"_blank\">La Liga</a> this season, but has netted 422 in 418 appearances since joining the Spanish giants from United in 2009.But with Real looking to rejuvenate their side under <a href=\"http://dbpedia.org/resource/Zinedine_Zidane\" title=\"http://dbpedia.org/resource/Zinedine_Zidane\" target=\"_blank\">Zinedine Zidane</a>, <a href=\"http://dbpedia.org/resource/Ronaldo\" title=\"http://dbpedia.org/resource/Ronaldo\" target=\"_blank\">Ronaldo</a> may be sacrificed.Balague added: &quot;It\\&apos;s not just the fact he isn\\&apos;t scoring much, as I\\&apos;ve said for a couple years now he has peaked physically. What I mean by that is he will continue scoring for fun once this blip is overcome, but his influence in games is diminishing.&quot;Even though he was promised a new contract after the Champions League final last season, he hasn\\&apos;t got that. It looks like Real don\\&apos;t have an intention of extending yet, as the last contract was signed in November 2016.&quot;<a href=\"http://dbpedia.org/resource/Ronaldo\" title=\"http://dbpedia.org/resource/Ronaldo\" target=\"_blank\">Ronaldo</a>\\&apos;s deal runs until 2021, but speaking on the <a href=\"http://dbpedia.org/resource/La_Liga\" title=\"http://dbpedia.org/resource/La_Liga\" target=\"_blank\">La Liga</a> Weekly Podcast, <a href=\"http://dbpedia.org/resource/Terry_Gibson\" title=\"http://dbpedia.org/resource/Terry_Gibson\" target=\"_blank\">Terry Gibson</a> believes Real should not be in a rush to renew his deal again, and admits a decision must be made on his future this summer.Gibson said: &quot;His form at the moment doesn\\&apos;t suggest <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> should be in a hurry to prolong his stay, and that\\&apos;s a side-show they could do without at the moment. He needs to lead.&quot;They need that type of player to be a leader. Should they sell him? Not at the moment, but I think it needs to be a decision at the end of the season.&quot;I\\&apos;m not suggesting they go out and give him a new contract, his contract is long enough as it is. They have to decide if they should keep him under this contract if he is constantly moaning about not having a new deal, and is not scoring the goals that he has in the past.&quot;\n"
}