{
  "date": "26/01/18",
  "title": "Mauricio Pochettino is Real Madrid's top choice to replace Zinedine Zidane, says Guillem Balague",
  "description": "Mauricio Pochettino is Florentino Perez's first, second, third and fourth choice to replace Zinedine Zidane at Real Madrid, according to Guillem Balague.",
  "content": "Zidane's trophy-laden spell at the Bernabeu is on the brink of collapse, with Madrid 19 points adrift of La Liga leaders Barcelona and having been dumped out of the Copa del Rey by lowly Leganes.The Frenchman admits his job now hinges on a positive Champions League campaign, but with in-form Paris Saint-Germain lying in wait in the last 16, his days in Madrid look numbered.According to Sky Sports' Spanish football expert Balague, Real president Perez has identified Tottenham boss Pochettino as the primary candidate to replace Zidane, but doubts whether Madrid will be able to lure him away from Spurs.\"Pochettino is top of Real Madrid's wanted list; he is number one, number two, number three and number four for Florentino Perez,\" Balague told Sky Sports News.\"He definitely wants Pochettino, there's no doubt about that. I'm pretty sure Mauricio and Spurs know that themselves, but it doesn't mean anything.\"Pochettino has often said his future does not depend on him and there's truth in that.\"Before he signed a contract extension in May 2016 he had a buy-out clause that Real Madrid could have activated.\"Now there is no buy-out clause, so for Pochettino to move to Real Madrid they would have to convince Daniel Levy, something Real won't be able to do.\"Whether Levy could be convinced to part with Pochettino or not is irrelevant as far as Balague is concerned.He feels the club's ability to tie down their best players, coupled with the prospect of taking Spurs into their new stadium at White Hart Lane, offers plenty of reasons for the Argentine to stay.\"There are a lot of reasons for Pochettino to stay at Spurs,\" Balague added.\"You only have to look at the way he speaks inside the club with Daniel Levy, convincing players to sign new contracts and, of course, there is the new stadium next season.\"But that doesn't stop Perez having him as first, second, third or fourth choice for the future.\"",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/Zinedine_Zidane\" title=\"http://dbpedia.org/resource/Zinedine_Zidane\" target=\"_blank\">Zidane</a>\\&apos;s trophy-laden spell at the Bernabeu is on the brink of collapse, with <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Madrid</a> 19 points adrift of <a href=\"http://dbpedia.org/resource/La_Liga\" title=\"http://dbpedia.org/resource/La_Liga\" target=\"_blank\">La Liga</a> leaders <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> and having been dumped out of the Copa del Rey by lowly Leganes.The Frenchman admits his job now hinges on a positive Champions League campaign, but with in-form <a href=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" title=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" target=\"_blank\">Paris Saint-Germain</a> lying in wait in the last 16, his days in <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Madrid</a> look numbered.According to Sky Sports\\&apos; Spanish football expert Balague, Real president Perez has identified <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> boss Pochettino as the primary candidate to replace <a href=\"http://dbpedia.org/resource/Zinedine_Zidane\" title=\"http://dbpedia.org/resource/Zinedine_Zidane\" target=\"_blank\">Zidane</a>, but doubts whether <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Madrid</a> will be able to lure him away from Spurs.&quot;Pochettino is top of <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a>\\&apos;s wanted list; he is number one, number two, number three and number four for Florentino Perez,&quot; Balague told Sky Sports News.&quot;He definitely wants Pochettino, there\\&apos;s no doubt about that. I\\&apos;m pretty sure Mauricio and Spurs know that themselves, but it doesn\\&apos;t mean anything.&quot;Pochettino has often said his future does not depend on him and there\\&apos;s truth in that.&quot;Before he signed a contract extension in May 2016 he had a buy-out clause that <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> could have activated.&quot;Now there is no buy-out clause, so for Pochettino to move to <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> they would have to convince Daniel Levy, something Real won\\&apos;t be able to do.&quot;Whether Levy could be convinced to part with Pochettino or not is irrelevant as far as Balague is concerned.He feels the club\\&apos;s ability to tie down their best players, coupled with the prospect of taking Spurs into their new stadium at White Hart Lane, offers plenty of reasons for the Argentine to stay.&quot;There are a lot of reasons for Pochettino to stay at Spurs,&quot; Balague added.&quot;You only have to look at the way he speaks inside the club with Daniel Levy, convincing players to sign new contracts and, of course, there is the new stadium next season.&quot;But that doesn\\&apos;t stop Perez having him as first, second, third or fourth choice for the future.&quot;\n"
}