{
  "date": "14/01/18",
  "title": "Real Socieded v Barcelona: Catalans aim to improve record at Anoeta Stadium",
  "description": "Real Sociedad coach Eusebio Sacristan's long history with Barcelona is giving\nErnesto Valverde more cause for concern than the Blaugrana's miserable recent\nrecord at the Anoeta Stadium ahead of Sunday's clash.",
  "content": "Barca have picked up just two points from their last seven league trips to San Sebastian and, despite Sociedad's current poor form, the fixture represents a serious risk to the Catalan club's 28-match unbeaten run under Valverde.However, those past failures in the Basque country are not something that is concerning the Barca boss - unlike the presence of Eusebio in the Sociedad dugout.Eusebio spent over 16 years on the playing and coaching staff at the Nou Camp and Valverde is aware that the 53-year-old's inside knowledge could be invaluable, recalling how many problems the Celta Vigo side of former Barca assistant Juan Carlos Unzue have caused his team this term.Valverde told a press conference: \"We've not talked too much about Barca's record at Anoeta. But Eusebio, like Unzue, knows this club from his time here and that means he also knows how to hurt us.\"It's a challenge for us. Everyone finds it tough there. Sometimes there are grounds where you find it harder to win than others, but that (Barca's record) is the past. We need to write the future.\"Something else Valverde feels Sociedad have in their favour is the fact their participation in the Copa del Rey ended back in November.Barca, meanwhile, could have five Copa del Rey ties in January alone and face a derby showdown with Espanyol in the first leg of their quarter-final on Wednesday.\"It is an advantage for Real not to have had any cup game this week while we've played on Thursday, as will be the case next weekend against Betis,\" said Valverde, who will not be able to call on new signings Philippe Coutinho and Yerry Mina for the trip to Sociedad.Despite Barca's fixture overload, they are still in contention to lift three trophies this season and are overwhelming favourites to win La Liga after opening up a nine-point lead at the summit.It is a different story for Sociedad, though,They finished sixth last season but could find themselves being sucked into a relegation battle this term if they do not halt their slide down the table.Last weekend's 1-0 defeat to Leganes was the fifth loss in Sociedad's last seven competitive matches and has turned the heat up on Eusebio as he approaches his 100th game in charge.However, he said in Marca: \"I'm the coach and I know what my job entails, but rather than thinking about negative possibilities I prefer to focus on working day by day and not thinking about the future.\"Backed? I've always felt happy at this club, with everything I have around me, but I know I'm the coach and I depend on results, and that's what I'm working for.\"Sociedad welcome back Imanol Agirretxe after a long injury lay-off."
}