{
  "date": "31/01/18",
  "title": "Reece Oxford rejoins Borussia Monchengladbach on loan from West Ham ",
  "description": "Reece Oxford has rejoined Borussia Monchengladbach on loan for the rest of the season from West Ham.",
  "content": "Sky Sports News reported the 19-year-old was due to arrive in Dusseldorf on Wednesday afternoon to finalise the deal.\nThe teenager made four appearances while on loan with Gladbach during the first half of the campaign season but returned to the London Stadium after being recalled over the festive season, going on to make three appearances for the Hammers.\nGladbach made a bid in the region of £10m for Oxford on January 2 and the club's sports director Max Eberl later reiterated their desire to tie Oxford to a permanent deal but his move back to Borussia-Park will be another loan arrangement.\n\"We're happy that we've managed to get Reece back on board,\" said Eberl on the club's official website.\n\"He showed his huge potential at just before the winter break and we're confident that he will be able to help us throughout the rest of the season.\"\nOxford came on as an 86th-minute substitute for Cheikhou Kouyate during the 1-1 draw with Crystal Palace.\nGet Sky Sports from £18 a month and watch the latest transfers live in action for their new teams\n",
  "dbpedia": "Sky Sports News reported the 19-year-old was due to arrive in Dusseldorf on Wednesday afternoon to finalise the deal.<br>The teenager made four appearances while on loan with Gladbach during the first half of the campaign season but returned to the London Stadium after being recalled over the festive season, going on to make three appearances for the Hammers.<br>Gladbach made a bid in the region of £10m for Oxford on January 2 and the club's sports director <a href=\"http://dbpedia.org/resource/Max_Eberl\" title=\"http://dbpedia.org/resource/Max_Eberl\" target=\"_blank\">Max Eberl</a> later reiterated their desire to tie Oxford to a permanent deal but his move back to <a href=\"http://dbpedia.org/resource/Borussia-Park\" title=\"http://dbpedia.org/resource/Borussia-Park\" target=\"_blank\">Borussia-Park</a> will be another loan arrangement.<br>\"We're happy that we've managed to get Reece back on board,\" said Eberl on the club's official website.<br>\"He showed his huge potential at just before the winter break and we're confident that he will be able to help us throughout the rest of the season.\"<br>Oxford came on as an 86th-minute substitute for Cheikhou Kouyate during the 1-1 draw with <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a>.<br>Get Sky Sports from £18 a month and watch the latest transfers live in action for their new teams<br>"
}