{
  "date": "01/02/18",
  "title": "Ref Watch: Dermot Gallagher's verdict on whether Christian Eriksen's opener for Spurs against Man Utd have been disallowed",
  "description": "Should Christian Eriksen's quick-fire opener for Tottenham Hotspur against Manchester United have stood? Were West Bromwich Albion lucky not to have been reduced to 10 men against Manchester City? Dermot Gallagher has his say in this week's Ref Watch.",
  "content": "As always, there were a number of hotly disputed decisions in the Premier League in midweek. Not to worry, however, as we have Dermot here to run his eye over those big calls.\nSo whether it is penalties given and not given, possible sendings off and a player encroaching at the kick-off, the former top-flight official gives us his verdict...\nIncident: Was Harry Kane encroaching for Spurs' first goal?\nDermot's verdict: By the letter of the law, the kick-off should have been retaken\nDermot says: If you look at it, it is so fine. There are five players between the referee and Kane. Also, as the ball is about to be kicked, it is so tight that if the referee [Andre Marriner] blew and had it retaken and they had scored, people would say, 'Is he overzealous?' But to the letter of the law, it should have been retaken, although you cannot blame this for the goal as it comes 11 seconds later, and 11 seconds is a long time.\nIncident: Antonio Valencia brings down Dele Alli in the area\nDermot's verdict: Wrong decision, penalty\nDermot says: It is a foul, although only one angle from behind the goal shows that, and that is where the referee cannot be. Whether he touches the ball or not, though, is immaterial because it is a foul.\nIncident: Matt Phillips only saw yellow for this challenge on Brahim Diaz, but was it a red card?\nDermot's verdict: Wrong decision, red card\nDermot says: If the referee [Robert Madley] has the view we have here, he will send him off every day of the week because it is high, late, at speed and likely to endanger the safety of an opponent. But if you go back to the original shot, what you will see is that the only justification for not giving that is Gareth Barry is immediately between the referee and the incident and he does not have a clear view of it. All he sees is the outcome of it, rather than the actual occurrence itself.\nIncident: Wayne Rooney gives away a penalty after bringing down Wilfried Ndidi in the box\nDermot's verdict: Correct decision, penalty\nDermot says: A great position by Chris Kavanagh (the referee's assistant) as the play built up, he has moved into that channel and has got the perfect view - he has seen it and recognised it.\nIncident: Liverpool win a penalty after Philip Billing pulls over Emre Can in the area\nDermot's verdict: Correct decision, penalty\nDermot says: Clumsy, is it not? He cannot win the ball there, clumsy, penalty. And again, the referee [Kevin Friend] was in the perfect position and that is the secret with a lot of these decisions - if you have the got the perfect viewing position, you can make the correct decision. But if you are blocked off, say, it becomes a lot more difficult.\nIncident: Liverpool left-back Andy Robertson brings down Collin Quaner, but no spot kick\nDermot's verdict: Correct decision, no penalty\nDermot says: I do not think this is a penalty, both players are running for the ball and are off balance, and the Huddersfield player [Quaner] is already off balance. They are touching, but he [Robertson] is not pushing him. If anything, he [Quaner] should not fall that way if being pulled.\n",
  "dbpedia": "As always, there were a number of hotly disputed decisions in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> in midweek. Not to worry, however, as we have Dermot here to run his eye over those big calls.<br>So whether it is penalties given and not given, possible sendings off and a player encroaching at the kick-off, the former top-flight official gives us his verdict...<br>Incident: Was <a href=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" title=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" target=\"_blank\">Harry Kane</a> encroaching for Spurs' first goal?<br>Dermot's verdict: By the letter of the law, the kick-off should have been retaken<br>Dermot says: If you look at it, it is so fine. There are five players between the referee and Kane. Also, as the ball is about to be kicked, it is so tight that if the referee [Andre Marriner] blew and had it retaken and they had scored, people would say, 'Is he overzealous?' But to the letter of the law, it should have been retaken, although you cannot blame this for the goal as it comes 11 seconds later, and 11 seconds is a long time.<br>Incident: <a href=\"http://dbpedia.org/resource/Antonio_Valencia\" title=\"http://dbpedia.org/resource/Antonio_Valencia\" target=\"_blank\">Antonio Valencia</a> brings down Dele Alli in the area<br>Dermot's verdict: Wrong decision, penalty<br>Dermot says: It is a foul, although only one angle from behind the goal shows that, and that is where the referee cannot be. Whether he touches the ball or not, though, is immaterial because it is a foul.<br>Incident: <a href=\"http://dbpedia.org/resource/Matt_Phillips\" title=\"http://dbpedia.org/resource/Matt_Phillips\" target=\"_blank\">Matt Phillips</a> only saw yellow for this challenge on Brahim Diaz, but was it a red card?<br>Dermot's verdict: Wrong decision, red card<br>Dermot says: If the referee [Robert Madley] has the view we have here, he will send him off every day of the week because it is high, late, at speed and likely to endanger the safety of an opponent. But if you go back to the original shot, what you will see is that the only justification for not giving that is <a href=\"http://dbpedia.org/resource/Gareth_Barry\" title=\"http://dbpedia.org/resource/Gareth_Barry\" target=\"_blank\">Gareth Barry</a> is immediately between the referee and the incident and he does not have a clear view of it. All he sees is the outcome of it, rather than the actual occurrence itself.<br>Incident: <a href=\"http://dbpedia.org/resource/Wayne_Rooney\" title=\"http://dbpedia.org/resource/Wayne_Rooney\" target=\"_blank\">Wayne Rooney</a> gives away a penalty after bringing down Wilfried Ndidi in the box<br>Dermot's verdict: Correct decision, penalty<br>Dermot says: A great position by Chris Kavanagh (the referee's assistant) as the play built up, he has moved into that channel and has got the perfect view - he has seen it and recognised it.<br>Incident: <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> win a penalty after Philip Billing pulls over <a href=\"http://dbpedia.org/resource/Emre_Can\" title=\"http://dbpedia.org/resource/Emre_Can\" target=\"_blank\">Emre Can</a> in the area<br>Dermot's verdict: Correct decision, penalty<br>Dermot says: Clumsy, is it not? He cannot win the ball there, clumsy, penalty. And again, the referee [Kevin Friend] was in the perfect position and that is the secret with a lot of these decisions - if you have the got the perfect viewing position, you can make the correct decision. But if you are blocked off, say, it becomes a lot more difficult.<br>Incident: <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> left-back Andy Robertson brings down Collin Quaner, but no spot kick<br>Dermot's verdict: Correct decision, no penalty<br>Dermot says: I do not think this is a penalty, both players are running for the ball and are off balance, and the <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> player [Quaner] is already off balance. They are touching, but he [Robertson] is not pushing him. If anything, he [Quaner] should not fall that way if being pulled.<br>"
}