{
  "date": "08/01/18",
  "title": "Ref Watch special: Would VAR have changed these calls? ",
  "description": "In a special edition of Ref Watch, Dermot Gallagher determines whether VAR would have overturned these key refereeing decisions.",
  "content": "Monday's FA Cup third-round match between Brighton and Crystal Palace will see the introduction of Video Assistant Referees (VAR) as part of a trial agreed between The FA, EFL and Premier League.The Carabao Cup semi-final first leg between Chelsea and Arsenal, live on Sky Sports, will also take part in the scheme.To help supporters better understand the VAR process, we take a look at four key incidents from the Premier League...Incident: Callum Wilson offside and handball, Bournemouth v West Ham, December 26, 2017Callum Wilson is in an offside position as he turns home Nathan Ake's header across goal with his arm. The goal was eventually given.Gallagher's view: VAR would have cleared this up in seconds. One of the first replays you see after the goal is the sideward angle of the incident, which shows Wilson as being offside. With the facility they've got for drawing the lines across the pitch, that would make it easier too.The key thing is, it would have been picked up immediately because of the offside. Bobby Madley wouldn't have been put in any stressful situation during and after the game.Incident: Eden Hazard penalty, Arsenal v Chelsea, January 3, 2018Anthony Taylor points to the spot after Hector Bellerin is adjudged to have kicked Eden Hazard in the penalty area. Hazard steps up to score the penalty in the 2-2 draw.Gallagher's view: Let's make one thing clear: VAR will not give us a clean game. We won't have utopia, where referees don't make mistakes, because so many decisions are subjective. This is a classic example, where many people think it is a penalty, and many think the opposite.If I was the referee in this situation, and VAR suggested I take a look at that incident, I may still stick with my original decision. You may not think that it's a penalty, but that's immaterial. The referee still has to make that decision. In my view, the referee would look at that and still think it's a penalty.Incident: Sadio Mane dismissal, Man City v Liverpool, September 9, 2017Sadio Mane is dismissed for a high boot on Man City goalkeeper Ederson early on in Liverpool's 5-0 defeat at the Etihad Stadium.Gallagher's view: I don't think the referee needs to go to VAR here. If the VAR had told Jon Moss to go to the side to buy a little bit of time to look at the incident, I am convinced the decision would have stood.Incident: Kieran Gibbs sent off, Chelsea v Arsenal, March 22, 2014Alex Oxlade-Chamberlain handles the ball on the goalline, but his team-mate Kieran Gibbs is dismissedGallagher's view: The VAR would have asked the Andre Marriner to take another look, and they would have seen straight away that it was Oxlade-Chamberlain who handled on the goalline, not Gibbs.Of the four criteria, I think this is the most important. Through no fault of his own, the referee made the error, it was just an error."
}