{
  "date": "17/01/18",
  "title": "Ref Watch: Dermot Gallagher's verdict on whether Watford's equaliser against Southampton should have been disallowed?",
  "description": "Should Watford's late equaliser against Southampton have stood? Did Alex Iwobi handle in the area against Bournemouth? Dermot Gallagher has his say in this week's Ref Watch.",
  "content": "As always, there were a number of hotly disputed decisions over the weekend in the Premier League, however, not to worry as we have Dermot here to run his eye over those big calls.\nSo whether it is handballs, penalties not given, cases of simulation and even a referee kicking out at a player, the former Premier League referee gives us his verdict...\nIncident: Abdoulaye Doucoure appears to use his hand just before his late equaliser against Southampton\nDermot's verdict: Wrong decision, handball\nDermot says: The referee [Roger East], I believe, is the victim here because he has no chance whatsoever. If you look where the player's head is, he moves his head forward… and the only person who can clearly see that that is handball is the goalkeeper. When you look at it sideways on, when you see the head go forward you cannot be sure at that distance whether he has headed it or not. The only person who knows is the player himself and obviously the goalkeeper.\nIncident: Alex Iwobi appears to handball a Bournemouth free kick in the area\nDermot's verdict: Correct decision, no penalty\nDermot says: I had mixed thoughts to be honest. My first reaction was it was not. I then saw the replays and thought it could have been. But looking at it again, his arms are in and towards his chest, it strikes him, it has come a long way and over a lot of players and I think probably not. He has not made a massive move towards the ball and I can understand why the referee [Kevin Friend] has not given that. What you would say as well is that the referee has the perfect view, he is looking straight at it, he has seen where the ball has come from, he has seen how much time he has to see it and I think he is right.\nIncident: Newcastle's Mo Diame appears to handle in the six-yard box\nDermot's verdict: Wrong decision, handball, penalty and red card\nDermot says: In fairness to the referee, if you look at every angle you do not think that is a handball. You do not know if it has hit him on the chest. I think it is a penalty and if he gave a penalty, then it is a red card because the ball is going in.\nIncident: Riyad Mahrez goes down in the area under a challenge from Chelsea defender Andreas Christensen, but no penalty is given and the player escapes without a caution\nDermot's verdict: Correct decision, no penalty, but Mahrez should have been booked for simulation\nDermot says: Definitely not a foul whatsoever. I think it is a dive, the referee [Mike Jones] did not. But what I would say is that, I hear some people say that will be referred, but that cannot be referred because there was no penalty given. So therefore, case closed.\nIncident: Burnley defender James Tarkowski brings down Palace forward Bakary Sako in the penalty area\nDermot's verdict: Wrong decision, penalty\nDermot says: Easy decision for me as from that viewing, he gets the man first and then the ball. But that is the one view Michael [Oliver] has not got. There is only one camera angle where you see that it is a penalty and that is from the spectator's view where the referee cannot be.\nIncident: Referee Tony Chapron appears to kick Nantes defender Diego Carlos off the ball and then show the player a red card\nDermot's verdict: Extraordinary!\nDermot says: I have seen the video and it is extraordinary. It is just a really, really extraordinary incident for a clash between a referee and a player who are running together and he has just seen the red mist for whatever reason. It has really highlighted it by sending the player off, it has brought it to everyone's attention.\n",
  "dbpedia": "As always, there were a number of hotly disputed decisions over the weekend in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, however, not to worry as we have Dermot here to run his eye over those big calls.<br>So whether it is handballs, penalties not given, cases of simulation and even a referee kicking out at a player, the former <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> referee gives us his verdict...<br>Incident: Abdoulaye Doucoure appears to use his hand just before his late equaliser against <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a><br>Dermot's verdict: Wrong decision, handball<br>Dermot says: The referee [Roger East], I believe, is the victim here because he has no chance whatsoever. If you look where the player's head is, he moves his head forward… and the only person who can clearly see that that is handball is the goalkeeper. When you look at it sideways on, when you see the head go forward you cannot be sure at that distance whether he has headed it or not. The only person who knows is the player himself and obviously the goalkeeper.<br>Incident: Alex Iwobi appears to handball a <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a> free kick in the area<br>Dermot's verdict: Correct decision, no penalty<br>Dermot says: I had mixed thoughts to be honest. My first reaction was it was not. I then saw the replays and thought it could have been. But looking at it again, his arms are in and towards his chest, it strikes him, it has come a long way and over a lot of players and I think probably not. He has not made a massive move towards the ball and I can understand why the referee [Kevin Friend] has not given that. What you would say as well is that the referee has the perfect view, he is looking straight at it, he has seen where the ball has come from, he has seen how much time he has to see it and I think he is right.<br>Incident: <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a>'s Mo Diame appears to handle in the six-yard box<br>Dermot's verdict: Wrong decision, handball, penalty and red card<br>Dermot says: In fairness to the referee, if you look at every angle you do not think that is a handball. You do not know if it has hit him on the chest. I think it is a penalty and if he gave a penalty, then it is a red card because the ball is going in.<br>Incident: Riyad Mahrez goes down in the area under a challenge from <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> defender Andreas Christensen, but no penalty is given and the player escapes without a caution<br>Dermot's verdict: Correct decision, no penalty, but Mahrez should have been booked for simulation<br>Dermot says: Definitely not a foul whatsoever. I think it is a dive, the referee [Mike Jones] did not. But what I would say is that, I hear some people say that will be referred, but that cannot be referred because there was no penalty given. So therefore, case closed.<br>Incident: <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a> defender <a href=\"http://dbpedia.org/resource/James_Tarkowski\" title=\"http://dbpedia.org/resource/James_Tarkowski\" target=\"_blank\">James Tarkowski</a> brings down Palace forward <a href=\"http://dbpedia.org/resource/Bakary_Sako\" title=\"http://dbpedia.org/resource/Bakary_Sako\" target=\"_blank\">Bakary Sako</a> in the penalty area<br>Dermot's verdict: Wrong decision, penalty<br>Dermot says: Easy decision for me as from that viewing, he gets the man first and then the ball. But that is the one view Michael [Oliver] has not got. There is only one camera angle where you see that it is a penalty and that is from the spectator's view where the referee cannot be.<br>Incident: Referee Tony Chapron appears to kick <a href=\"http://dbpedia.org/resource/FC_Nantes\" title=\"http://dbpedia.org/resource/FC_Nantes\" target=\"_blank\">Nantes</a> defender Diego Carlos off the ball and then show the player a red card<br>Dermot's verdict: Extraordinary!<br>Dermot says: I have seen the video and it is extraordinary. It is just a really, really extraordinary incident for a clash between a referee and a player who are running together and he has just seen the red mist for whatever reason. It has really highlighted it by sending the player off, it has brought it to everyone's attention.<br>"
}