{
  "date": "05/02/18",
  "title": "Ref Watch: Dermot Gallagher's verdict on Tottenham's penalties",
  "description": "Harry Kane's 100th Premier League strike salvaged a point for Tottenham in a 2-2 draw at Liverpool with an added-time spot-kick, but should they have been awarded both penalties?",
  "content": "In a dramatic finish, Kane took his tally to 22 goals for the season with virtually the last kick of the game after the visitors' second controversially-awarded penalty in the final 10 minutes.\nIt appeared as though Mohamed Salah's second goal of a pulsating game at Anfield had won all three points for the hosts, but following a foul by Virgil van Dijk on Erik Lamela, Kane stepped up and slotted beyond Loris Karius to earn a share of the spoils.\nLiverpool manager Jurgen Klopp contested referee Jon Moss' decision to award Spurs their first spot-kick after Karius brought down Kane inside the box, but former Premier League match official Dermot Gallagher says the correct decision was made.\nHe told Sky Sports: \"The first penalty is very interesting. [Harry] Kane is in an offside position and [Dejan] Lovren has the chance to clear the ball and takes a chance.\n\"He has an ample opportunity to clear it. He doesn't clear it and he's clearly hit the ball. The ball comes through to Kane who is now not offside, as the law states.\n\"I thought it was excellent because you can quite clearly hear Eddie Smart say to Jon Moss, \"I don't know if he's played the ball.\n\"It might have taken a bit of time but at the end they came to the right decision and both officials should be applauded. Lovren miskicks the ball so Kane is therefore onside.\n\"The conversation afterwards reinforces the communication on the day with referee and assistant working together.\"\nA thunderous strike from Victor Wanyama cancelled out Salah's early opener but having missed the opportunity of taking the lead in the closing stages through Kane, the visitors were fortunate to be handed the chance of rescuing a point.\nAfter Salah's brilliant second solo goal, Lamela went down inside the box following a challenge on him by Van Dijk - and Gallagher explained the process of the officials coming to the right call.\n\"It's very difficult because the penalty area is so crowded that [Moss] has to look across on the diagonally,\" the former official added.\n\"There's no doubt there's a foul and it's another example of great teamwork between the two [Moss and Smart]. It underpins the strength of their game.\n\"In the debrief after the game, they'll be told that they made the big, match-changing decisions correct on the day.\"\n",
  "dbpedia": "In a dramatic finish, Kane took his tally to 22 goals for the season with virtually the last kick of the game after the visitors' second controversially-awarded penalty in the final 10 minutes.<br>It appeared as though <a href=\"http://dbpedia.org/resource/Mohamed_Salah\" title=\"http://dbpedia.org/resource/Mohamed_Salah\" target=\"_blank\">Mohamed Salah</a>'s second goal of a pulsating game at <a href=\"http://dbpedia.org/resource/Anfield\" title=\"http://dbpedia.org/resource/Anfield\" target=\"_blank\">Anfield</a> had won all three points for the hosts, but following a foul by Virgil van Dijk on <a href=\"http://dbpedia.org/resource/Erik_Lamela\" title=\"http://dbpedia.org/resource/Erik_Lamela\" target=\"_blank\">Erik Lamela</a>, Kane stepped up and slotted beyond Loris Karius to earn a share of the spoils.<br><a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> manager Jurgen Klopp contested referee Jon Moss' decision to award Spurs their first spot-kick after Karius brought down Kane inside the box, but former <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> match official Dermot Gallagher says the correct decision was made.<br>He told Sky Sports: \"The first penalty is very interesting. [Harry] Kane is in an offside position and [Dejan] Lovren has the chance to clear the ball and takes a chance.<br>\"He has an ample opportunity to clear it. He doesn't clear it and he's clearly hit the ball. The ball comes through to Kane who is now not offside, as the law states.<br>\"I thought it was excellent because you can quite clearly hear Eddie Smart say to Jon Moss, \"I don't know if he's played the ball.<br>\"It might have taken a bit of time but at the end they came to the right decision and both officials should be applauded. Lovren miskicks the ball so Kane is therefore onside.<br>\"The conversation afterwards reinforces the communication on the day with referee and assistant working together.\"<br>A thunderous strike from <a href=\"http://dbpedia.org/resource/Victor_Wanyama\" title=\"http://dbpedia.org/resource/Victor_Wanyama\" target=\"_blank\">Victor Wanyama</a> cancelled out Salah's early opener but having missed the opportunity of taking the lead in the closing stages through Kane, the visitors were fortunate to be handed the chance of rescuing a point.<br>After Salah's brilliant second solo goal, Lamela went down inside the box following a challenge on him by Van Dijk - and Gallagher explained the process of the officials coming to the right call.<br>\"It's very difficult because the penalty area is so crowded that [Moss] has to look across on the diagonally,\" the former official added.<br>\"There's no doubt there's a foul and it's another example of great teamwork between the two [Moss and Smart]. It underpins the strength of their game.<br>\"In the debrief after the game, they'll be told that they made the big, match-changing decisions correct on the day.\"<br>"
}