{
  "date": "15/01/18",
  "title": "Referee Tony Chapron stood down and facing disciplinary action after player kick",
  "description": "Referee Tony Chapron has been stood down from this week's Ligue 1 match between Angers and Troyes and will face a disciplinary hearing over the controversial end to Sunday's game between Nantes and Paris Saint-Germain.\n",
  "content": "The match, won 1-0 by PSG, ended in bizarre circumstances when Chapron, having been knocked to the ground in an accidental collision with Diego Carlos, appeared to kick out at the Nantes defender before showing him a second yellow card.Nantes president Waldemar Kita called for Chapron to be banned for six months and several players also demanded sanctions, and the French Football Federation announced on Monday that it would take action.A statement on fff.fr read: \"Following the incident late in the Nantes-Paris SG match, involving referee Mr Tony Chapron and Nantes player Mr Diego Carlos, the technical body for referees (DTA) and the federal commission of referees have taken the following decisions:\"The withdrawal from duty of Mr Tony Chapron, initially appointed to referee the Angers SCO-ESTAC Troyes match in matchday 21 of Ligue 1 on Wednesday, January 17, until further notice.\"Mr Tony Chapron will shortly be called to meet the LFP (French football league) disciplinary committee.\"Mr Tony Chapron, after reviewing the images, stated that his fall was caused accidentally. He has informed the DTA that he has prepared a report to this effect for the LFP disciplinary commission.\"Nantes manager Claudio Ranieri avoided addressing the issue in his post-match press conference but his players were not so reticent - and neither was Kita.The latter told L'Equipe: \"It's a gag. I got 20 text messages from all over the world telling me the referee was a joke.\"What do you want me to say? If I talk too much I will be called before the disciplinary commission. We don't have the right to say anything.\"It's scandalous to see that. He gives a red card to a player who did nothing. He needs to go back to school. It's amateurish.\"Chapron has to rest and get a massage, it works like that now, we cannot see him [after the match ended]. I'm waiting for the green light, otherwise I'll be killed. It's amateurism.\"Sincerely, I think he did not do it on purpose. I do not want to believe he did it on purpose. At least, you apologise but you do not give a red card, it's not serious.\"We still have to find a solution, because there is a problem in all this. It makes me laugh at the end. I have never seen that before. He should be suspended for six months. If we did it, we would be banned for six months.\"Nantes have since responded to the FFF's statement by requesting Carlos' second booking and subsequent suspension be overturned.In a statement on their website, they wrote: \"FC Nantes take note of the statement from the (DTA) concerning the second booking given by Tony Chapron to Diego Carlos, in which it is stated that his report makes mention of the referee's fall being caused accidentally.\"As a consequence, FC Nantes has asked the LFP disciplinary commission to immediately annul the second booking for Diego Carlos so that he can play in the next league game this Wednesday, January 17.\""
}