{
  "date": "15/01/18",
  "title": "Referee Tony Chapron kicks out at Nantes' Diego Carlos before sending him off",
  "description": "Referee Tony Chapron has been provisionally suspended for kicking Nantes defender Diego Carlos before sending him off during Sunday's defeat to Paris Saint-Germain.",
  "content": "A bizarre kick from the referee overshadowed PSG's 1-0 win at Nantes which moved the leaders 11 points clear at the top of Ligue 1.\nReferee Chapron sent off Nantes centre-back Carlos late on, though it seemed the official was the culprit.\nCarlos was running behind Chapron near the halfway line and trying to catch up with play when he inadvertently clipped the referee's heels as their paths crossed.\nChapron tumbled forward onto the floor and then, in what appeared to be an act of retribution, swiped his right leg at Carlos.\nChapron then brandished a second yellow card to Carlos, before protests from the Nantes players.\n\"It's a joke. Honestly, the whole of Europe is laughing here,\" Nantes president Waldemar Kita said after the game. \"The player is on the receiving end and it's him who gets a card. There's a problem here.\"\nWatch the bizarre incident in the video above\n",
  "dbpedia": "A bizarre kick from the referee overshadowed <a href=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" title=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" target=\"_blank\">PSG</a>'s 1-0 win at <a href=\"http://dbpedia.org/resource/FC_Nantes\" title=\"http://dbpedia.org/resource/FC_Nantes\" target=\"_blank\">Nantes</a> which moved the leaders 11 points clear at the top of <a href=\"http://dbpedia.org/resource/Ligue_1\" title=\"http://dbpedia.org/resource/Ligue_1\" target=\"_blank\">Ligue 1</a>.<br>Referee Chapron sent off <a href=\"http://dbpedia.org/resource/FC_Nantes\" title=\"http://dbpedia.org/resource/FC_Nantes\" target=\"_blank\">Nantes</a> centre-back Carlos late on, though it seemed the official was the culprit.<br>Carlos was running behind Chapron near the halfway line and trying to catch up with play when he inadvertently clipped the referee's heels as their paths crossed.<br>Chapron tumbled forward onto the floor and then, in what appeared to be an act of retribution, swiped his right leg at Carlos.<br>Chapron then brandished a second yellow card to Carlos, before protests from the <a href=\"http://dbpedia.org/resource/FC_Nantes\" title=\"http://dbpedia.org/resource/FC_Nantes\" target=\"_blank\">Nantes</a> players.<br>\"It's a joke. Honestly, the whole of Europe is laughing here,\" <a href=\"http://dbpedia.org/resource/FC_Nantes\" title=\"http://dbpedia.org/resource/FC_Nantes\" target=\"_blank\">Nantes</a> president Waldemar Kita said after the game. \"The player is on the receiving end and it's him who gets a card. There's a problem here.\"<br>Watch the bizarre incident in the video above<br>"
}