{
  "date": "26/01/18",
  "title": "Revista Predictor: Valencia v Real Madrid, Villarreal v Real Sociedad",
  "description": "We're past the halfway point in the season, and the question in the #RevistaPredictor is: who can catch Kevin Keatings? David Garrido runs us through the trio of games to predict this weekend...",
  "content": "Kevin has a 26-point advantage, and he's probably also enjoying the other pundits having to fight for the scraps and second place. Still, a straight triple-header in La Liga on Saturday could well present opportunities for the chasing pack to make up a bit of the ground...To be brutally honest, neither of these teams have done themselves any favours recently. Valencia were pushed to penalties as they just sneaked through to the Copa Del Rey semi-finals at the expense of Alaves, so they might be a little tired after their trip to the Basque country.Plus, who are they going to field alongside Ezequiel Garay in central defence? Ruben Vezo and Gabriel Paulista are suspended, Jeison Murillo and young Javi Jimenez are injured, so they might have to resort to putting new signing Francis Coquelin back there.The return of captain Dani Parejo after his ban though is a boost - he always seems to raise his game against Madrid. The Spanish champions desperately need a response after their embarrassing 2-1 defeat at home to Leganes to crash out of the Copa Del Rey at the quarter-final stage. Zinedine Zidane needs it more than anyone else. In terms of predictions, three of us think it'll be a draw, while the two Davids and Jon Driscoll are going for Gareth Bale to open the scoring.This is a useful test for new Malaga boss Jose Gonzalez after the club finally dispensed with Michel's services. He has had a few reinforcements arrive at La Rosaleda - winger Samu Garcia on loan from Levante, striker Brown Ideye comes in from China - to take their number of January recruits to four. Malaga are currently six points from safety having picked up one point from the last 15 available, whereas Girona have recovered from back-to-back La Liga defeats to put six goals past Las Palmas and then hold Atletico Madrid to a 1-1 draw.The first-timers absolutely belong in Spain's top division, and the fans must be loving flirting with the top six this season...but all three match outcomes are covered in our predictions - David P has gone home win, Rob Palmer and Jon have gone away win, while Kevin and I have backed the draw. Portu is a popular choice as first goalscorer.The alarm bells have been ringing at Real Sociedad for some time - Eusebio's side are down in 15th place, which is way below their usual expectations to be fighting it out in the European places with a first team jam-packed with talent. They've lost their last three games, surrendering a lead in the most recent two, including a 2-0 advantage at home to leaders Barcelona.Whereas Villarreal have strung together three victories in league and cup, despite having a few striking issues - Cedric Bakambu has joined Beijing Guoan and Nicola Sansone is injured. But that opens the door for the likes of Enes Unal and Denis Cheryshev to accompany Carlos Bacca. Rob's gone rogue again - the only pundit to back La Real to be victorious in a high-scoring game, while three of us have gone for Willian Jose to break the deadlock and add to his 14 goals in all competitions.It's a pivotal time in the season, not just for the 20 La Liga teams but also in our experts' league - the fight for second is fierce, but the chasing pack need to hunt in a pack and try and reel in the leader, Kevin Keatings...Don't forget to get in your predictions via Twitter - we're @SkyRevista and I'm @SkySportsDavid - you've got until 3.15pm GMT on Saturday!",
  "dbpedia": "\nKevin has a 26-point advantage, and he\\&apos;s probably also enjoying the other pundits having to fight for the scraps and second place. Still, a straight triple-header in <a href=\"http://dbpedia.org/resource/La_Liga\" title=\"http://dbpedia.org/resource/La_Liga\" target=\"_blank\">La Liga</a> on Saturday could well present opportunities for the chasing pack to make up a bit of the ground...To be brutally honest, neither of these teams have done themselves any favours recently. <a href=\"http://dbpedia.org/resource/Valencia_CF\" title=\"http://dbpedia.org/resource/Valencia_CF\" target=\"_blank\">Valencia</a> were pushed to penalties as they just sneaked through to the Copa Del Rey semi-finals at the expense of Alaves, so they might be a little tired after their trip to the Basque country.Plus, who are they going to field alongside <a href=\"http://dbpedia.org/resource/Ezequiel_Garay\" title=\"http://dbpedia.org/resource/Ezequiel_Garay\" target=\"_blank\">Ezequiel Garay</a> in central defence? Ruben Vezo and Gabriel <a href=\"http://dbpedia.org/resource/Campeonato_Paulista\" title=\"http://dbpedia.org/resource/Campeonato_Paulista\" target=\"_blank\">Paulista</a> are suspended, Jeison Murillo and young Javi Jimenez are injured, so they might have to resort to putting new signing <a href=\"http://dbpedia.org/resource/Francis_Coquelin\" title=\"http://dbpedia.org/resource/Francis_Coquelin\" target=\"_blank\">Francis Coquelin</a> back there.The return of captain <a href=\"http://dbpedia.org/resource/Daniel_Parejo\" title=\"http://dbpedia.org/resource/Daniel_Parejo\" target=\"_blank\">Dani Parejo</a> after his ban though is a boost - he always seems to raise his game against <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Madrid</a>. The Spanish champions desperately need a response after their embarrassing 2-1 defeat at home to Leganes to crash out of the Copa Del Rey at the quarter-final stage. <a href=\"http://dbpedia.org/resource/Zinedine_Zidane\" title=\"http://dbpedia.org/resource/Zinedine_Zidane\" target=\"_blank\">Zinedine Zidane</a> needs it more than anyone else. In terms of predictions, three of us think it\\&apos;ll be a draw, while the two Davids and Jon Driscoll are going for <a href=\"http://dbpedia.org/resource/Gareth_Bale\" title=\"http://dbpedia.org/resource/Gareth_Bale\" target=\"_blank\">Gareth Bale</a> to open the scoring.This is a useful test for new Malaga boss Jose Gonzalez after the club finally dispensed with Michel\\&apos;s services. He has had a few reinforcements arrive at La Rosaleda - winger Samu Garcia on loan from Levante, striker <a href=\"http://dbpedia.org/resource/Brown_Ideye\" title=\"http://dbpedia.org/resource/Brown_Ideye\" target=\"_blank\">Brown Ideye</a> comes in from <a href=\"http://dbpedia.org/resource/China_PR_national_football_team\" title=\"http://dbpedia.org/resource/China_PR_national_football_team\" target=\"_blank\">China</a> - to take their number of January recruits to four. Malaga are currently six points from safety having picked up one point from the last 15 available, whereas <a href=\"http://dbpedia.org/resource/Girona_FC\" title=\"http://dbpedia.org/resource/Girona_FC\" target=\"_blank\">Girona</a> have recovered from back-to-back <a href=\"http://dbpedia.org/resource/La_Liga\" title=\"http://dbpedia.org/resource/La_Liga\" target=\"_blank\">La Liga</a> defeats to put six goals past <a href=\"http://dbpedia.org/resource/UD_Las_Palmas\" title=\"http://dbpedia.org/resource/UD_Las_Palmas\" target=\"_blank\">Las Palmas</a> and then hold Atletico Madrid to a 1-1 draw.The first-timers absolutely belong in <a href=\"http://dbpedia.org/resource/Spain_national_football_team\" title=\"http://dbpedia.org/resource/Spain_national_football_team\" target=\"_blank\">Spain</a>\\&apos;s top division, and the fans must be loving flirting with the top six this season...but all three match outcomes are covered in our predictions - David P has gone home win, Rob Palmer and Jon have gone away win, while Kevin and I have backed the draw. Portu is a popular choice as first goalscorer.The alarm bells have been ringing at <a href=\"http://dbpedia.org/resource/Real_Sociedad\" title=\"http://dbpedia.org/resource/Real_Sociedad\" target=\"_blank\">Real Sociedad</a> for some time - Eusebio\\&apos;s side are down in 15th place, which is way below their usual expectations to be fighting it out in the European places with a first team jam-packed with talent. They\\&apos;ve lost their last three games, surrendering a lead in the most recent two, including a 2-0 advantage at home to leaders Barcelona.Whereas <a href=\"http://dbpedia.org/resource/Villarreal_CF\" title=\"http://dbpedia.org/resource/Villarreal_CF\" target=\"_blank\">Villarreal</a> have strung together three victories in league and cup, despite having a few striking issues - Cedric Bakambu has joined <a href=\"http://dbpedia.org/resource/Beijing_Guoan_F.C.\" title=\"http://dbpedia.org/resource/Beijing_Guoan_F.C.\" target=\"_blank\">Beijing Guoan</a> and <a href=\"http://dbpedia.org/resource/Nicola_Sansone\" title=\"http://dbpedia.org/resource/Nicola_Sansone\" target=\"_blank\">Nicola Sansone</a> is injured. But that opens the door for the likes of Enes Unal and Denis Cheryshev to accompany <a href=\"http://dbpedia.org/resource/Carlos_Bacca\" title=\"http://dbpedia.org/resource/Carlos_Bacca\" target=\"_blank\">Carlos Bacca</a>. Rob\\&apos;s gone rogue again - the only pundit to back La Real to be victorious in a high-scoring game, while three of us have gone for <a href=\"http://dbpedia.org/resource/Willian_Borges_da_Silva\" title=\"http://dbpedia.org/resource/Willian_Borges_da_Silva\" target=\"_blank\">Willian</a> Jose to break the deadlock and add to his 14 goals in all competitions.It\\&apos;s a pivotal time in the season, not just for the 20 <a href=\"http://dbpedia.org/resource/La_Liga\" title=\"http://dbpedia.org/resource/La_Liga\" target=\"_blank\">La Liga</a> teams but also in our experts\\&apos; league - the fight for second is fierce, but the chasing pack need to hunt in a pack and try and reel in the leader, Kevin Keatings...Don\\&apos;t forget to get in your predictions via Twitter - we\\&apos;re @SkyRevista and I\\&apos;m @SkySportsDavid - you\\&apos;ve got until 3.15pm GMT on Saturday!\n"
}