{
  "date": "02/02/18",
  "title": "Revista Predictor: Espanyol v Barcelona, Atletico v Valencia",
  "description": "A derby, the big game between second and third, and a tester involving two teams in form make up this week's #RevistaPredictor trio of chosen games, as David Garrido explains...",
  "content": "This is an intriguing one to start off with as Celta are one of the form teams in Spain's top division, winning three in a row and four out of their last five. Maxi Gomez and Iago Aspas have struck up an excellent relationship - they've scored their team's last five goals between them and also eight of the last 10.That said, Alaves have reasons to be cheerful - they played superbly at Barcelona and were unlucky to come away with nothing, and at Mendizorrotza, they're unbeaten in seven games in all competitions, winning six of those. Defender Rodrigo Ely has said Abelardo gets the most out of his players, although his newest team-mate, loanee John Guidetti, cannot play against his parent club. All three match outcomes are covered by our pundits - Messrs Driscoll and Phillips have gone home win, Kevin Keatings is backing the away victory, while Rob Palmer and I think it'll be a draw.Poor old Espanyol. History is against them in this fixture - Barcelona are unbeaten in 17 La Liga meetings, winning 14 of those. That said, the \"pericos\" did beat their bigger brothers in the first leg of the Copa del Rey quarter-finals, before that lead was overturned in the second leg at the Nou Camp in a feisty game. The home side have brought in defensive midfielder Carlos Sanchez on loan from Fiorentina (formerly of Elche, as well as Aston Villa) to replace Javi Fuego who has gone to Villarreal - maybe his combative nature could help them in a massive match like this.Their hopes at the RCDE Stadium are reflected solely by Rob, who thinks they can get a draw with Gerard Moreno scoring first... but the rest of us are backing Barca to do the necessary to keep intact their nine-point lead at the top of the table, with either Suarez or Lionel Messi getting what could be a crucial first goal.Is this where Valencia's season starts to unravel? It's five La Liga defeats in eight games for Marcelino's men, whose squad is showing its frailty as it suffers with injuries and suspensions. The 4-1 loss at home to Real Madrid perhaps flattered the visitors slightly, but it's a humbling nonetheless... and to have two legs of a Copa semi-final with Barcelona either side of this visit to the Wanda is hardly ideal, especially without their star performer this season, Gonçalo Guedes.Antoine Griezmann is in the goals once again, three in as many games in all competitions, which bodes well for Atleti, especially as they are unable to count on Diego Costa as he is still injured. Three of us have picked the Frenchman to break the deadlock, and all of us except Rob have predicted a home win. If that happens, Atletico will be nine points above Valencia, and dominant in the race for second place.There's a chance that at least two of the chasing pack, maybe three, can break through the 100-point mark this week. More pressing is making sure that Kevin does not increase his advantage any further...It's not all down to the so-called \"experts\", though - don't forget to get involved yourselves on Twitter, by submitting your predictions, tagging in @SkyRevista and using the hashtag #RevistaPredictor.You've got until 5.30pm GMT on Saturday to do so. Enjoy.",
  "dbpedia": "\nThis is an intriguing one to start off with as <a href=\"http://dbpedia.org/resource/Celta_de_Vigo\" title=\"http://dbpedia.org/resource/Celta_de_Vigo\" target=\"_blank\">Celta</a> are one of the form teams in <a href=\"http://dbpedia.org/resource/Spain_national_football_team\" title=\"http://dbpedia.org/resource/Spain_national_football_team\" target=\"_blank\">Spain</a>\\&apos;s top division, winning three in a row and four out of their last five. Maxi Gomez and <a href=\"http://dbpedia.org/resource/Iago_Aspas\" title=\"http://dbpedia.org/resource/Iago_Aspas\" target=\"_blank\">Iago Aspas</a> have struck up an excellent relationship - they\\&apos;ve scored their team\\&apos;s last five goals between them and also eight of the last 10.That said, Alaves have reasons to be cheerful - they played superbly at <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> and were unlucky to come away with nothing, and at Mendizorrotza, they\\&apos;re unbeaten in seven games in all competitions, winning six of those. Defender Rodrigo Ely has said Abelardo gets the most out of his players, although his newest team-mate, loanee <a href=\"http://dbpedia.org/resource/John_Guidetti\" title=\"http://dbpedia.org/resource/John_Guidetti\" target=\"_blank\">John Guidetti</a>, cannot play against his parent club. All three match outcomes are covered by our pundits - Messrs Driscoll and Phillips have gone home win, Kevin Keatings is backing the away victory, while Rob Palmer and I think it\\&apos;ll be a draw.Poor old <a href=\"http://dbpedia.org/resource/RCD_Espanyol\" title=\"http://dbpedia.org/resource/RCD_Espanyol\" target=\"_blank\">Espanyol</a>. History is against them in this fixture - <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> are unbeaten in 17 <a href=\"http://dbpedia.org/resource/La_Liga\" title=\"http://dbpedia.org/resource/La_Liga\" target=\"_blank\">La Liga</a> meetings, winning 14 of those. That said, the &quot;pericos&quot; did beat their bigger brothers in the first leg of the Copa del Rey quarter-finals, before that lead was overturned in the second leg at the Nou Camp in a feisty game. The home side have brought in defensive midfielder Carlos Sanchez on loan from <a href=\"http://dbpedia.org/resource/ACF_Fiorentina\" title=\"http://dbpedia.org/resource/ACF_Fiorentina\" target=\"_blank\">Fiorentina</a> (formerly of <a href=\"http://dbpedia.org/resource/Elche_CF\" title=\"http://dbpedia.org/resource/Elche_CF\" target=\"_blank\">Elche</a>, as well as <a href=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" title=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" target=\"_blank\">Aston Villa</a>) to replace Javi Fuego who has gone to <a href=\"http://dbpedia.org/resource/Villarreal_CF\" title=\"http://dbpedia.org/resource/Villarreal_CF\" target=\"_blank\">Villarreal</a> - maybe his combative nature could help them in a massive match like this.Their hopes at the RCDE Stadium are reflected solely by Rob, who thinks they can get a draw with Gerard Moreno scoring first... but the rest of us are backing Barca to do the necessary to keep intact their nine-point lead at the top of the table, with either Suarez or <a href=\"http://dbpedia.org/resource/Lionel_Messi\" title=\"http://dbpedia.org/resource/Lionel_Messi\" target=\"_blank\">Lionel Messi</a> getting what could be a crucial first goal.Is this where <a href=\"http://dbpedia.org/resource/Valencia_CF\" title=\"http://dbpedia.org/resource/Valencia_CF\" target=\"_blank\">Valencia</a>\\&apos;s season starts to unravel? It\\&apos;s five <a href=\"http://dbpedia.org/resource/La_Liga\" title=\"http://dbpedia.org/resource/La_Liga\" target=\"_blank\">La Liga</a> defeats in eight games for Marcelino\\&apos;s men, whose squad is showing its frailty as it suffers with injuries and suspensions. The 4-1 loss at home to <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Real Madrid</a> perhaps flattered the visitors slightly, but it\\&apos;s a humbling nonetheless... and to have two legs of a Copa semi-final with <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> either side of this visit to the Wanda is hardly ideal, especially without their star performer this season, Gon&#xE7;alo Guedes.Antoine Griezmann is in the goals once again, three in as many games in all competitions, which bodes well for Atleti, especially as they are unable to count on Diego Costa as he is still injured. Three of us have picked the Frenchman to break the deadlock, and all of us except Rob have predicted a home win. If that happens, Atletico will be nine points above <a href=\"http://dbpedia.org/resource/Valencia_CF\" title=\"http://dbpedia.org/resource/Valencia_CF\" target=\"_blank\">Valencia</a>, and dominant in the race for second place.There\\&apos;s a chance that at least two of the chasing pack, maybe three, can break through the 100-point mark this week. More pressing is making sure that Kevin does not increase his advantage any further...It\\&apos;s not all down to the so-called &quot;experts&quot;, though - don\\&apos;t forget to get involved yourselves on Twitter, by submitting your predictions, tagging in @SkyRevista and using the hashtag #RevistaPredictor.You\\&apos;ve got until 5.30pm GMT on Saturday to do so. Enjoy.\n"
}