{
  "date": "15/01/18",
  "title": "Ricky Holmes defends decision to leave Charlton for Sheffield United",
  "description": "Sheffield United completed their fourth signing of the January transfer window with the arrival of winger Ricky Holmes from Charlton.",
  "content": "Holmes, 30, arrives at Bramall Lane on a two-and-a-half-year deal for an undisclosed fee, understood to be around £400,00 by Sky sources.\nSky Sports News understands a swap deal with United midfielder Samir Carruthers was discussed, but an agreement could not be reached with all parties.\nHolmes took to social media to respond to negative comments from Charlton supporters which greeted his decision to leave League One for the Championship.\nHe tweeted: \"Getting a lot of negative comments on here. When a club agrees to sell you [and] take a fee, you have a decision to make. My career has been a slow progression from Park football to where I am now. We play at our level to get to the next and hope to get to the top.\n\"Yes I would love to have done it with Charlton but that's no guarantee. I've been given the chance to play for another great club who are close to achieving that dream of top flight football, at my age I might not get another chance.\n\"In all jobs if you are offered a promotion you would be stupid not to take it, football seems to be different.\n\"I had a great time at Charlton, just a shame it wasn't more successful. I feel I always gave my all and hope the fans enjoyed my performances. Along the way I met some great people from fans, staff and players.\n\"It's a new chapter in the short career us footballers get and I can't wait to get started!\n\"I wish Charlton all the success the fans deserve.\"\nThe 30-year-old was in attendance at Bramall Lane for the Steel City derby on Friday as United drew 0-0 with rivals Wednesday.\n",
  "dbpedia": "Holmes, 30, arrives at <a href=\"http://dbpedia.org/resource/Bramall_Lane\" title=\"http://dbpedia.org/resource/Bramall_Lane\" target=\"_blank\">Bramall Lane</a> on a two-and-a-half-year deal for an undisclosed fee, understood to be around £400,00 by Sky sources.<br>Sky Sports News understands a swap deal with United midfielder <a href=\"http://dbpedia.org/resource/Samir_Carruthers\" title=\"http://dbpedia.org/resource/Samir_Carruthers\" target=\"_blank\">Samir Carruthers</a> was discussed, but an agreement could not be reached with all parties.<br>Holmes took to social media to respond to negative comments from <a href=\"http://dbpedia.org/resource/Charlton_Athletic_F.C.\" title=\"http://dbpedia.org/resource/Charlton_Athletic_F.C.\" target=\"_blank\">Charlton</a> supporters which greeted his decision to leave <a href=\"http://dbpedia.org/resource/Football_League_One\" title=\"http://dbpedia.org/resource/Football_League_One\" target=\"_blank\">League One</a> for the Championship.<br>He tweeted: \"Getting a lot of negative comments on here. When a club agrees to sell you [and] take a fee, you have a decision to make. My career has been a slow progression from Park football to where I am now. We play at our level to get to the next and hope to get to the top.<br>\"Yes I would love to have done it with <a href=\"http://dbpedia.org/resource/Charlton_Athletic_F.C.\" title=\"http://dbpedia.org/resource/Charlton_Athletic_F.C.\" target=\"_blank\">Charlton</a> but that's no guarantee. I've been given the chance to play for another great club who are close to achieving that dream of top flight football, at my age I might not get another chance.<br>\"In all jobs if you are offered a promotion you would be stupid not to take it, football seems to be different.<br>\"I had a great time at <a href=\"http://dbpedia.org/resource/Charlton_Athletic_F.C.\" title=\"http://dbpedia.org/resource/Charlton_Athletic_F.C.\" target=\"_blank\">Charlton</a>, just a shame it wasn't more successful. I feel I always gave my all and hope the fans enjoyed my performances. Along the way I met some great people from fans, staff and players.<br>\"It's a new chapter in the short career us footballers get and I can't wait to get started!<br>\"I wish <a href=\"http://dbpedia.org/resource/Charlton_Athletic_F.C.\" title=\"http://dbpedia.org/resource/Charlton_Athletic_F.C.\" target=\"_blank\">Charlton</a> all the success the fans deserve.\"<br>The 30-year-old was in attendance at <a href=\"http://dbpedia.org/resource/Bramall_Lane\" title=\"http://dbpedia.org/resource/Bramall_Lane\" target=\"_blank\">Bramall Lane</a> for the Steel City derby on Friday as United drew 0-0 with rivals Wednesday.<br>"
}