{
  "date": "31/01/18",
  "title": "Riyad Mahrez: Is the Leicester man ready for Manchester City?",
  "description": "Riyad Mahrez has handed in a transfer request at Leicester amid interest from Manchester City, according to Sky Sports News, so is the Algeria international ready for the step up?",
  "content": "There have been times in the last 18 months when it seemed Riyad Mahrez might have missed his shot at one of the Premier League's elite. His dazzling performances in Leicester's title-winning campaign faded as he struggled through last season, and when the summer came around his only genuine suitors were Italian side Roma.Their offers were rejected by Leicester, and Mahrez's inconsistency continued at the start of the new campaign. After one particularly subdued showing against Liverpool in September, he even found himself dropped to the bench for a trip to Bournemouth. \"It doesn't faze me leaving players out,\" said Craig Shakespeare.Mahrez had been warned, but it was not long until his fortunes finally changed. He scored his first goal of the season in Shakespeare's final game against West Brom, and he has gone from strength to strength ever since. Having been the inspiration behind Leicester's turnaround, the question now is whether he is ready to make another step up.From Leicester's perspective, there are certainly no doubts about his capabilities. The club are determined to keep their prized asset from Manchester City, with Claude Puel recently saying he could be worth as much as £100m. It may have seemed like an unrealistic price-tag, but the Frenchman's views are echoed by others to have worked closely with the 26-year-old.\"He is a fantastic player and a fantastic talent, absolutely no doubt about it,\" said Puel's assistant manager Michael Appleton in an interview given to Sky Sports last week.\"If you look at the type of money Philippe Coutinho and Virgil van Dijk have gone for, then he would have to be in and around those figures. He does things in training that I'm convinced only the top, top players can do.\"Even more important, however, is that Mahrez has started doing those things on match days again as well. Since October, when Shakespeare made way for Puel and Leicester began their steady march up the Premier League table, Mahrez has scored eight goals and provided five assists in 17 appearances.Mahrez's contribution is unbeaten by any Manchester City player in that time. In fact, only Tottenham's Harry Kane and Liverpool's Mohamed Salah have been more productive in front of goal. If the season had started in October, the winner of the 2015/16 PFA Player of the Year award might even be a contender for this year's prize.\"One thing I would applaud Claude for would be the little bit of freedom he's given Riyad since he came in,\" added Appleton. \"I think he's taken to that. It's little things like making him captain against Fleetwood. It's an FA Cup replay, Wes Morgan and Kasper Schmeichel are out and we're expected to win, but you could tell he enjoyed that responsibility.\"Mahrez's growing maturity provides further encouragement for Manchester City and so too do some of his performances in the bigger games. It was against City at the Etihad Stadium two years ago that he produced one of the best individual displays of Leicester's extraordinary 2015/16 campaign, scoring one goal and setting up another in a memorable 3-1 win.He was similarly impressive when they travelled to Stamford Bridge to face Chelsea just a few weeks ago. Leicester came away with one point instead of three on that occasion, but Mahrez was the best player on the pitch, tormenting Antonio Conte's side from start to finish and making eight successful dribbles.\"Could he play at one of the top six? I think he could,\" added Appleton last week, \"but I think he would have to adapt his style slightly. There would be more of a demand on him without the ball.\"The stats suggest Appleton has a point. Mahrez's numbers for tackles, interceptions and ball recoveries per 90 minutes have fallen in each of the last three seasons at Leicester, according to Opta. At a team like Manchester City, where Guardiola demands ferocious work-rate from his attacking players, he is unlikely to be granted the same \"freedom\" he has been given by Puel.It would be a challenge for Mahrez but he cannot be accused of lacking intensity lately and his durability is impressive too. For all the uncertainty surrounding his future and for all the questions regarding his form, Mahrez has still featured in 97 of Leicester's last 100 Premier League games.It's just another reason why they are so desperate to keep him - and why Manchester City feel he is the right man to help their hunt for the big trophies. Things have not panned out quite how he or Leicester might have hoped after their incredible 2015/16 campaign. But there is plenty of evidence to suggest Mahrez can reach those heights again.Get Sky Sports from £18 a month and watch the latest transfers live in action for their new teams"
}