{
  "date": "02/02/18",
  "title": "Riyad Mahrez not at Leicester training after Man City move fails to progress",
  "description": "Riyad Mahrez failed to report for Leicester City training again on Thursday, a day after a move to Manchester City failed to materialise, Sky Sports News understands.",
  "content": "The forward was the subject of multiple offers from the Premier League leaders, with the last of those understood to be a player-plus-cash offer worth an estimated £65m.\nSky Sports News understands Leicester value the Algeria international much nearer £95m and talks broke down with Man City unwilling to go further than what turned out to be their final bid.\nMahrez put in another transfer request in the days running up to Deadline Day, and was not at training on Friday last week, meaning he was not part of the Leicester squad for Wednesday's 2-1 defeat at Everton.\nSky Sports News was told on Deadline Day that Mahrez had been left \"depressed\" by Leicester's decision not to accept City's final offer for him.\nMahrez is understood to have told Leicester his emotional state is not strong enough to play football at the moment.\nOn Wednesday, one of Mahrez's friends told Sky Sports News: \"This is the fourth transfer window in which Leicester have said they will allow him to leave. He feels very strongly that he has done everything in his powers for the club.\n\"Joining Manchester City would have been a dream for him. Playing for Pep Guardiola is something he is still desperate to do. That seems a long way off right now. He's very down about how he's been treated by a club he has served so well.\"\nLeicester boss Claude Puel hoped Mahrez would return to training \"with a smile\" after the defeat at Goodison Park and was happy to have him re-integrate into the squad before Thursday's failure to report for training.\n\"We will see, but the most important thing is to keep my focus with the others and we will see with Riyad,\" Puel said.\n\"It's of course always a difficult situation and we will have to manage this situation with Riyad and I hope he can come back quickly with us and with a smile and happy to play with us.\"\n",
  "dbpedia": "The forward was the subject of multiple offers from the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> leaders, with the last of those understood to be a player-plus-cash offer worth an estimated £65m.<br>Sky Sports News understands <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a> value the Algeria international much nearer £95m and talks broke down with Man City unwilling to go further than what turned out to be their final bid.<br>Mahrez put in another transfer request in the days running up to Deadline Day, and was not at training on Friday last week, meaning he was not part of the <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a> squad for Wednesday's 2-1 defeat at <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>.<br>Sky Sports News was told on Deadline Day that Mahrez had been left \"depressed\" by <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a>'s decision not to accept City's final offer for him.<br>Mahrez is understood to have told <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a> his emotional state is not strong enough to play football at the moment.<br>On Wednesday, one of Mahrez's friends told Sky Sports News: \"This is the fourth transfer window in which <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a> have said they will allow him to leave. He feels very strongly that he has done everything in his powers for the club.<br>\"Joining <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> would have been a dream for him. Playing for <a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a> is something he is still desperate to do. That seems a long way off right now. He's very down about how he's been treated by a club he has served so well.\"<br><a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a> boss <a href=\"http://dbpedia.org/resource/Claude_Puel\" title=\"http://dbpedia.org/resource/Claude_Puel\" target=\"_blank\">Claude Puel</a> hoped Mahrez would return to training \"with a smile\" after the defeat at <a href=\"http://dbpedia.org/resource/Goodison_Park\" title=\"http://dbpedia.org/resource/Goodison_Park\" target=\"_blank\">Goodison Park</a> and was happy to have him re-integrate into the squad before Thursday's failure to report for training.<br>\"We will see, but the most important thing is to keep my focus with the others and we will see with Riyad,\" Puel said.<br>\"It's of course always a difficult situation and we will have to manage this situation with Riyad and I hope he can come back quickly with us and with a smile and happy to play with us.\"<br>"
}