{
  "date": "01/02/18",
  "title": "Riyad Mahrez 'depressed' at Leicester behaviour as Man City move appears off",
  "description": "Riyad Mahrez is \"depressed\" that a proposed record move to Manchester City is being stopped by Leicester, a friend of the winger has told Sky Sports News.",
  "content": "City have ended their pursuit of the Algeria international, Sky Sports News understands, after the two clubs tried for several hours to agree a deal involving cash-plus-player without success on Deadline Day.A friend of Mahrez says the player feels he has done everything he can for Leicester City during his four-year stint and cannot understand why the club would pass up on huge profit for someone they paid just £350,000 for in 2014.The friend said: \"Riyad is very depressed this evening over the events of the last two days. He doesn't understand why Leicester have behaved in the way they have.\"This is the fourth transfer window in which Leicester have said they will allow him to leave. He feels very strongly that he has done everything in his powers for the club.\"He played a huge part in Leicester's promotion in his first season. He then helped them make history in winning the Premier League title and he has done what the chairman has asked of him, which is to stay at the King Power and secure the club's Premier League safety.\"They have let N'Golo Kante and Danny Drinkwater go. He would have been the record sale in the history of the club and the record purchase for Manchester City. By my calculations, Leicester would have made £59.8m profit on the player they bought from Le Havre for £350,000.\"He's been told by many of his former team-mates that, to get out of Leicester, you have to go to war, which he has tried to avoid. He's given his all for Leicester this season so that he could leave in this window.\"Joining Manchester City would have been a dream for him. Playing for Pep Guardiola is something he is still desperate to do. That seems a long way off right now. He's very down about how he's been treated by a club he has served so well.\""
}