{
  "date": "02/02/18",
  "title": "Riyad Mahrez's behaviour will not help his career, says Danny Higginbotham",
  "description": "Former Premier League player Danny Higginbotham believes Riyad Mahrez’s behaviour following his failed move to Manchester City is wrong.",
  "content": "Sky sources understand Mahrez, who handed in a transfer request earlier this week, has missed training for the second successive day and has been left \"depressed\" by Leicester's decision not to accept City's final £65m player-plus-cash offer for him.Higginbotham feels the Algerian's actions could impact on a potential move away from the King Power Stadium and has urged the 26-year-old to return to Leicester duty.He said: \"Mahrez probably saw Manchester City as a dream move but it's not happened and that's why he's a little bit frustrated by it and annoyed emotionally.\"If he does stay away from the training ground and if he doesn't get involved, he's going to be the one that loses out because it's going to affect him and affect other managers who do want him.\"What he needs to do, is what he did in the summer - come back in, get back involved with the dressing room again, show the ability he has got which got the bids and interest from Manchester City.\"When they won the Premier League, he signed a new contract. In the contract surely you get a fee you can be bought out for - that's something that should have been negotiated.\"If you're the football club you turn around to him and say 'Listen, get yourself back into the fold, we will let you go in the summer, this is how much we will let you go for and then you can move on from there.'\"He's now got to get on with it. It's the second time it's happened now and they'll be some players that are a little bit annoyed with him.\"I've been in situations in dressing rooms where players have wanted to leave but I've not been bothered in the slightest as long as it's not affected the team and he's not been out of order in the dressing room.\"The club holds the power because they have given him the contract, they're financially in a very stable position. Mahrez's problem will be that they've let some big players go, with the likes of Drinkwater and Kante leaving in recent seasons.\"There's having frustration but it's how you go about it. The one thing you don't do, unless he has permission to do, is stay away from training - that's not the way to go about things. All you are going to do is make the club dig their heels in even more.\"The best thing he can do now is get back involved in the team, go on and have a few good months until the end of the season and then see where the land lies.\"",
  "dbpedia": "\nSky sources understand Mahrez, who handed in a transfer request earlier this week, has missed training for the second successive day and has been left &quot;depressed&quot; by <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a>\\&apos;s decision not to accept City\\&apos;s final &#xA3;65m player-plus-cash offer for him.Higginbotham feels the Algerian\\&apos;s actions could impact on a potential move away from the King Power Stadium and has urged the 26-year-old to return to <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a> duty.He said: &quot;Mahrez probably saw <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> as a dream move but it\\&apos;s not happened and that\\&apos;s why he\\&apos;s a little bit frustrated by it and annoyed emotionally.&quot;If he does stay away from the training ground and if he doesn\\&apos;t get involved, he\\&apos;s going to be the one that loses out because it\\&apos;s going to affect him and affect other managers who do want him.&quot;What he needs to do, is what he did in the summer - come back in, get back involved with the dressing room again, show the ability he has got which got the bids and interest from <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>.&quot;When they won the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, he signed a new contract. In the contract surely you get a fee you can be bought out for - that\\&apos;s something that should have been negotiated.&quot;If you\\&apos;re the football club you turn around to him and say \\&apos;Listen, get yourself back into the fold, we will let you go in the summer, this is how much we will let you go for and then you can move on from there.\\&apos;&quot;He\\&apos;s now got to get on with it. It\\&apos;s the second time it\\&apos;s happened now and they\\&apos;ll be some players that are a little bit annoyed with him.&quot;I\\&apos;ve been in situations in dressing rooms where players have wanted to leave but I\\&apos;ve not been bothered in the slightest as long as it\\&apos;s not affected the team and he\\&apos;s not been out of order in the dressing room.&quot;The club holds the power because they have given him the contract, they\\&apos;re financially in a very stable position. Mahrez\\&apos;s problem will be that they\\&apos;ve let some big players go, with the likes of Drinkwater and Kante leaving in recent seasons.&quot;There\\&apos;s having frustration but it\\&apos;s how you go about it. The one thing you don\\&apos;t do, unless he has permission to do, is stay away from training - that\\&apos;s not the way to go about things. All you are going to do is make the club dig their heels in even more.&quot;The best thing he can do now is get back involved in the team, go on and have a few good months until the end of the season and then see where the land lies.&quot;\n"
}