{
  "date": "11/01/18",
  "title": "Roberto Mancini says coaching Italy would be 'an honour' ",
  "description": "Former Manchester City and Inter Milan coach Roberto Mancini says he would like to coach Italy's national team, describing the possibility as an honour.",
  "content": "The job has been vacant since Gian Piero Ventura was sacked in November following Italy's failure to qualify for the World Cup and Carlo Ancelotti, another potential candidate, has already said he is not interested at the moment.\nMancini, a gifted forward in his playing days, won a surprisingly modest 36 caps for Italy and never played at a World Cup, although was an unused member of the 1990 squad.\n\"I have a dream, which is to win as a coach something I never won as a player: the World Cup,\" the 53-year-old told Gazzetta dello Sport.\n\"I have worked at big clubs and won. It's beautiful to coach the national team. It would be an honour, a source of pride - and winning the European championship or World Cup even more so.\"\nMancini, coach of Russian side Zenit St Petersburg, said that the long periods without seeing his players - something many national team coaches complain about - would not be a problem.\n\"I've worked on the pitch as a player and coach every day for 40 years,\" he said. \"I'm still young - I can go back to club football after the national team.\"\n",
  "dbpedia": "The job has been vacant since Gian Piero Ventura was sacked in November following <a href=\"http://dbpedia.org/resource/Italy_national_football_team\" title=\"http://dbpedia.org/resource/Italy_national_football_team\" target=\"_blank\">Italy</a>'s failure to qualify for the World Cup and <a href=\"http://dbpedia.org/resource/Carlo_Ancelotti\" title=\"http://dbpedia.org/resource/Carlo_Ancelotti\" target=\"_blank\">Carlo Ancelotti</a>, another potential candidate, has already said he is not interested at the moment.<br>Mancini, a gifted forward in his playing days, won a surprisingly modest 36 caps for <a href=\"http://dbpedia.org/resource/Italy_national_football_team\" title=\"http://dbpedia.org/resource/Italy_national_football_team\" target=\"_blank\">Italy</a> and never played at a World Cup, although was an unused member of the 1990 squad.<br>\"I have a dream, which is to win as a coach something I never won as a player: the World Cup,\" the 53-year-old told Gazzetta dello Sport.<br>\"I have worked at big clubs and won. It's beautiful to coach the national team. It would be an honour, a source of pride - and winning the European championship or World Cup even more so.\"<br>Mancini, coach of Russian side <a href=\"http://dbpedia.org/resource/FC_Zenit_Saint_Petersburg\" title=\"http://dbpedia.org/resource/FC_Zenit_Saint_Petersburg\" target=\"_blank\">Zenit St Petersburg</a>, said that the long periods without seeing his players - something many national team coaches complain about - would not be a problem.<br>\"I've worked on the pitch as a player and coach every day for 40 years,\" he said. \"I'm still young - I can go back to club football after the national team.\"<br>"
}