{
  "date": "17/01/18",
  "title": "Roberto Firmino says his commitment to Liverpool has sparked close bond with fans",
  "description": "Roberto Firmino says his motivation to \"give everything on the pitch\" has helped him forge a close bond with Liverpool supporters. ",
  "content": "The 26-year-old has become an important player to the club and with his contract up in 2020, they are keen to tie him down to a longer deal.\nFirmino has scored 17 goals in all competitions this season, including a goal in the Reds' 4-3 win over Manchester City on Sunday.\nThe Brazilian believes his charisma and dedication to the club is why fans hold him in high regard.\n\"I always treat people well. I always stop, it's never a problem when people want to speak with me. That's ok with me - I'm never rude to anyone,\" he told Liverpool's official website.\n\"And then on the field I give absolutely everything, I play with all of my heart and that's why I think it is.\n\"I'm always a happy person, I'm always smiling. I'm at peace and I think it's important that you are.\"\nFirmino arrived at Anfield in 2015 for £21.3m from Bundesliga club Hoffenheim.\nHe says a combination of instinct and leaving Brazil for Germany as an 18-year-old back in 2011 has helped shape him on and off the pitch.\n\"It's natural, of course. It comes from the cradle almost,\" the Brazil international said\n\"I think though that the four years I spent in Germany changed my mentality a great deal. It made me become a lot harder.\"\nFirmino also revealed he prepares \"very intensely\" for all games, both physically and mentally.\nHe added. \"I'm always eating the right food, I make sure I eat well, and I believe in God so I pray before all games that I'll be alright. So I prepare on all levels for games.\"\nCurrently third in the Premier League, Liverpool travel to Swansea for Monday Night Football on January 22.\n",
  "dbpedia": "The 26-year-old has become an important player to the club and with his contract up in 2020, they are keen to tie him down to a longer deal.<br>Firmino has scored 17 goals in all competitions this season, including a goal in the Reds' 4-3 win over <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> on Sunday.<br>The Brazilian believes his charisma and dedication to the club is why fans hold him in high regard.<br>\"I always treat people well. I always stop, it's never a problem when people want to speak with me. That's ok with me - I'm never rude to anyone,\" he told <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>'s official website.<br>\"And then on the field I give absolutely everything, I play with all of my heart and that's why I think it is.<br>\"I'm always a happy person, I'm always smiling. I'm at peace and I think it's important that you are.\"<br>Firmino arrived at <a href=\"http://dbpedia.org/resource/Anfield\" title=\"http://dbpedia.org/resource/Anfield\" target=\"_blank\">Anfield</a> in 2015 for £21.3m from Bundesliga club <a href=\"http://dbpedia.org/resource/TSG_1899_Hoffenheim\" title=\"http://dbpedia.org/resource/TSG_1899_Hoffenheim\" target=\"_blank\">Hoffenheim</a>.<br>He says a combination of instinct and leaving Brazil for Germany as an 18-year-old back in 2011 has helped shape him on and off the pitch.<br>\"It's natural, of course. It comes from the cradle almost,\" the Brazil international said<br>\"I think though that the four years I spent in Germany changed my mentality a great deal. It made me become a lot harder.\"<br>Firmino also revealed he prepares \"very intensely\" for all games, both physically and mentally.<br>He added. \"I'm always eating the right food, I make sure I eat well, and I believe in God so I pray before all games that I'll be alright. So I prepare on all levels for games.\"<br>Currently third in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> travel to <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> for Monday Night Football on January 22.<br>"
}