{
  "date": "06/01/18",
  "title": "Roberto Firmino-Mason Holgate row to be investigated by FA",
  "description": "The Football Association has confirmed it will begin making enquiries into an allegation made to referee Bobby Madley, after Roberto Firmino and Mason Holgate clashed during the Merseyside derby on Friday. ",
  "content": "Madley was made aware of an allegation following a row between Firmino and Holgate during Liverpool's 2-1 win over Everton at Anfield.\nThe pair were involved in an angry exchange after Everton defender Holgate pushed Liverpool forward Firmino into the Main Stand, and the two players had to be forcibly separated by Madley and their team-mates after words were exchanged.\nA statement released by the FA on Saturday read: \"The FA can confirm that referee Bobby Madley was made aware of an allegation during the Liverpool versus Everton game at Anfield last night and has subsequently reported this to The FA, which will now begin making enquiries into the matter.\"\nThe FA made no further comment but, as part of their enquiries, officials would normally be expected to take statements from relevant witnesses, including players, managers and officials, to establish the facts.\nSky Sports News understand there are no audio recordings of the referee from the match as the body of match officials, the Professional Game Match Officials Limited (PGMOL), does not make recordings of domestic games.\nOnly after receiving further information would the FA decide whether to issue any charges.\nLiverpool have pledged to co-operate with any investigation arising from the incident.\nA club spokesman said: \"The club and player will fully cooperate with the relevant authorities to ensure the facts are established in a thorough manner if deemed necessary or requested.\n\"While that process is ongoing, we will not be making any further comment.\"\nEverton boss Sam Allardyce was asked in his post-match press conference if the incident was sparked by an alleged racist comment and said: \"I'm telling you nothing until whatever systems are used to find out exactly what happened and what didn't happen.\n\"I'm here to talk about football, not controversial incidents.\"\n",
  "dbpedia": "Madley was made aware of an allegation following a row between Firmino and Holgate during <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>'s 2-1 win over <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> at <a href=\"http://dbpedia.org/resource/Anfield\" title=\"http://dbpedia.org/resource/Anfield\" target=\"_blank\">Anfield</a>.<br>The pair were involved in an angry exchange after <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> defender Holgate pushed <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> forward Firmino into the Main Stand, and the two players had to be forcibly separated by Madley and their team-mates after words were exchanged.<br>A statement released by the FA on Saturday read: \"The FA can confirm that referee Bobby Madley was made aware of an allegation during the <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> versus <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> game at <a href=\"http://dbpedia.org/resource/Anfield\" title=\"http://dbpedia.org/resource/Anfield\" target=\"_blank\">Anfield</a> last night and has subsequently reported this to The FA, which will now begin making enquiries into the matter.\"<br>The FA made no further comment but, as part of their enquiries, officials would normally be expected to take statements from relevant witnesses, including players, managers and officials, to establish the facts.<br>Sky Sports News understand there are no audio recordings of the referee from the match as the body of match officials, the Professional Game Match Officials Limited (PGMOL), does not make recordings of domestic games.<br>Only after receiving further information would the FA decide whether to issue any charges.<br><a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> have pledged to co-operate with any investigation arising from the incident.<br>A club spokesman said: \"The club and player will fully cooperate with the relevant authorities to ensure the facts are established in a thorough manner if deemed necessary or requested.<br>\"While that process is ongoing, we will not be making any further comment.\"<br><a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> boss <a href=\"http://dbpedia.org/resource/Sam_Allardyce\" title=\"http://dbpedia.org/resource/Sam_Allardyce\" target=\"_blank\">Sam Allardyce</a> was asked in his post-match press conference if the incident was sparked by an alleged racist comment and said: \"I'm telling you nothing until whatever systems are used to find out exactly what happened and what didn't happen.<br>\"I'm here to talk about football, not controversial incidents.\"<br>"
}