{
  "date": "10/01/18",
  "title": "Brendan Rodgers says Philippe Coutinho sent him message after Barcelona move",
  "description": "Brendan Rodgers has revealed Philippe Coutinho sent him a special text message when he joined Barcelona from Liverpool.",
  "content": "Coutinho completed his £145m move to Barca on Monday to become the second most expensive player in history.He posted an emotional farewell to Liverpool supporters on Instagram after sealing his move and the Brazil international also took the time to message his former manager Rodgers, who signed him from Inter Milan for £8.5m during his spell in charge at Anfield.\"He sent me a nice text the other day when he was arriving in Barcelona,\" Rodgers told the Daily Record. \"He is a great young guy, he was never a moment's problem for me. He was a magical player to work with.\"It's brilliant for both as he is a Barcelona player if ever there was one. At the time when I brought him, he wasn't in the team at Inter Milan. People questioned whether he was big enough and tall enough.\"But I'd seen him as a young player at 18 at Inter Milan around top players and I always felt he had the technical quality. And, of course, he was always going to get better physically.\"We kept in contact ever since we left.\"Rodgers believes Coutinho now has the potential to remain at the Nou Camp for the next decade after developing into a world-class player at Anfield.\"Before he came over to Liverpool, he was low in confidence,\" said Rodgers. \"I believed in his ability. It was clear what he was. If you see him play now, he played like that when he was an 11-year-old child, if you see videos of him playing Futsal.\"He was exactly the same. But he needed that belief. He came in and developed and improved. He was outstanding for me and a real humble boy.\"He will go and join Luis (Suarez) now. They both got on very well.\"He is in the middle of his asset age, so he's going to light it up there for the next eight, nine, 10 years. A brilliant player who works really hard and never forgets his roots.\""
}