{
  "date": "01/02/18",
  "title": "Roman Abramovich backing Chelsea's antisemitism campaign",
  "description": "Roman Abramovich says he is proud to launch Chelsea's new 'Say no to antisemitism' initiative as part of the club's 'Building Bridges' program.",
  "content": "Chelsea introduced the campaign on antisemitism to educate players, staff and fans on Judaism and Jewish heritage and culture.Owner Roman Abramovich pledged his support by dedicating Chelsea's midweek fixture against Bournemouth to the cause.He wrote in the matchday programme: \"On 27 January, the world observed Holocaust Memorial Day. The Holocaust was a crime without parallel in history.\"We must never forget such atrocities and must do our utmost to prevent them from ever happening again. It is my honour to dedicate this match to the victims of the Holocaust and to the Jewish community.\"The campaign is part of Chelsea Foundation's 'Building Bridges' program. The scheme is part of Chelsea's ongoing commitment to promoting equality and diversity within the club and the community.The program reflects the Russian's initial ambitions for the club, and Abramovich explained what Chelsea should represent.He said: \"When I first came to Chelsea, I had two ambitions: to create world-class teams on the pitch; and to ensure the club plays a positive role in all its communities, using football as a vehicle to inspire and engage.\"Like Abramovich, former Chelsea player Yossi Benayoun is Jewish. In 2013, the Israeli international was subject to antisemitic abuse from his own fans.Abramovich wants to create a club that is welcoming to everyone and he believes 'Say no to antisemitism' is a step in the right direction.He added: \"This is the start of an important journey and we all have a part to play. We can all do something to challenge discrimination at our club as well as within the world around us.\"I am proud to launch an initiative to raise awareness of and to tackle antisemitism in all its forms, and hope to have your support for this work.\""
}