{
  "date": "22/12/16",
  "title": "Romelu Lukaku's new Everton contract '99.9 per cent' done, says Mino Raiola",
  "description": "Romelu Lukaku's new Everton contract is \"99.9 per cent\" done and he is set to become the club's first £100,000-plus-a-week player.",
  "content": "Everton fended off interest for the 23-year-old in the summer, but Mino Raiola said a new contract would not prevent him leaving at the end of the season.\nLukaku's current Everton deal expires in 2019.\n\"With Everton, we have 99.9 per cent reached terms,\" Raiola told talkSPORT. \"We are talking to the club in a good spirit so we are very hopeful. There are no problems on the way that I foresee.\n\"I don't see any big problems. It is a question of putting the details on the paper.\"\nLukaku joined the Toffees from Chelsea for a club-record £28m in 2014 and has scored 70 goals in 142 appearances, last season becoming the first Everton player since Gary Lineker to score 25 league goals in a single campaign.\nThat form attracted interest from a number of clubs, but Everton were able to resist advances and persuade Lukaku to work under manager Ronald Koeman.\nHowever, there is likely to be interest in the Belgium international at the end of this season and Raiola gave no assurances the outcome would be the same.\n\"If Romelu is good enough, strong enough, to move in the next year then we will talk to Everton about it,\" he added.\n\"It is a very good relationship at the moment. We know what both parties want.\n\"Everton is going through a transition from a club that was maybe aiming for Europa League and now they are more ambitious and maybe in the near future will go into the Champions League or maybe even win the Premier League at a certain stage.\n\"In football, you can't look too much in front. You need to take it one transfer window at a time.\n\"For now, we are agreeing terms and then we will see in the summer what happens and how the situation is.\n\"If there is an interest from both parties to move on, then we will talk with the club, but at this point we only have one objective and that is to perform as well as possible for Everton.\"\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> fended off interest for the 23-year-old in the summer, but Mino Raiola said a new contract would not prevent him leaving at the end of the season.<br>Lukaku's current <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> deal expires in 2019.<br>\"With <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>, we have 99.9 per cent reached terms,\" Raiola told talkSPORT. \"We are talking to the club in a good spirit so we are very hopeful. There are no problems on the way that I foresee.<br>\"I don't see any big problems. It is a question of putting the details on the paper.\"<br>Lukaku joined the Toffees from <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> for a club-record £28m in 2014 and has scored 70 goals in 142 appearances, last season becoming the first <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> player since <a href=\"http://dbpedia.org/resource/Gary_Lineker\" title=\"http://dbpedia.org/resource/Gary_Lineker\" target=\"_blank\">Gary Lineker</a> to score 25 league goals in a single campaign.<br>That form attracted interest from a number of clubs, but <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> were able to resist advances and persuade Lukaku to work under manager <a href=\"http://dbpedia.org/resource/Ronald_Koeman\" title=\"http://dbpedia.org/resource/Ronald_Koeman\" target=\"_blank\">Ronald Koeman</a>.<br>However, there is likely to be interest in the <a href=\"http://dbpedia.org/resource/Belgium_national_football_team\" title=\"http://dbpedia.org/resource/Belgium_national_football_team\" target=\"_blank\">Belgium international</a> at the end of this season and Raiola gave no assurances the outcome would be the same.<br>\"If <a href=\"http://dbpedia.org/resource/Romelu_Lukaku\" title=\"http://dbpedia.org/resource/Romelu_Lukaku\" target=\"_blank\">Romelu</a> is good enough, strong enough, to move in the next year then we will talk to <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> about it,\" he added.<br>\"It is a very good relationship at the moment. We know what both parties want.<br>\"<a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> is going through a transition from a club that was maybe aiming for Europa League and now they are more ambitious and maybe in the near future will go into the Champions League or maybe even win the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> at a certain stage.<br>\"In football, you can't look too much in front. You need to take it one transfer window at a time.<br>\"For now, we are agreeing terms and then we will see in the summer what happens and how the situation is.<br>\"If there is an interest from both parties to move on, then we will talk with the club, but at this point we only have one objective and that is to perform as well as possible for <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>.\"<br>"
}