{
  "date": "20/01/18",
  "title": "Ross Barkley on...Everton, Chelsea, Ronald Koeman, England, ambitions",
  "description": "As he prepares to make his Chelsea debut, Ross Barkley has talked to Sky Sports about the difficult decision to leave Everton, why the move didn't happen in the summer and which manager pushed him the most during his time at Goodison Park.",
  "content": "He also discusses his \"obsession\" with improving, his ambitions to become \"world class\" at Chelsea, changing positions throughout his career, and England.\nHere's what Barkley had to say ahead of Chelsea's trip to Brighton on Saturday, live on Sky Sports...\n\"Everton means the world to me. I am a boyhood fan, I am a local lad and have supported Everton all my life, it was a very hard decision but I felt it was right to make the jump to Chelsea. I am grateful for what the club did for me over the years and it was hard to leave. The fans were great with me.\n\"I am thankful for everyone at the club that helped me, the fans, the coaches that I have had, the staff that have helped with injuries, I am really grateful to everyone at Everton. It was like a family to me.\n\"I had never thought about leaving Everton over the years but it was getting to a point where I felt like I needed to make a move to improve as a player, and playing with the level of players here like Eden Hazard will only make you better.\"\n\"I had a massive injury, which was really bad. I ruptured my hamstring and before that I had surgery two weeks earlier on a hernia, so before the season has even started I had two surgeries.\n\"At the time I couldn't even walk, I was in a brace for six weeks and couldn't put any pressure through my legs so I didn't feel it was right to make a move at the time. I wanted to weigh up all my options and really think about what I am going to do with the next stage of my career.\n\"I have never had a muscle injury before, it was a weird one in training, I went in for a tackle, slipped and felt a pop at the top end of my hamstring and I pulled the tendon off the bone. It was really bad.\n\"After a few days I was having surgery in London and my future was all up in the air and I thought it was best to focus on getting fit, which took a while, and then I thought this was the right move for me.\"\n\"Ronald Koeman pushed me very hard last season and I liked that. People can have opinions on the outside about Koeman and how things worked out with me but he did push and I enjoyed that.\n\"I probably worked harder myself when he was at Everton to keep improving, to improve everything, fitness, diet, defensive work, trying to get more goals, I was focused on everything.\n\"He had a belief that I could be much better than what I was showing. Obviously it didn't work out for him at Everton but he is a top coach.\"\n\"I signed as an 11-year-old for Everton. I broke into the Under-18s at the age of 14, then the reserves at 15, then I was in the first-team squad at 16. It went really quick and to where I am now it has gone so quickly.\n\"As a youngster as I was a centre-half, I liked being on the ball and coming out from the back. I took chances so I got put in midfield and then I was playing all over the pitch so adjusted wherever I needed to play. I learnt a lot through the academy, playing as a striker sometimes, in midfield, at full-back, all over the place.\n\"I was quite tall at an early stage which helped me as a centre-half then over time everyone catches up so I was moved into midfield and at 16, 17, 18, I was moved into a No 10 position.\"\n\"I am ambitious and I want to win trophies and Chelsea are always known to win trophies and challenge for all the cups. That was purely my decision, to win things and challenge myself and play with world-class players.\n\"I have got to a level where I feel I needed to make the jump to Chelsea and push myself and get myself to a better level and playing with world-class players here is only going to help.\"\n\"I am obsessed with improving. I want to get to a level where I am regarded as one of the best and coming to a club like Chelsea if the right platform to improve.\n\"I want to be regarded as a world-class midfielder. At the moment I have a lot of potential and a lot of world-class attributes and I want to showcase that at a massive club like Chelsea and win things and be regarded as a top quality player.\n\"You can't put many players up there with Hazard, he is unbelievable, he is up there with the best in the world, I have been training here for a couple of weeks and you can see how sharp he is. I am not the same type of player but if I could get anywhere near his level now I would be made up.\"\n\"Last season I improved a lot of things in my game. The previous season I had scored more goals but last season I created more chances and created more goals. I feel like season by season I am improving, now I want to add more goals and more assists and improve my all-round game.\n\"I want to score more goals and get more assists. I play high up the pitch so they are the numbers I want to improve on. Off the ball I have to improve, which I am working really hard at.\"\n\"I am ready to hit the ground running. The first half of the season dragged for me, I just wanted to kick a ball, but I am back fit, played my first game and I am ready to go.\n\"I have had four full weeks of training now so I am feeling really fit. I had 75 minutes in a friendly in the week and feel really good.\"\n\"One step at a time for me. I am only just back fit and focused on doing really well for Chelsea and if things go well then hopefully I am in the squad.\n\"I love playing for England and hopefully playing well at Chelsea will get me in the team, that's the dream.\"\nWatch Brighton v Chelsea live on Sky Sports Premier League from 11.30am on Saturday\n",
  "dbpedia": "He also discusses his \"obsession\" with improving, his ambitions to become \"world class\" at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>, changing positions throughout his career, and <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a>.<br>Here's what Barkley had to say ahead of <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>'s trip to <a href=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a> on Saturday, live on Sky Sports...<br>\"<a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> means the world to me. I am a boyhood fan, I am a local lad and have supported <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> all my life, it was a very hard decision but I felt it was right to make the jump to <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>. I am grateful for what the club did for me over the years and it was hard to leave. The fans were great with me.<br>\"I am thankful for everyone at the club that helped me, the fans, the coaches that I have had, the staff that have helped with injuries, I am really grateful to everyone at <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>. It was like a family to me.<br>\"I had never thought about leaving <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> over the years but it was getting to a point where I felt like I needed to make a move to improve as a player, and playing with the level of players here like <a href=\"http://dbpedia.org/resource/Eden_Hazard\" title=\"http://dbpedia.org/resource/Eden_Hazard\" target=\"_blank\">Eden Hazard</a> will only make you better.\"<br>\"I had a massive injury, which was really bad. I ruptured my hamstring and before that I had surgery two weeks earlier on a hernia, so before the season has even started I had two surgeries.<br>\"At the time I couldn't even walk, I was in a brace for six weeks and couldn't put any pressure through my legs so I didn't feel it was right to make a move at the time. I wanted to weigh up all my options and really think about what I am going to do with the next stage of my career.<br>\"I have never had a muscle injury before, it was a weird one in training, I went in for a tackle, slipped and felt a pop at the top end of my hamstring and I pulled the tendon off the bone. It was really bad.<br>\"After a few days I was having surgery in London and my future was all up in the air and I thought it was best to focus on getting fit, which took a while, and then I thought this was the right move for me.\"<br>\"<a href=\"http://dbpedia.org/resource/Ronald_Koeman\" title=\"http://dbpedia.org/resource/Ronald_Koeman\" target=\"_blank\">Ronald Koeman</a> pushed me very hard last season and I liked that. People can have opinions on the outside about Koeman and how things worked out with me but he did push and I enjoyed that.<br>\"I probably worked harder myself when he was at <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> to keep improving, to improve everything, fitness, diet, defensive work, trying to get more goals, I was focused on everything.<br>\"He had a belief that I could be much better than what I was showing. Obviously it didn't work out for him at <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> but he is a top coach.\"<br>\"I signed as an 11-year-old for <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>. I broke into the Under-18s at the age of 14, then the reserves at 15, then I was in the first-team squad at 16. It went really quick and to where I am now it has gone so quickly.<br>\"As a youngster as I was a centre-half, I liked being on the ball and coming out from the back. I took chances so I got put in midfield and then I was playing all over the pitch so adjusted wherever I needed to play. I learnt a lot through the academy, playing as a striker sometimes, in midfield, at full-back, all over the place.<br>\"I was quite tall at an early stage which helped me as a centre-half then over time everyone catches up so I was moved into midfield and at 16, 17, 18, I was moved into a No 10 position.\"<br>\"I am ambitious and I want to win trophies and <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> are always known to win trophies and challenge for all the cups. That was purely my decision, to win things and challenge myself and play with world-class players.<br>\"I have got to a level where I feel I needed to make the jump to <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> and push myself and get myself to a better level and playing with world-class players here is only going to help.\"<br>\"I am obsessed with improving. I want to get to a level where I am regarded as one of the best and coming to a club like <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> if the right platform to improve.<br>\"I want to be regarded as a world-class midfielder. At the moment I have a lot of potential and a lot of world-class attributes and I want to showcase that at a massive club like <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> and win things and be regarded as a top quality player.<br>\"You can't put many players up there with Hazard, he is unbelievable, he is up there with the best in the world, I have been training here for a couple of weeks and you can see how sharp he is. I am not the same type of player but if I could get anywhere near his level now I would be made up.\"<br>\"Last season I improved a lot of things in my game. The previous season I had scored more goals but last season I created more chances and created more goals. I feel like season by season I am improving, now I want to add more goals and more assists and improve my all-round game.<br>\"I want to score more goals and get more assists. I play high up the pitch so they are the numbers I want to improve on. Off the ball I have to improve, which I am working really hard at.\"<br>\"I am ready to hit the ground running. The first half of the season dragged for me, I just wanted to kick a ball, but I am back fit, played my first game and I am ready to go.<br>\"I have had four full weeks of training now so I am feeling really fit. I had 75 minutes in a friendly in the week and feel really good.\"<br>\"One step at a time for me. I am only just back fit and focused on doing really well for <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> and if things go well then hopefully I am in the squad.<br>\"I love playing for <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> and hopefully playing well at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> will get me in the team, that's the dream.\"<br>Watch <a href=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a> v <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> live on Sky Sports <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> from 11.30am on Saturday<br>"
}