{
  "date": "05/01/18",
  "title": "Ross Barkley completes Chelsea transfer from Everton",
  "description": "Ross Barkley has completed his move to Chelsea from Everton, with Sky sources understanding the fee to be £15m plus add-ons.",
  "content": "The 24-year-old midfielder has signed a five-and-a-half-year deal at Stamford Bridge and will wear the No 8 shirt.Barkley's contract at Goodison Park was due to expire at the end of the season after he rejected a new deal with the Toffees.A move to Chelsea on transfer deadline day in August did not materialise but Barkley has now moved to Stamford Bridge for a cut-price fee.\"I'm overwhelmed, I'm looking forward to it and I'm really excited to get started,\" said Barkley, who has won 22 England caps.\"To be given a fresh start at a new club like Chelsea, it's unbelievable for me.\"I'm looking forward to continuing where I left off at the end of last season and hoping to improve and add more goals to my game.\"Speaking ahead of Chelsea's FA Cup third-round tie at Norwich on Saturday, and prior to the deal being confirmed, Conte said: \"We are talking about an English player, a young player. He has good prospects for Chelsea. I think the club decided for this investment also for his contract.\"I think this is a good opportunity for the club to buy this player.\"For sure he is a good prospect for Chelsea.\"Defeat to Arsenal in May was the last Toffees appearance for Everton academy graduate Barkley, who made 150 Premier League appearances for the club and scored 21 goals.Barkley has yet to play this season due to a hamstring injury but he is nearing match fitness.Chelsea director Marina Granovskaia added: 'Ross is a player we have long admired and are certain he will prove to be an important player for Chelsea.\"He possesses outstanding technical and physical attributes, matched with good experience of the Premier League and a strong desire to succeed at the highest level.\"We welcome him to the club and look forward to seeing him in action.\""
}