{
  "date": "07/01/18",
  "title": "Ross Barkley a bargain at £15m? Chelsea could enjoy full value of Everton prodigy ",
  "description": "Ross Barkley's contract may have been running down at Everton, but the stats show Chelsea could get an excellent return on their £15m investment, writes Peter Smith...",
  "content": "Once adored and heralded as a future club legend, Ross Barkley leaves Everton with many supporters angry at his refusal to commit to his boyhood team. They have a right to be bitter about the fee they've received from Chelsea, too.Everton had agreed to sell Barkley to the Londoners for £35m in the summer before the move fell through. Six months on, and with Barkley sidelined during that entire time with a hamstring injury, Chelsea have got their man for just £15m (plus add-ons).With Barkley refusing to extend his terms at Goodison Park and out of contract and available on a free next summer, Everton needed to get something for their 'diamond'. But given the inflated sums in the current transfer market and Barkley's potential, this seems like a bargain of a deal for Chelsea.Remember, £15m is the amount Stoke paid for Saido Berahino last January, when he was in the same situation, with just six months left on his West Brom contract. This summer, Liverpool spent £34m on Alex Oxlade-Chamberlain as he entered the final season of his deal at Arsenal.Barkley, described by former boss Roberto Martinez as \"the best English talent I have seen\", capped 22 times by his country and now eligible to play in all four competitions for Chelsea, is immediately worth substantially more than what the Blues paid for him.In a world where elite full-backs cost £50m, how much would Barkley command if he found full fitness and top form over the second half of this season?At the age of 24, Barkley's best years are ahead of him. There's time to develop. However, there is a feeling he is yet to match the expectation levels which were thrust upon him as his reputation grew with his rise through the youth ranks.But while another of his former Everton bosses, Ronald Koeman, criticised him for not being clinical or creative enough, the numbers show Barkley is a player who will prove more than useful to Chelsea boss Antonio Conte right away.Over the course of the 2015/16 and 2016/17 seasons, Dele Alli was the only English midfielder to register more goals and assists combined - and he plays in a far more advanced role.Mesut Ozil, Christian Eriksen and Kevin De Bruyne were the only players to match Barkley in posting at least eight assists in both of those campaigns.Last season was the most creative of Barkley's career, with his total of 56 chances created from open play ranking him among the top 10 in the Premier League. His average of 2.6 chances per 90 minutes was the same rate recorded by Chelsea's star man, Eden Hazard.While 21 goals from 150 Premier League appearances may seem a modest return, he has outscored new team-mate Cesc Fabregas over the past two completed campaigns and his expected goals total of 6.0 last season - compared with his actual return of five goals - ranked him behind only Alli and West Ham's Michail Antonio among English midfielders.\"For sure he is a good prospect for Chelsea,\" said Conte, ahead of the official announcement. With Blues trio Willian (aged 29), Fabregas and Pedro (both 30) moving towards the latter stages of their careers, Barkley could well be the future of Chelsea's midfield creativity.Tom Davies, Mason Holgate, Dominic Calvert-Lewin and Jonjoe Kenny have all signed long-term deals, meaning the Goodison Park faithful have plenty of other home-grown players to be excited about.But it is likely to be Chelsea who feel the full value of one of Everton's most talented academy graduates."
}