{
  "date": "20/01/18",
  "title": "Ross Barkley outlines ambitions to become 'world class' at Chelsea",
  "description": "Ross Barkley says he is \"obsessed\" with improving and has ambitions to become a \"world-class\" player, as he prepares to make his Chelsea debut.",
  "content": "The 24-year-old left boyhood club Everton to join the Premier League champions earlier this month, but has not yet featured as he has been recovering from injury.However, he is in the squad to face Brighton on Saturday, live on Sky Sports Premier League, and speaking to Sky Sports, he explained how determined he is to develop at Chelsea.\"I am obsessed with improving. I want to get to a level where I am regarded as one of the best and coming to a club like Chelsea gives me the right platform to improve,\" Barkley said.\"I want to be regarded as a world-class midfielder. At the moment I have a lot of potential and a lot of world-class attributes and I want to showcase that at a massive club like Chelsea and win things and be regarded as a top-quality player.\"I have got to a level where I feel I needed to make the jump to Chelsea and push myself and get myself to a better level and playing with world-class players here is only going to help.\"I am ready to hit the ground running. The first half of the season dragged for me, I just wanted to kick a ball, but I am back fit and I am ready to go.\"Barkley has not played a competitive match since May 2017, but did get some minutes under his belt in a behind-closed-doors friendly against QPR this week, playing 75 minutes and scoring a goal and providing an assist.\"It was a good runout,\" he said. \"I have settled in really well with all the lads. It was my first game for a while since I have been out injured and it felt good to get back out onto the pitch.\"I have had four full weeks of training now so I am feeling really fit. I feel really good and am ready to go.\"With Alvaro Morata and Pedro both suspended for the clash with Brighton, Barkley could go straight into Antonio Conte's starting line-up alongside Eden Hazard.He described Hazard as an \"unbelievable player\", and added: \"You can't put many players up there with Hazard, he is unbelievable, he is up there with the best in the world, I have been training here for a couple of weeks and you can see how sharp he is.\"I am not the same type of player but if I could get anywhere near his level now I would be made up.\"Watch Brighton v Chelsea live on Sky Sports Premier League from 11.30am on Saturday ",
  "dbpedia": "\nThe 24-year-old left boyhood club Everton to join the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> champions earlier this month, but has not yet featured as he has been recovering from injury.However, he is in the squad to face <a href=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a> on Saturday, live on Sky Sports <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, and speaking to Sky Sports, he explained how determined he is to develop at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>.&quot;I am obsessed with improving. I want to get to a level where I am regarded as one of the best and coming to a club like <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> gives me the right platform to improve,&quot; Barkley said.&quot;I want to be regarded as a world-class midfielder. At the moment I have a lot of potential and a lot of world-class attributes and I want to showcase that at a massive club like <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> and win things and be regarded as a top-quality player.&quot;I have got to a level where I feel I needed to make the jump to <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> and push myself and get myself to a better level and playing with world-class players here is only going to help.&quot;I am ready to hit the ground running. The first half of the season dragged for me, I just wanted to kick a ball, but I am back fit and I am ready to go.&quot;Barkley has not played a competitive match since May 2017, but did get some minutes under his belt in a behind-closed-doors friendly against <a href=\"http://dbpedia.org/resource/Queens_Park_Rangers_F.C.\" title=\"http://dbpedia.org/resource/Queens_Park_Rangers_F.C.\" target=\"_blank\">QPR</a> this week, playing 75 minutes and scoring a goal and providing an assist.&quot;It was a good runout,&quot; he said. &quot;I have settled in really well with all the lads. It was my first game for a while since I have been out injured and it felt good to get back out onto the pitch.&quot;I have had four full weeks of training now so I am feeling really fit. I feel really good and am ready to go.&quot;With Alvaro Morata and Pedro both suspended for the clash with <a href=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a>, Barkley could go straight into <a href=\"http://dbpedia.org/resource/Antonio_Conte\" title=\"http://dbpedia.org/resource/Antonio_Conte\" target=\"_blank\">Antonio Conte</a>\\&apos;s starting line-up alongside Eden Hazard.He described Hazard as an &quot;unbelievable player&quot;, and added: &quot;You can\\&apos;t put many players up there with Hazard, he is unbelievable, he is up there with the best in the world, I have been training here for a couple of weeks and you can see how sharp he is.&quot;I am not the same type of player but if I could get anywhere near his level now I would be made up.&quot;Watch <a href=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a> v <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> live on Sky Sports <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> from 11.30am on Saturday \n"
}