{
  "date": "06/01/18",
  "title": "Ross Barkley will progress to 'the next level' at Chelsea, says Steve McClaren",
  "description": "Ross Barkley's £15m move from Everton to Chelsea will aid the midfielder's career progression, says Steve McClaren.",
  "content": "The Blues had been long-term admirers of the 24-year-old, and were due to sign him back in the summer, only for Barkley to change his mind and reject the move as the summer transfer window drew to a conclusion.But the Stamford Bridge club secured his signature on Friday afternoon, handing a five-and-a-half-year deal to the England international and, speaking on The Debate, McClaren said the move would help Barkley unlock his potential.\"I think it's a great move for Chelsea and I think it's a great move for him. I think sometimes when you are at your home club, you can be there too long and you have to learn the different levels of the game,\" he said.\"Moving to Chelsea with [Antonio] Conte will bring a little bit of what he needs - discipline to be a top player - because he has the potential to be a real top player.\"I've [managed teams who have] played against him a couple of times and he's been terrific and killed us on a couple of occasions. But he has been loose and undisciplined and he'll get that [taken out] at Chelsea, which will take his game to a different level.\"McClaren - who left his coaching consultant role at Maccabi Tel Aviv at the end of December - argued that Barkley could prove to be the missing link in Chelsea's star-studded midfield.He added: \"I think the way Chelsea are playing, they are missing an attacking midfield player with Bakayoko and Fabregas a little bit too loose and not enough of a threat going forward.\"They didn't have a runner who could also finish - Barkley can do that. I think with Kante there, Fabregas and Barkley being the runner and joining in, scoring goals from midfield, they'll be a real threat and a good midfield three.\"Geoff Shreeves proceeded to question Crystal Palace chairman Steve Parish as to whether the transfer would pave the way for the Eagles to sign Chelsea loanee Ruben Loftus-Cheek.\"We've done a deal with Chelsea for a year loan,\" said Parish. \"The deal there is that we get a good player and we help them develop the player which I think we're keeping our end of the bargain and they've certainly delivered a good player.\"That's the arrangement we've got with Chelsea, I think anything else would happen at the end of the season.\"What we hope for Ruben is that he goes to the highest point of the game and we help him get there. We aren't thinking about that right now and I think it would be disrespectful.\"",
  "dbpedia": "\nThe Blues had been long-term admirers of the 24-year-old, and were due to sign him back in the summer, only for Barkley to change his mind and reject the move as the summer transfer window drew to a conclusion.But the <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Stamford Bridge</a> club secured his signature on Friday afternoon, handing a five-and-a-half-year deal to the <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> international and, speaking on The Debate, McClaren said the move would help Barkley unlock his potential.&quot;I think it\\&apos;s a great move for <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> and I think it\\&apos;s a great move for him. I think sometimes when you are at your home club, you can be there too long and you have to learn the different levels of the game,&quot; he said.&quot;Moving to <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> with [Antonio] Conte will bring a little bit of what he needs - discipline to be a top player - because he has the potential to be a real top player.&quot;I\\&apos;ve [managed teams who have] played against him a couple of times and he\\&apos;s been terrific and killed us on a couple of occasions. But he has been loose and undisciplined and he\\&apos;ll get that [taken out] at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>, which will take his game to a different level.&quot;McClaren - who left his coaching consultant role at <a href=\"http://dbpedia.org/resource/Maccabi_Tel_Aviv_F.C.\" title=\"http://dbpedia.org/resource/Maccabi_Tel_Aviv_F.C.\" target=\"_blank\">Maccabi Tel Aviv</a> at the end of December - argued that Barkley could prove to be the missing link in <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>\\&apos;s star-studded midfield.He added: &quot;I think the way <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> are playing, they are missing an attacking midfield player with Bakayoko and Fabregas a little bit too loose and not enough of a threat going forward.&quot;They didn\\&apos;t have a runner who could also finish - Barkley can do that. I think with Kante there, Fabregas and Barkley being the runner and joining in, scoring goals from midfield, they\\&apos;ll be a real threat and a good midfield three.&quot;Geoff Shreeves proceeded to question <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a> chairman <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Steve Parish</a> as to whether the transfer would pave the way for the Eagles to sign <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> loanee Ruben Loftus-Cheek.&quot;We\\&apos;ve done a deal with <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> for a year loan,&quot; said Parish. &quot;The deal there is that we get a good player and we help them develop the player which I think we\\&apos;re keeping our end of the bargain and they\\&apos;ve certainly delivered a good player.&quot;That\\&apos;s the arrangement we\\&apos;ve got with <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>, I think anything else would happen at the end of the season.&quot;What we hope for Ruben is that he goes to the highest point of the game and we help him get there. We aren\\&apos;t thinking about that right now and I think it would be disrespectful.&quot;\n"
}