{
  "date": "02/02/18",
  "title": "Roy Hodgson says 13 teams are fighting for Premier League survival",
  "description": "Crystal Palace manager Roy Hodgson says 13 teams are playing for Premier League survival in one of the tightest seasons he can remember. ",
  "content": "Hodgson believes every side from West Brom, currently in 20th place with 20 points, all the way up to Leicester, who are eighth with 34 points, are in danger of dropping down to the Championship.\nThe Palace manager described Sunday's Premier League clash against Newcastle, live on Sky Sports Premier League HD, and each of the club's remaining 12 fixtures after that as virtual \"six-pointers\".\nHe said: \"Every game is [a six-pointer] at this stage. You can ask me that question for the next 12 games after this.\n\"It must have been a long time ago, if ever, that so many teams were so close to each other with the distance between the bottom team and the team that is eighth being so small.\n\"Every time a team gets a win they shoot up the table, or every time a team is defeated they plummet down.\n\"We know these games are vitally important and all we can do is try to play well.\"\nCrystal Palace, who were winless in their opening seven league games, lost the reverse fixture against Newcastle to a late Mikel Merino goal in October.\nHodgson admits that result had a \"major\" effect on his players.\nHe said: \"That was very early on when we had the seven games without a win. We were really saddened by the defeat up there because we thought we played well and done enough to get at least a draw.\n\"To concede that late header from a ricochet off James McArthur - it was a major blow.\n\"We lost a point but the thing is we gave Newcastle all three. The fact is that was a blow but it was a tight game and I expect Sunday's game to be tight.\"\n",
  "dbpedia": "Hodgson believes every side from <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a>, currently in 20th place with 20 points, all the way up to <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a>, who are eighth with 34 points, are in danger of dropping down to the Championship.<br>The Palace manager described Sunday's <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> clash against <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a>, live on Sky Sports <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> HD, and each of the club's remaining 12 fixtures after that as virtual \"six-pointers\".<br>He said: \"Every game is [a six-pointer] at this stage. You can ask me that question for the next 12 games after this.<br>\"It must have been a long time ago, if ever, that so many teams were so close to each other with the distance between the bottom team and the team that is eighth being so small.<br>\"Every time a team gets a win they shoot up the table, or every time a team is defeated they plummet down.<br>\"We know these games are vitally important and all we can do is try to play well.\"<br><a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a>, who were winless in their opening seven league games, lost the reverse fixture against <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> to a late Mikel Merino goal in October.<br>Hodgson admits that result had a \"major\" effect on his players.<br>He said: \"That was very early on when we had the seven games without a win. We were really saddened by the defeat up there because we thought we played well and done enough to get at least a draw.<br>\"To concede that late header from a ricochet off <a href=\"http://dbpedia.org/resource/James_McArthur\" title=\"http://dbpedia.org/resource/James_McArthur\" target=\"_blank\">James McArthur</a> - it was a major blow.<br>\"We lost a point but the thing is we gave <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> all three. The fact is that was a blow but it was a tight game and I expect Sunday's game to be tight.\"<br>"
}