{
  "date": "05/01/18",
  "title": "Roy Hodgson says Crystal Palace targeting defensive signings ",
  "description": "Crystal Palace manager Roy Hodgson says he is targeting defensive signings in the January transfer window.",
  "content": "Hodgson is keen to bring in cover for first-choice centre-back Scott Dann after the 30-year-old suffered a cruciate ligament injury in a 2-1 win over Southampton which has ruled him out for the remainder of the season.The Eagles renewed their interest in Lille defender Ibrahim Amadou with a £16m bid on Wednesday, according to Sky sources.Hodgson confirmed he wants defensive signings in the January window without being drawn on specific targets.\"If you are asking me, no [offer has been made]. Unless an offer has been made [for Amadou] and I have not been told about it,\" Hodgson said.\"The club have looked at a lot of players over the last year and we are interested in bringing in defensive players. Having lost Scott Dann to injury, we are now short of cover in that area.\"Any name of quality that comes up within our price range, we will be interested in. I am afraid I can't give you anything specific on him [Amadou].\"Hodgson also says he would be interested in a permanent deal for Ruben Loftus-Cheek if Ross Barkley's impending move to Chelsea affects the England international's availability.He said: \"The way Ruben has been playing for us he is a player we would like to keep at the club, there is no question about that. It's far too early unfortunately to ask me that question.\"I didn't know until this morning when I glanced at the TV that Ross Barkley could be signing for Chelsea. I don't know if he has signed a contract yet.\"But Ruben is a player we like a lot. We are very impressed with him and delighted with the way he has developed at the club.\"I'm pretty sure if he was ever available for sale, we would be one of the clubs in there with our hands up trying to sign him.\"It could well be that Chelsea would like to have Barkley and Loftus-Cheek. I wouldn't mind them both in my team anyway!\"Hodgson urged rival managers not to waste their time trying to sign Wilfried Zaha because Crystal Palace will not be listening to any offers.\"People who are making offers for Zaha will be wasting their time so I'm certainly not expecting them,\" he said.\"My answer to the question: 'Are you surprised Wilfried Zaha has been the subject of interest from so-called bigger clubs?' No, I am not surprised.\"Saying that and saying I'm expecting offers is a totally different ball game. I have it on very clear authority from the chairman and the owners of the club that they have no interest in selling Zaha.\"Quite the opposite. Our job is to keep hold of the players who have been doing well for us recently. Keep all of them and add to it to make ourselves stronger.\"I'd advise people who will be making offers to save themselves the price of the phone call.\"",
  "dbpedia": "\nHodgson is keen to bring in cover for first-choice centre-back <a href=\"http://dbpedia.org/resource/Scott_Dann\" title=\"http://dbpedia.org/resource/Scott_Dann\" target=\"_blank\">Scott Dann</a> after the 30-year-old suffered a cruciate ligament injury in a 2-1 win over <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> which has ruled him out for the remainder of the season.The Eagles renewed their interest in <a href=\"http://dbpedia.org/resource/Lille_OSC\" title=\"http://dbpedia.org/resource/Lille_OSC\" target=\"_blank\">Lille</a> defender Ibrahim Amadou with a &#xA3;16m bid on Wednesday, according to Sky sources.Hodgson confirmed he wants defensive signings in the January window without being drawn on specific targets.&quot;If you are asking me, no [offer has been made]. Unless an offer has been made [for Amadou] and I have not been told about it,&quot; Hodgson said.&quot;The club have looked at a lot of players over the last year and we are interested in bringing in defensive players. Having lost <a href=\"http://dbpedia.org/resource/Scott_Dann\" title=\"http://dbpedia.org/resource/Scott_Dann\" target=\"_blank\">Scott Dann</a> to injury, we are now short of cover in that area.&quot;Any name of quality that comes up within our price range, we will be interested in. I am afraid I can\\&apos;t give you anything specific on him [Amadou].&quot;Hodgson also says he would be interested in a permanent deal for Ruben Loftus-Cheek if <a href=\"http://dbpedia.org/resource/Ross_Barkley\" title=\"http://dbpedia.org/resource/Ross_Barkley\" target=\"_blank\">Ross Barkley</a>\\&apos;s impending move to <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> affects the <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> international\\&apos;s availability.He said: &quot;The way Ruben has been playing for us he is a player we would like to keep at the club, there is no question about that. It\\&apos;s far too early unfortunately to ask me that question.&quot;I didn\\&apos;t know until this morning when I glanced at the TV that <a href=\"http://dbpedia.org/resource/Ross_Barkley\" title=\"http://dbpedia.org/resource/Ross_Barkley\" target=\"_blank\">Ross Barkley</a> could be signing for <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>. I don\\&apos;t know if he has signed a contract yet.&quot;But Ruben is a player we like a lot. We are very impressed with him and delighted with the way he has developed at the club.&quot;I\\&apos;m pretty sure if he was ever available for sale, we would be one of the clubs in there with our hands up trying to sign him.&quot;It could well be that <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> would like to have Barkley and Loftus-Cheek. I wouldn\\&apos;t mind them both in my team anyway!&quot;Hodgson urged rival managers not to waste their time trying to sign <a href=\"http://dbpedia.org/resource/Wilfried_Zaha\" title=\"http://dbpedia.org/resource/Wilfried_Zaha\" target=\"_blank\">Wilfried Zaha</a> because <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a> will not be listening to any offers.&quot;People who are making offers for Zaha will be wasting their time so I\\&apos;m certainly not expecting them,&quot; he said.&quot;My answer to the question: \\&apos;Are you surprised <a href=\"http://dbpedia.org/resource/Wilfried_Zaha\" title=\"http://dbpedia.org/resource/Wilfried_Zaha\" target=\"_blank\">Wilfried Zaha</a> has been the subject of interest from so-called bigger clubs?\\&apos; No, I am not surprised.&quot;Saying that and saying I\\&apos;m expecting offers is a totally different ball game. I have it on very clear authority from the chairman and the owners of the club that they have no interest in selling Zaha.&quot;Quite the opposite. Our job is to keep hold of the players who have been doing well for us recently. Keep all of them and add to it to make ourselves stronger.&quot;I\\&apos;d advise people who will be making offers to save themselves the price of the phone call.&quot;\n"
}