{
  "date": "18/01/18",
  "title": "Roy Hodgson targets four Crystal Palace signings in transfer window",
  "description": "Roy Hodgson says Crystal Palace will be short of players if they are unable to make four signings in the January transfer window.",
  "content": "Palace face an injury crisis with Scott Dann and Jason Puncheon out for the season, while Hodgson is also expected to be without Ruben Loftus-Cheek and Jeffrey Schlupp for an extended period.\nHodgson admitted after his side's 2-1 FA Cup defeat to Brighton that he was in the market for up to six or seven players as he looks to boost his injury-hit squad.\nPalace have failed to make any signings with less than two weeks remaining in the window, but Hodgson does not believe it is unreasonable to expect at least four new players to arrive at Selhurst Park before the end of the month.\n\"Our realistic thoughts after I'd been in the club two or three weeks was four, to make the squad as balanced and well-covered as it could be,\" said Hodgson.\n\"The reason I said it could go higher than that is quite simply because we've lost two players until the end of the season, Jeffrey Schlupp is likely to be out for quite a while and we are uncertain at the moment as to how long Ruben Loftus-Cheek will be out.\n\"There are four players there that I really counted on as being part of our first XI even that we've lost.\n\"I don't think it's unrealistic to think if we could get more than four players, it would be good for us, if we don't get the four players then our squad is going to be short of numbers apart from anything else.\n\"We are certainly going to be weak in certain areas where we don't have the cover and the competition for places we would like, but we are also actually going to be short of numbers.\"\n",
  "dbpedia": "Palace face an injury crisis with <a href=\"http://dbpedia.org/resource/Scott_Dann\" title=\"http://dbpedia.org/resource/Scott_Dann\" target=\"_blank\">Scott Dann</a> and <a href=\"http://dbpedia.org/resource/Jason_Puncheon\" title=\"http://dbpedia.org/resource/Jason_Puncheon\" target=\"_blank\">Jason Puncheon</a> out for the season, while Hodgson is also expected to be without Ruben Loftus-Cheek and <a href=\"http://dbpedia.org/resource/Jeff_Schlupp\" title=\"http://dbpedia.org/resource/Jeff_Schlupp\" target=\"_blank\">Jeffrey Schlupp</a> for an extended period.<br>Hodgson admitted after his side's 2-1 FA Cup defeat to <a href=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a> that he was in the market for up to six or seven players as he looks to boost his injury-hit squad.<br>Palace have failed to make any signings with less than two weeks remaining in the window, but Hodgson does not believe it is unreasonable to expect at least four new players to arrive at <a href=\"http://dbpedia.org/resource/Selhurst_Park\" title=\"http://dbpedia.org/resource/Selhurst_Park\" target=\"_blank\">Selhurst Park</a> before the end of the month.<br>\"Our realistic thoughts after I'd been in the club two or three weeks was four, to make the squad as balanced and well-covered as it could be,\" said Hodgson.<br>\"The reason I said it could go higher than that is quite simply because we've lost two players until the end of the season, <a href=\"http://dbpedia.org/resource/Jeff_Schlupp\" title=\"http://dbpedia.org/resource/Jeff_Schlupp\" target=\"_blank\">Jeffrey Schlupp</a> is likely to be out for quite a while and we are uncertain at the moment as to how long Ruben Loftus-Cheek will be out.<br>\"There are four players there that I really counted on as being part of our first XI even that we've lost.<br>\"I don't think it's unrealistic to think if we could get more than four players, it would be good for us, if we don't get the four players then our squad is going to be short of numbers apart from anything else.<br>\"We are certainly going to be weak in certain areas where we don't have the cover and the competition for places we would like, but we are also actually going to be short of numbers.\"<br>"
}