{
  "date": "20/01/18",
  "title": "Roy Hodgson boosted by Crystal Palace's second-half showing against Arsenal",
  "description": "Roy Hodgson hopes the \"character and determination\" shown by Crystal Palace in the second half of their 4-1 defeat to Arsenal will serve them well for the rest of the season.",
  "content": "The Eagles were blown away in the opening 25 minutes at the Emirates as they fell 4-0 behind.\nBut they did improve after the break and spurned a couple of chances before Luka Milivojevic scored in the 78th minute.\nHodgson said the opening spell from Arsenal was \"scintillating\", but added: \"We were staring down the barrel of a gun after 24 minutes so the only thing I can take from the game is that we didn't throw the towel in, we didn't give up and in the second half we more than evened the game out.\n\"I am pleased at least that we could show that character and determination because we are going to need that. We aren't a top four team or trying to get in the top six, we are planning to avoid relegation and that second-half performance gave me good hope that if we keep fighting like that against a team of Arsenal's quality there is a chance we will reach our goal.\"\nPalace end the day 15th in the Premier League, four points above the relegation zone. They have only lost two of their last 12 matches, both against Arsenal.\n\"We won't always come across an Arsenal in that scintillating 20-minute form,\" said Hodgson. \"They came out of the blocks flying, and the quality of their midfield players and their ability to pass the ball so quickly and their clever play around the box asked a lot of questions of us.\n\"We have been playing the sort of football you saw in the second half and the fact we can do that against a team of Arsenal's quality pleases me.\n\"We got stronger as the game went on and we can come away with a three-goal margin of defeat and not the six or seven goal margin that it could have so easily been after 20 minutes.\"\n",
  "dbpedia": "The Eagles were blown away in the opening 25 minutes at the Emirates as they fell 4-0 behind.<br>But they did improve after the break and spurned a couple of chances before Luka Milivojevic scored in the 78th minute.<br>Hodgson said the opening spell from <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> was \"scintillating\", but added: \"We were staring down the barrel of a gun after 24 minutes so the only thing I can take from the game is that we didn't throw the towel in, we didn't give up and in the second half we more than evened the game out.<br>\"I am pleased at least that we could show that character and determination because we are going to need that. We aren't a top four team or trying to get in the top six, we are planning to avoid relegation and that second-half performance gave me good hope that if we keep fighting like that against a team of <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>'s quality there is a chance we will reach our goal.\"<br>Palace end the day 15th in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, four points above the relegation zone. They have only lost two of their last 12 matches, both against <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>.<br>\"We won't always come across an <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> in that scintillating 20-minute form,\" said Hodgson. \"They came out of the blocks flying, and the quality of their midfield players and their ability to pass the ball so quickly and their clever play around the box asked a lot of questions of us.<br>\"We have been playing the sort of football you saw in the second half and the fact we can do that against a team of <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>'s quality pleases me.<br>\"We got stronger as the game went on and we can come away with a three-goal margin of defeat and not the six or seven goal margin that it could have so easily been after 20 minutes.\"<br>"
}