{
  "date": "04/02/18",
  "title": "Roy Hodgson: Crystal Palace short on numbers after Martin Kelly injury",
  "description": "Roy Hodgson says Crystal Palace will need some new faces to step up after suffering another injury blow in their 1-1 draw with Newcastle on Sunday.",
  "content": "Palace were already without several first-team players for the Premier League match, including Bakary Sako, Scott Dann, Ruben Loftus-Cheek and Jason Puncheon.\nAnd they could now be without Martin Kelly for a spell as he limped off with injury before half-time at Selhurst Park.\n\"We are short on numbers, there's no question of that,\" said Palace boss Hodgson. \"So we have to hope the young lads we've got in [during the January transfer window] can step up to the plate a little bit quicker than expected, or one or two of our talented Under-23 boys can step forward and fill a gap.\n\"The transfer window has gone, there's no chance to bring anyone else in and we will battle on with the players that we have.\"\nLuka Milivojevic's second-half penalty saw Palace come from behind to earn a point against the Magpies.\n\"It's been the trademark of our season [going behind and then coming back into the game],\" said Hodgson. \"It's not a trademark we want to have. We want to come out at the start of the game and play like we did in the second half for the whole 90 minutes.\n\"I don't know if it's the tension or whatever it is that sometimes puts the brakes on performances.\n\"I think a bit of a change of style in the second half helped us to come to terms better with the way Newcastle play. I think in the second half we asked them a lot more questions but it's one of those things.\n\"It's a point that doesn't help either side enormously. We would both agree that we would like to have won the game but we have to keep going and make certain that when we can't win, we can draw.\"\nThe result sees Palace move up to 14th in the table, three points above the relegation zone.\n",
  "dbpedia": "Palace were already without several first-team players for the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> match, including <a href=\"http://dbpedia.org/resource/Bakary_Sako\" title=\"http://dbpedia.org/resource/Bakary_Sako\" target=\"_blank\">Bakary Sako</a>, <a href=\"http://dbpedia.org/resource/Scott_Dann\" title=\"http://dbpedia.org/resource/Scott_Dann\" target=\"_blank\">Scott Dann</a>, Ruben Loftus-Cheek and <a href=\"http://dbpedia.org/resource/Jason_Puncheon\" title=\"http://dbpedia.org/resource/Jason_Puncheon\" target=\"_blank\">Jason Puncheon</a>.<br>And they could now be without <a href=\"http://dbpedia.org/resource/Martin_Kelly\" title=\"http://dbpedia.org/resource/Martin_Kelly\" target=\"_blank\">Martin Kelly</a> for a spell as he limped off with injury before half-time at <a href=\"http://dbpedia.org/resource/Selhurst_Park\" title=\"http://dbpedia.org/resource/Selhurst_Park\" target=\"_blank\">Selhurst Park</a>.<br>\"We are short on numbers, there's no question of that,\" said Palace boss Hodgson. \"So we have to hope the young lads we've got in [during the January transfer window] can step up to the plate a little bit quicker than expected, or one or two of our talented Under-23 boys can step forward and fill a gap.<br>\"The transfer window has gone, there's no chance to bring anyone else in and we will battle on with the players that we have.\"<br>Luka Milivojevic's second-half penalty saw Palace come from behind to earn a point against the Magpies.<br>\"It's been the trademark of our season [going behind and then coming back into the game],\" said Hodgson. \"It's not a trademark we want to have. We want to come out at the start of the game and play like we did in the second half for the whole 90 minutes.<br>\"I don't know if it's the tension or whatever it is that sometimes puts the brakes on performances.<br>\"I think a bit of a change of style in the second half helped us to come to terms better with the way <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> play. I think in the second half we asked them a lot more questions but it's one of those things.<br>\"It's a point that doesn't help either side enormously. We would both agree that we would like to have won the game but we have to keep going and make certain that when we can't win, we can draw.\"<br>The result sees Palace move up to 14th in the table, three points above the relegation zone.<br>"
}