{
  "date": "18/01/18",
  "title": "Ruben Loftus-Cheek injury worse than first thought, says Crystal Palace manager Roy Hodgson",
  "description": "Roy Hodgson hopes Ruben Loftus-Cheek can return in time for the 2018 World Cup after revealing his injury is worse than first thought.",
  "content": "The 21-year-old has not played since December 28 due to an ankle injury, but he was originally expected to be out for a matter of weeks.\nHowever, Hodgson has now admitted the midfielder, who is on loan from Chelsea, may now need surgery.\n\"The injury is more severe than we originally thought it would be,\" Hodgson said.\n\"I would be very disappointed, surgery or no surgery, if he's not playing before the end of the season. We certainly want him to be and I would presume Chelsea would want him to be.\n\"The only way he can make himself available for Crystal Palace or England is to be fit and at the moment that isn't the case.\"\nLoftus-Cheek broke into the England team at the end of 2017, and earned rave reviews for his performance on debut against Germany at Wembley in November.\nWhen asked whether Loftus-Cheek is now a doubt for the World Cup, Hodgson said: \"I don't know. I don't want to go into that at the moment because we don't know how long it would take after surgery to get him fit again.\"\nLoftus-Cheek, who has scored just once since joining Crystal Palace on loan in July, is being treated by a combination of his current club's and Chelsea's medical staff.\nHowever, Hodgson ruled out the possibility of sending him back to his parent club permanently, saying: \"I wouldn't want to send him back particularly, it's still a long way to the end of the season.\n\"It's obviously a longer injury than we were hoping it would be but there might be some very, very important games again this season when he might be fully fit and ready to play.\n\"I don't see any particular advantage in sending him back. There are not many Loftus-Cheeks out there at the moment at Premier League clubs who are ready to come out on loan.\"\n",
  "dbpedia": "The 21-year-old has not played since December 28 due to an ankle injury, but he was originally expected to be out for a matter of weeks.<br>However, Hodgson has now admitted the midfielder, who is on loan from <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>, may now need surgery.<br>\"The injury is more severe than we originally thought it would be,\" Hodgson said.<br>\"I would be very disappointed, surgery or no surgery, if he's not playing before the end of the season. We certainly want him to be and I would presume <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> would want him to be.<br>\"The only way he can make himself available for <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a> or <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> is to be fit and at the moment that isn't the case.\"<br>Loftus-Cheek broke into the <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> team at the end of 2017, and earned rave reviews for his performance on debut against <a href=\"http://dbpedia.org/resource/Germany_national_football_team\" title=\"http://dbpedia.org/resource/Germany_national_football_team\" target=\"_blank\">Germany</a> at <a href=\"http://dbpedia.org/resource/Wembley_Stadium\" title=\"http://dbpedia.org/resource/Wembley_Stadium\" target=\"_blank\">Wembley</a> in November.<br>When asked whether Loftus-Cheek is now a doubt for the World Cup, Hodgson said: \"I don't know. I don't want to go into that at the moment because we don't know how long it would take after surgery to get him fit again.\"<br>Loftus-Cheek, who has scored just once since joining <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a> on loan in July, is being treated by a combination of his current club's and <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>'s medical staff.<br>However, Hodgson ruled out the possibility of sending him back to his parent club permanently, saying: \"I wouldn't want to send him back particularly, it's still a long way to the end of the season.<br>\"It's obviously a longer injury than we were hoping it would be but there might be some very, very important games again this season when he might be fully fit and ready to play.<br>\"I don't see any particular advantage in sending him back. There are not many Loftus-Cheeks out there at the moment at <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> clubs who are ready to come out on loan.\"<br>"
}