{
  "date": "15/01/18",
  "title": "Ryan Giggs to get Sir Alex Ferguson's advice on Wales job",
  "description": "Ryan Giggs has revealed he will seek the advice of former Manchester United boss Sir Alex Ferguson as he takes on the role of Wales manager.",
  "content": "Giggs, who played at United for 24 years, was formally announced as Chris Coleman's successor as Wales manager on Monday.It is Giggs' first major managerial role, his only previous spell having come when he took over at United for the final four games of the 2013-14 season, before becoming assistant to Louis van Gaal for the following two campaigns.The 44-year-old, who was capped 64 times by Wales, says his prestigious playing career is no guarantee of success in his new job.Asked if he would be speaking to Ferguson for guidance, Giggs said: \"Yeah, I'd be stupid not to. He is one of the greatest managers that has ever lived.\"I have spoken to him over the last 24 hours. I will speak to him in more depth but I also want to be my own manager.\"I'll take bits from managers that I have worked under at club and international level but I am my own person.\"Having a good career as a player does not necessarily mean you are going to be a good manager but I think that is down to the individual.\"I'll do exactly what I did when I was a player, be professional, give it my all and enjoy it.\"Coleman led Wales to the semi-finals of Euro 2016 but left to take charge of Sunderland after failing to qualify for the 2018 World Cup in Russia and Giggs, who has signed a four-year contract, has set his sights on qualification for the next two major tournaments.\"I have got a great group of players to work with that have been successful over the last four or five years,\" Giggs said.\"Unfortunately, we didn't qualify for the World Cup. With the group of players that we have got we should be there and it is my job to get us there.\"It is up to me to give it my all and make the country proud just like they were two years ago in the Euros.\"I loved playing for my country and now this is probably the proudest moment in my life to lead the Welsh nation into the next two to four years.\"",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/Ryan_Giggs\" title=\"http://dbpedia.org/resource/Ryan_Giggs\" target=\"_blank\">Giggs</a>, who played at United for 24 years, was formally announced as <a href=\"http://dbpedia.org/resource/Chris_Coleman_(footballer)\" title=\"http://dbpedia.org/resource/Chris_Coleman_(footballer)\" target=\"_blank\">Chris Coleman</a>\\&apos;s successor as <a href=\"http://dbpedia.org/resource/Wales_national_football_team\" title=\"http://dbpedia.org/resource/Wales_national_football_team\" target=\"_blank\">Wales</a> manager on Monday.It is <a href=\"http://dbpedia.org/resource/Ryan_Giggs\" title=\"http://dbpedia.org/resource/Ryan_Giggs\" target=\"_blank\">Giggs</a>\\&apos; first major managerial role, his only previous spell having come when he took over at United for the final four games of the 2013-14 season, before becoming assistant to <a href=\"http://dbpedia.org/resource/Louis_van_Gaal\" title=\"http://dbpedia.org/resource/Louis_van_Gaal\" target=\"_blank\">Louis van Gaal</a> for the following two campaigns.The 44-year-old, who was capped 64 times by <a href=\"http://dbpedia.org/resource/Wales_national_football_team\" title=\"http://dbpedia.org/resource/Wales_national_football_team\" target=\"_blank\">Wales</a>, says his prestigious playing career is no guarantee of success in his new job.Asked if he would be speaking to Ferguson for guidance, <a href=\"http://dbpedia.org/resource/Ryan_Giggs\" title=\"http://dbpedia.org/resource/Ryan_Giggs\" target=\"_blank\">Giggs</a> said: &quot;Yeah, I\\&apos;d be stupid not to. He is one of the greatest managers that has ever lived.&quot;I have spoken to him over the last 24 hours. I will speak to him in more depth but I also want to be my own manager.&quot;I\\&apos;ll take bits from managers that I have worked under at club and international level but I am my own person.&quot;Having a good career as a player does not necessarily mean you are going to be a good manager but I think that is down to the individual.&quot;I\\&apos;ll do exactly what I did when I was a player, be professional, give it my all and enjoy it.&quot;Coleman led <a href=\"http://dbpedia.org/resource/Wales_national_football_team\" title=\"http://dbpedia.org/resource/Wales_national_football_team\" target=\"_blank\">Wales</a> to the semi-finals of Euro 2016 but left to take charge of <a href=\"http://dbpedia.org/resource/Sunderland_A.F.C.\" title=\"http://dbpedia.org/resource/Sunderland_A.F.C.\" target=\"_blank\">Sunderland</a> after failing to qualify for the 2018 World Cup in <a href=\"http://dbpedia.org/resource/Russia_national_football_team\" title=\"http://dbpedia.org/resource/Russia_national_football_team\" target=\"_blank\">Russia</a> and <a href=\"http://dbpedia.org/resource/Ryan_Giggs\" title=\"http://dbpedia.org/resource/Ryan_Giggs\" target=\"_blank\">Giggs</a>, who has signed a four-year contract, has set his sights on qualification for the next two major tournaments.&quot;I have got a great group of players to work with that have been successful over the last four or five years,&quot; <a href=\"http://dbpedia.org/resource/Ryan_Giggs\" title=\"http://dbpedia.org/resource/Ryan_Giggs\" target=\"_blank\">Giggs</a> said.&quot;Unfortunately, we didn\\&apos;t qualify for the World Cup. With the group of players that we have got we should be there and it is my job to get us there.&quot;It is up to me to give it my all and make the country proud just like they were two years ago in the Euros.&quot;I loved playing for my country and now this is probably the proudest moment in my life to lead the Welsh nation into the next two to four years.&quot;\n"
}