{
  "date": "19/01/18",
  "title": "Ryan Sessegnon could bring balance to almost any side, says Andy Hinchcliffe",
  "description": "Ryan Sessegnon could bring balance to almost any team in Europe, according to the guests on EFL Matters.",
  "content": "The 17-year-old has already played more than 50 games for Fulham, and has been linked with a host of clubs in the January transfer window as his stock continues to rise.Speaking on EFL Matters on Thursday night, Andy Hinchcliffe said: \"He plays with such maturity and we've seen it for a season or more. He's a quality young player but he's also playing on the left, and there aren't many players across Europe that can give a team balance.\"Is he going to be more valuable because he plays down that side?\"Hinchcliffe and presenter David Prutton were joined by Leicester assistant manager Michael Appleton, who agreed on Sessegnon.\"I think he is,\" replied Appleton. \"In his early days he played a lot higher up the pitch as well, in his youth-team days he played on the left side of midfield and from some reports we had going back two years or so he was actually playing up front.\"The kid is obviously versatile and has bags of ability. But as you know there aren't many lefties out there, so to have that balance in your team is obviously wonderful.\"Sessegnon has played a key role in Fulham's rise back up the Championship table and into play-off contention. Slavisa Jokanovic's side are just a point and two places outside of the top six heading into their weekend game with Burton.\"It happened last season as well where they had a slow start and came on strong in the end,\" said Hinchcliffe.\"They've managed to get themselves back into a threatening position now and I think a lot of teams in the play-off places will be looking over their shoulders at Fulham.\"They're crying out for a centre-forward who can score a few goals for them, but if they can bring in a striker in January then I can see them comfortably finishing in the top six.\"",
  "dbpedia": "\nThe 17-year-old has already played more than 50 games for <a href=\"http://dbpedia.org/resource/Fulham_F.C.\" title=\"http://dbpedia.org/resource/Fulham_F.C.\" target=\"_blank\">Fulham</a>, and has been linked with a host of clubs in the January transfer window as his stock continues to rise.Speaking on EFL Matters on Thursday night, <a href=\"http://dbpedia.org/resource/Andy_Hinchcliffe\" title=\"http://dbpedia.org/resource/Andy_Hinchcliffe\" target=\"_blank\">Andy Hinchcliffe</a> said: &quot;He plays with such maturity and we\\&apos;ve seen it for a season or more. He\\&apos;s a quality young player but he\\&apos;s also playing on the left, and there aren\\&apos;t many players across Europe that can give a team balance.&quot;Is he going to be more valuable because he plays down that side?&quot;Hinchcliffe and presenter <a href=\"http://dbpedia.org/resource/David_Prutton\" title=\"http://dbpedia.org/resource/David_Prutton\" target=\"_blank\">David Prutton</a> were joined by <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a> assistant manager <a href=\"http://dbpedia.org/resource/Michael_Appleton\" title=\"http://dbpedia.org/resource/Michael_Appleton\" target=\"_blank\">Michael Appleton</a>, who agreed on Sessegnon.&quot;I think he is,&quot; replied Appleton. &quot;In his early days he played a lot higher up the pitch as well, in his youth-team days he played on the left side of midfield and from some reports we had going back two years or so he was actually playing up front.&quot;The kid is obviously versatile and has bags of ability. But as you know there aren\\&apos;t many lefties out there, so to have that balance in your team is obviously wonderful.&quot;Sessegnon has played a key role in <a href=\"http://dbpedia.org/resource/Fulham_F.C.\" title=\"http://dbpedia.org/resource/Fulham_F.C.\" target=\"_blank\">Fulham</a>\\&apos;s rise back up the Championship table and into play-off contention. Slavisa Jokanovic\\&apos;s side are just a point and two places outside of the top six heading into their weekend game with Burton.&quot;It happened last season as well where they had a slow start and came on strong in the end,&quot; said Hinchcliffe.&quot;They\\&apos;ve managed to get themselves back into a threatening position now and I think a lot of teams in the play-off places will be looking over their shoulders at <a href=\"http://dbpedia.org/resource/Fulham_F.C.\" title=\"http://dbpedia.org/resource/Fulham_F.C.\" target=\"_blank\">Fulham</a>.&quot;They\\&apos;re crying out for a centre-forward who can score a few goals for them, but if they can bring in a striker in January then I can see them comfortably finishing in the top six.&quot;\n"
}