{
  "date": "09/01/18",
  "title": "Ryan Leonard joins Sheffield United from Southend",
  "description": "Sheffield United have completed the signing of Ryan Leonard from Southend on a three-and-a-half year deal for an undisclosed fee.",
  "content": "Sky Sports News reported last Saturday that Leonard had agreed terms on a move to the Championship side, after both clubs agreed a £700,000 fee.\nLeonard, who had less than six months remaining on his contract at Southend, joins Chris Wilder's side after several failed bids over the past year.\n\"It is no secret that we have chased the signature of Ryan for some time,\" Wilder said.\n\"We wanted him in the summer but that was not possible so we have been patient, continued to monitor his progress and we are delighted that this has been completed early in this window.\n\"We want to add quality to our ranks and Ryan fits that criteria. There is quality available, including in League One, and we hope he will prove to be a great acquisition for us.\"\nThe 25-year-old, who joined Southend from Plymouth in 2011, became a firm fans' favourite at Roots Hall - winning the Supporters' Player of the Season Award three times in 2013/14, 2015/16 and 2016/17.\nLeonard, with over 250 Southend appearances to his name, could make his debut for his new side in Friday's derby clash against city rivals Sheffield Wednesday, live on Sky Sports Football.\n",
  "dbpedia": "Sky Sports News reported last Saturday that Leonard had agreed terms on a move to the Championship side, after both clubs agreed a £700,000 fee.<br>Leonard, who had less than six months remaining on his contract at <a href=\"http://dbpedia.org/resource/Southend_United_F.C.\" title=\"http://dbpedia.org/resource/Southend_United_F.C.\" target=\"_blank\">Southend</a>, joins <a href=\"http://dbpedia.org/resource/Chris_Wilder\" title=\"http://dbpedia.org/resource/Chris_Wilder\" target=\"_blank\">Chris Wilder</a>'s side after several failed bids over the past year.<br>\"It is no secret that we have chased the signature of Ryan for some time,\" Wilder said.<br>\"We wanted him in the summer but that was not possible so we have been patient, continued to monitor his progress and we are delighted that this has been completed early in this window.<br>\"We want to add quality to our ranks and Ryan fits that criteria. There is quality available, including in <a href=\"http://dbpedia.org/resource/Football_League_One\" title=\"http://dbpedia.org/resource/Football_League_One\" target=\"_blank\">League One</a>, and we hope he will prove to be a great acquisition for us.\"<br>The 25-year-old, who joined <a href=\"http://dbpedia.org/resource/Southend_United_F.C.\" title=\"http://dbpedia.org/resource/Southend_United_F.C.\" target=\"_blank\">Southend</a> from <a href=\"http://dbpedia.org/resource/Plymouth_Argyle_F.C.\" title=\"http://dbpedia.org/resource/Plymouth_Argyle_F.C.\" target=\"_blank\">Plymouth</a> in 2011, became a firm fans' favourite at <a href=\"http://dbpedia.org/resource/Roots_Hall\" title=\"http://dbpedia.org/resource/Roots_Hall\" target=\"_blank\">Roots Hall</a> - winning the Supporters' Player of the Season Award three times in 2013/14, 2015/16 and 2016/17.<br>Leonard, with over 250 <a href=\"http://dbpedia.org/resource/Southend_United_F.C.\" title=\"http://dbpedia.org/resource/Southend_United_F.C.\" target=\"_blank\">Southend</a> appearances to his name, could make his debut for his new side in Friday's derby clash against city rivals <a href=\"http://dbpedia.org/resource/Sheffield_Wednesday_F.C.\" title=\"http://dbpedia.org/resource/Sheffield_Wednesday_F.C.\" target=\"_blank\">Sheffield Wednesday</a>, live on Sky Sports Football.<br>"
}