{
  "date": "03/02/18",
  "title": "Sadio Mane insists Liverpool are capable of winning all remaining games",
  "description": "Sadio Mane believes Liverpool are good enough to win every game between now and the end of the season, insisting the club are in a \"good way\".",
  "content": "After embarking on the longest unbeaten run of the Jurgen Klopp era in recent months, Liverpool have struggled since inflicting a first league defeat on Manchester City two weeks ago.\nThe 18-match unbeaten run coming to an end in surprising fashion at struggling Swansea, before Liverpool were knocked out of the FA Cup by West Brom at Anfield.\nVictory over Huddersfield in midweek, coupled with Chelsea's shock loss at home to Bournemouth, ensured the Reds jumped to third, two points ahead of Tottenham in fifth prior to their meeting at Anfield on Sunday, live on Sky Sports Premier League.\nMane, speaking exclusively to Sky Sports, believes that while any talk of a title challenge is premature, the team are confident against any opposition.\n\"Of course we want to win every game, Mane said. \"But sometimes it is difficult to play against teams who just drop back and try to defend.\n\"Against big teams, it can be complicated, but like I have always said, we can beat any team in the league, even in the world. It will be a tough game, but it is possible to win.\n\"It is too early to talk about winning any titles, but our aim is to try and win every single game until the end of the season - why not?\n\"The team spirit is great, we are all happy to be playing alongside each other. There have been some difficult years here, but that happens to every single club in the world. We are in a good way now, so everything is possible.\"\nMane reserved special praise for Liverpool's record signing Virgil van Dijk, despite seeing his former team-mate benched for the midweek success at Huddersfield.\n\"He is a great player,\" Mane added. \"I know him very well from my time at Southampton. He is a very good addition for us and we are very happy to have him in the team.\n\"He is doing well. He is strong and technically good. He reads the game well and wants to win every single ball.\"\nMane himself has suffered from injury and suspension absences this campaign, hampering his effectiveness in front of goal. Mane's tally of just six league goals is dwarfed by Mohamed Salah's impressive return of 19, but Mane is adamant there is still time for him to catch up.\n\"There have been some difficult weeks for me,\" Mane added. \"It is part of football. All I can do is do my best, score goals, give assists and do my best for my team.\n\"We still have many games to play, it is too early to speak about how many goals I will get this season.\"\nWatch the Soccer Saturday interview with Sadio Mane in full from 10am on Sky Sports News, while Liverpool host Spurs on Sunday from 4.15pm on Sky Sports Premier League\n",
  "dbpedia": "After embarking on the longest unbeaten run of the Jurgen Klopp era in recent months, <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> have struggled since inflicting a first league defeat on <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> two weeks ago.<br>The 18-match unbeaten run coming to an end in surprising fashion at struggling <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a>, before <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> were knocked out of the FA Cup by <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> at <a href=\"http://dbpedia.org/resource/Anfield\" title=\"http://dbpedia.org/resource/Anfield\" target=\"_blank\">Anfield</a>.<br>Victory over <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> in midweek, coupled with <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>'s shock loss at home to <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a>, ensured the Reds jumped to third, two points ahead of <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> in fifth prior to their meeting at <a href=\"http://dbpedia.org/resource/Anfield\" title=\"http://dbpedia.org/resource/Anfield\" target=\"_blank\">Anfield</a> on Sunday, live on Sky Sports <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>.<br>Mane, speaking exclusively to Sky Sports, believes that while any talk of a title challenge is premature, the team are confident against any opposition.<br>\"Of course we want to win every game, Mane said. \"But sometimes it is difficult to play against teams who just drop back and try to defend.<br>\"Against big teams, it can be complicated, but like I have always said, we can beat any team in the league, even in the world. It will be a tough game, but it is possible to win.<br>\"It is too early to talk about winning any titles, but our aim is to try and win every single game until the end of the season - why not?<br>\"The team spirit is great, we are all happy to be playing alongside each other. There have been some difficult years here, but that happens to every single club in the world. We are in a good way now, so everything is possible.\"<br>Mane reserved special praise for <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>'s record signing Virgil van Dijk, despite seeing his former team-mate benched for the midweek success at <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a>.<br>\"He is a great player,\" Mane added. \"I know him very well from my time at <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a>. He is a very good addition for us and we are very happy to have him in the team.<br>\"He is doing well. He is strong and technically good. He reads the game well and wants to win every single ball.\"<br>Mane himself has suffered from injury and suspension absences this campaign, hampering his effectiveness in front of goal. Mane's tally of just six league goals is dwarfed by <a href=\"http://dbpedia.org/resource/Mohamed_Salah\" title=\"http://dbpedia.org/resource/Mohamed_Salah\" target=\"_blank\">Mohamed Salah</a>'s impressive return of 19, but Mane is adamant there is still time for him to catch up.<br>\"There have been some difficult weeks for me,\" Mane added. \"It is part of football. All I can do is do my best, score goals, give assists and do my best for my team.<br>\"We still have many games to play, it is too early to speak about how many goals I will get this season.\"<br>Watch the Soccer Saturday interview with Sadio Mane in full from 10am on Sky Sports News, while <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> host Spurs on Sunday from 4.15pm on Sky Sports <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a><br>"
}