{
  "date": "05/02/18",
  "title": "Liverpool forward Mohamed Salah is worth over £100m, says Phil Babb",
  "description": "Liverpool forward Mohamed Salah's sublime form has seen him surpass a valuation of £100m, according to Phil Babb.",
  "content": "Salah scored twice against Tottenham on Sunday with his second looking to have secured a win at Anfield, but his rival to the Golden Boot Harry Kane converted a last-gasp penalty to clinch a draw.\nFormer Liverpool defender Jamie Carragher insisted Salah's goal was something only Lionel Messi is capable of replicating, while Babb echoed the praise and now feels the forward has more than doubled in value since his summer move from Roma.\n\"It's well over £100m now,\" Babb told Premier League Daily. \"His low centre of gravity and his ability to just waltz past players, it's just an exceptional goal.\n\"You're not walking past kids in a park on a Sunday, he's going past international, elite footballers like they don't exist.\n\"He is one of the hottest properties in world football there is no shadow of a doubt.\"\nSpeculation in the national press has begun regarding potential interest in Salah from Barcelona or Real Madrid, and Babb acknowledged a bid may arrive in the near future if his form continues.\n\"You do fantastically well but then you have the big Spanish giants and await their interest,\" said Babb.\n\"They're going to keep monitoring him and see if he keeps doing it till the end of the season, and if he does well in the World Cup, do they put in a massive world breaking bid in the summer transfer window?\"\nSalah's two goals in the match now puts him on 21 Premier League strikes for the season, sitting one behind Kane.\n",
  "dbpedia": "Salah scored twice against <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> on Sunday with his second looking to have secured a win at <a href=\"http://dbpedia.org/resource/Anfield\" title=\"http://dbpedia.org/resource/Anfield\" target=\"_blank\">Anfield</a>, but his rival to the Golden Boot <a href=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" title=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" target=\"_blank\">Harry Kane</a> converted a last-gasp penalty to clinch a draw.<br>Former <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> defender <a href=\"http://dbpedia.org/resource/Jamie_Carragher\" title=\"http://dbpedia.org/resource/Jamie_Carragher\" target=\"_blank\">Jamie Carragher</a> insisted Salah's goal was something only <a href=\"http://dbpedia.org/resource/Lionel_Messi\" title=\"http://dbpedia.org/resource/Lionel_Messi\" target=\"_blank\">Lionel Messi</a> is capable of replicating, while Babb echoed the praise and now feels the forward has more than doubled in value since his summer move from <a href=\"http://dbpedia.org/resource/A.S._Roma\" title=\"http://dbpedia.org/resource/A.S._Roma\" target=\"_blank\">Roma</a>.<br>\"It's well over £100m now,\" Babb told <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> Daily. \"His low centre of gravity and his ability to just waltz past players, it's just an exceptional goal.<br>\"You're not walking past kids in a park on a Sunday, he's going past international, elite footballers like they don't exist.<br>\"He is one of the hottest properties in world football there is no shadow of a doubt.\"<br>Speculation in the national press has begun regarding potential interest in Salah from <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> or <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a>, and Babb acknowledged a bid may arrive in the near future if his form continues.<br>\"You do fantastically well but then you have the big Spanish giants and await their interest,\" said Babb.<br>\"They're going to keep monitoring him and see if he keeps doing it till the end of the season, and if he does well in the World Cup, do they put in a massive world breaking bid in the summer transfer window?\"<br>Salah's two goals in the match now puts him on 21 <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> strikes for the season, sitting one behind Kane.<br>"
}