{
  "date": "02/02/18",
  "title": "Sam Allardyce feels Arsenal are 'defensively weak' and Everton can 'shut them out' at the Emirates",
  "description": "Everton boss Sam Allardyce thinks Arsenal are “defensively weak” and he will target Arsene Wenger’s side on the counter-attack at the Emirates on Saturday.",
  "content": "Arsenal have not kept a Premier League clean sheet in their last seven games and have conceded 34 goals - the most of the top seven teams in each of Europe's big five leagues.Wenger admitted on Friday his side have to find a solution to their defensive problems and Allardyce wants Everton to add to those issues following Arsenal's 3-1 defeat at Swansea on Tuesday night.\"Arsenal's attacking force has always been what you have to manage,\" Allardyce said. \"They haven't scored as many goals as they have done in recent years at this stage of the season which gives us an opportunity to try and shut them out.\"I think that while it was away from home the other night, we studied the Swansea performance where Swansea managed to get a result against them but the Emirates is a different kettle of fish.\"It's about being able to nullify the strengths of Arsenal and then, I've always felt, that defensively they are weak because of the amount of players they commit forward.\"If we're clever enough to not give the ball away and break out from when we win the ball back with some quality forward passes and forward runs, we can play well and get good counter-attacking movement going.\"Theo Walcott is one player who Allardyce may look to use on the break, with the forward set to play against Arsenal for the first time since leaving the club last month in a £20m deal.The move ended Walcott's 12 years at the club and Allardyce expects the Englishman to get a warm welcome back at the Emirates on Saturday, and hopes he can continue his goal scoring form which saw him net both of Everton's goals in their 2-1 win over Leicester on Wednesday.\"He'll be doing the team-talk tomorrow I think,\" he joked. \"I think he's looking forward to it. I'm sure he'll get a very good reception when he goes back to the Emirates.\"Everybody can understand why he's left because now he's got the opportunity to be one of the key players for Everton now and I think he saw that was going to be the case.\"Last season he played 30 plus games and scored 19 goals, then all of a sudden this season that hasn't been the case so he can be a pivotal figure for us going forward into the future.\"Hopefully he can go and perform at the Emirates as well as he did on Wednesday night.\"",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> have not kept a <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> clean sheet in their last seven games and have conceded 34 goals - the most of the top seven teams in each of Europe\\&apos;s big five leagues.Wenger admitted on Friday his side have to find a solution to their defensive problems and Allardyce wants <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> to add to those issues following <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>\\&apos;s 3-1 defeat at <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> on Tuesday night.&quot;<a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>\\&apos;s attacking force has always been what you have to manage,&quot; Allardyce said. &quot;They haven\\&apos;t scored as many goals as they have done in recent years at this stage of the season which gives us an opportunity to try and shut them out.&quot;I think that while it was away from home the other night, we studied the <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> performance where <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> managed to get a result against them but the Emirates is a different kettle of fish.&quot;It\\&apos;s about being able to nullify the strengths of <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> and then, I\\&apos;ve always felt, that defensively they are weak because of the amount of players they commit forward.&quot;If we\\&apos;re clever enough to not give the ball away and break out from when we win the ball back with some quality forward passes and forward runs, we can play well and get good counter-attacking movement going.&quot;<a href=\"http://dbpedia.org/resource/Theo_Walcott\" title=\"http://dbpedia.org/resource/Theo_Walcott\" target=\"_blank\">Theo Walcott</a> is one player who Allardyce may look to use on the break, with the forward set to play against <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> for the first time since leaving the club last month in a &#xA3;20m deal.The move ended Walcott\\&apos;s 12 years at the club and Allardyce expects the Englishman to get a warm welcome back at the Emirates on Saturday, and hopes he can continue his goal scoring form which saw him net both of <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>\\&apos;s goals in their 2-1 win over <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a> on Wednesday.&quot;He\\&apos;ll be doing the team-talk tomorrow I think,&quot; he joked. &quot;I think he\\&apos;s looking forward to it. I\\&apos;m sure he\\&apos;ll get a very good reception when he goes back to the Emirates.&quot;Everybody can understand why he\\&apos;s left because now he\\&apos;s got the opportunity to be one of the key players for <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> now and I think he saw that was going to be the case.&quot;Last season he played 30 plus games and scored 19 goals, then all of a sudden this season that hasn\\&apos;t been the case so he can be a pivotal figure for us going forward into the future.&quot;Hopefully he can go and perform at the Emirates as well as he did on Wednesday night.&quot;\n"
}