{
  "date": "19/01/18",
  "title": "Sam Allardyce prepares to mark 1,000 games as a manager",
  "description": "Everton boss Sam Allardyce admits there was a point when he thought he would never reach 1,000 matches in management.",
  "content": "Over a 25-year career, the 63-year-old has taken charge of Preston, Blackpool, Notts County, Bolton, Newcastle, Blackburn, West Ham, Sunderland, England and Crystal Palace and will bring up the landmark in the Goodison Park dugout against West Brom on Saturday.Allardyce left Palace in May claiming he had no ambition to take another job, only to be appointed as Ronald Koeman's successor in November.\"I wasn't thinking I was going to get there,\" he said ahead of becoming only the 31st manager in the modern era of English football to reach the landmark.\"I actually thought I was already there when I left Crystal Palace because, if you counted Limerick, I was well past 1,000 games, but unfortunately those games weren't added because it wasn't a full-time professional football club.\"Having got the nod last week this was going to be my 1,000th game I'm absolutely delighted to have hit that milestone, mainly all in the Premier League.\"To experience so many different clubs with so many different cultures has been a great journey for me.\"I've never worked since I left school so this is just a continuation of what's been a lovely way to spend my time in this industry.\"I look forward to the lads making sure we win tomorrow and I can celebrate it a little bit more when we get those three points.\"Allardyce was asked what his advice would be to managers just starting out in their careers.\"Survival is the first thing on your mind,\" he added. \"That is about understanding what is needed at that football club with the players at your disposal.Sir Alex Ferguson hailed Allardyce one of the country's most forward-thinking managers.\"Play to their strengths to get results because results are what keep you in the job and results give you experience and get you in the limelight and allow you to move up the league and get a bigger job,\" the former Manchester United boss said of Allardyce.Allardyce has been inducted into the League Managers' Association Hall of Fame and 1,000 Club and chairman Howard Wilkinson said: \"Anyone who manages at the top level for as long as Sam knows of the sacrifices required of a modern day football manager and Sam is a manager who has given nothing less than 100 per cent at every club he has represented.\"Ferguson added: \"Sam has been one of the country's most forward thinking managers with the ability to get the very best out of his teams throughout the years, which makes him a top coach and a great leader.\""
}