{
  "date": "12/01/18",
  "title": "Sam Allardyce confirms Everton are in talks with Arsenal's Theo Walcott",
  "description": "Sam Allardyce has confirmed that Everton are in talks with Arsenal's Theo Walcott over a possible move.",
  "content": "Everton are reportedly battling with Southampton for Walcott's signature and it is understood the Gunners may consider letting the England international leave during the January transfer window.Allardyce has openly declared his desire to bring in more attacking players at Goodison Park, having already signed Cenk Tosun from Besiktas for £27m, and the Everton boss says Walcott would be \"a great addition\" to the team.\"I think you are all aware of our interest in Theo,\" Allardyce said.\"If that is possible to get over the line, I would be delighted but obviously there is negotiations that are happening at the moment.\"If that can all be sorted out, which is one of the most difficult things to do then that would be a great addition in my opinion to come and join us from an attacking point of view.\"If that is at all possible it would be very nice, but it is not imminent at the moment but some negotiations are going on.\"It is permanent we are hoping to negotiate. I don't think there is any chance of a loan.\"The Everton boss is refusing to get carried away about a possible deal for Arsenal's out-of-favour winger, but admits he would be excited to sign the 28-year-old.\"I don't get optimistic otherwise I get disappointed so we will wait and see,\" Allardyce said.\"I will be very excited and enthused once somebody, if it is not Theo then somebody else, has signed on the dotted line.\"In this window you don't get too optimistic because so many things can happen in a short space of time.\"You will never think a player is coming until somebody tells you he has actually signed on the dotted line.\"Allardyce also revealed that Everton are looking to pursue a number of other transfer targets, but insists that players must leave the club before more signings are made.\"It is essential that we trim the squad down if we are to bring more players in to adjust the balance of the squad.\"We would be hoping for some negotiations for some of our players if that became a possibility where the club were satisfied by what was offered from other clubs.\"We have had a number of enquiries for some players but none of those enquiries have hit anywhere near where our valuation might be.\""
}