{
  "date": "17/01/18",
  "title": "Samir Nasri set to leave Turkish club Antalyaspor",
  "description": "Samir Nasri is on the verge of leaving Turkish side Antalyaspor after a disappointing spell, the club has said.",
  "content": "Nasri joined Antalyaspor from Manchester City in August following six years at the Etihad. The 30-year-old midfielder said at the time he was relishing the chance of a new start but his new side have had a woeful season so far.\nThey are just above the relegation zone, the club is in financial difficulties and chairman Ali Safak Ozturk, who brought Nasri to Turkey, has resigned.\nBoard member Cumhur Arici told the Dogan news agency in Turkey: \"A clear decision has been made for a parting of the ways with Nasri.\n\"His manager will come and negotiations will be made on the subject of money owed and we will part company.\"\nIt will be a sad end for Nasri, who joined the club with high hopes when his first-team opportunities at City became increasingly limited under Pep Guardiola.\nThe 30-year-old midfielder signed for City from Arsenal in 2011 and won two Premier League titles and two League Cups in his time at the Etihad.\nIt is a different story for Antalyaspor captain Samuel Eto'o. The former Chelsea and Everton striker has been told that he does have a future at the club.\n\"Eto'o wants to stay in Antalya. We want him to stay,\" Arici added. \"We want to extend his contract for another two years.\n\"But the club has economic troubles and we will discuss this with Eto'o. Depending on the economic situation, we will continue with Eto'o.\"\n",
  "dbpedia": "Nasri joined <a href=\"http://dbpedia.org/resource/Antalyaspor\" title=\"http://dbpedia.org/resource/Antalyaspor\" target=\"_blank\">Antalyaspor</a> from <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> in August following six years at the Etihad. The 30-year-old midfielder said at the time he was relishing the chance of a new start but his new side have had a woeful season so far.<br>They are just above the relegation zone, the club is in financial difficulties and chairman Ali Safak Ozturk, who brought Nasri to Turkey, has resigned.<br>Board member Cumhur Arici told the Dogan news agency in Turkey: \"A clear decision has been made for a parting of the ways with Nasri.<br>\"His manager will come and negotiations will be made on the subject of money owed and we will part company.\"<br>It will be a sad end for Nasri, who joined the club with high hopes when his first-team opportunities at City became increasingly limited under <a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a>.<br>The 30-year-old midfielder signed for City from <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> in 2011 and won two <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> titles and two League Cups in his time at the Etihad.<br>It is a different story for <a href=\"http://dbpedia.org/resource/Antalyaspor\" title=\"http://dbpedia.org/resource/Antalyaspor\" target=\"_blank\">Antalyaspor</a> captain Samuel Eto'o. The former <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> and <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> striker has been told that he does have a future at the club.<br>\"Eto'o wants to stay in Antalya. We want him to stay,\" Arici added. \"We want to extend his contract for another two years.<br>\"But the club has economic troubles and we will discuss this with Eto'o. Depending on the economic situation, we will continue with Eto'o.\"<br>"
}