{
  "date": "14/01/18",
  "title": "'Difficult' Alexis Sanchez caused Arsenal dressing room split, says The Sun's Charlie Wyett",
  "description": "Whoever signs Alexis Sanchez will be getting a \"difficult\" character but an \"outstanding\" player, according to The Sun's football editor Charlie Wyett.",
  "content": "Manchester City and Manchester United are leading the chase for the Arsenal forward, who is out of contract in the summer, although Liverpool have emerged as contenders according to several Sunday newspapers.\nThe Chile international did not travel with the Gunners for the Sky Live clash with Bournemouth on Sunday as speculation continues about his future, and Wyett told Sunday Supplement that manager Arsene Wenger has struggled to deal with his star player over the years.\n\"He's been difficult,\" he said. \"You don't want footballers to be robots obviously, and they are all different personalities and that's what makes a great team.\n\"But a few Arsenal players have become tired of Sanchez over the last couple of seasons, not just months - he's entitled to be tired of them, the manager and the signings - but also, quite a few of them have massive respect for him and want him to be in the team each week, so I think there has been a bit of a split there.\n\"He's quite a challenging character. He used to make it clear to Wenger that he did not like being substituted and on the occasions he was replaced he just wouldn't talk to Wenger on the training ground for a couple of days.\n\"He had such a hump that he would just blank his manager, which is quite unusual. Sometimes, as a result, he wasn't being taken off when he should have been and there have been injuries he has sustained when he was playing matches he shouldn't have been.\n\"You could argue it's great to have a player who wants to stay on the pitch but I think sometimes that eagerness with Sanchez backfired a bit. He's the same with Chile, but you still want players like that on your team because he's an outstanding individual.\"\nJonathan Northcroft, football correspondent for the Sunday Times, said Sanchez's departure was further evidence of Arsenal's decline.\n\"It feels like Arsenal have slipped down the food chain,\" he said. \"The message that has been sent out about Sanchez has been garbled and confused.\n\"This was a gamble by Arsene Wenger in trying to keep a player in the last year of his contract thinking he would be able to bring big performances out of him, because Sanchez would still have the motivation to be at his best because there is a World Cup coming up.\n\"But Chile didn't qualify for the World Cup. He already had his move to City teed up and he's downed tools to a certain extent and now supporters have to stomach a former idol going through the motions.\n\"Arsenal fans keep getting sold a dream that these are the players that are going to bring them to glory and a few years later they are watching them leave and play for another Premier League club.\"\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> and <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> are leading the chase for the <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> forward, who is out of contract in the summer, although <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> have emerged as contenders according to several Sunday newspapers.<br>The <a href=\"http://dbpedia.org/resource/Chile_national_football_team\" title=\"http://dbpedia.org/resource/Chile_national_football_team\" target=\"_blank\">Chile</a> international did not travel with the Gunners for the Sky Live clash with <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a> on Sunday as speculation continues about his future, and Wyett told Sunday Supplement that manager Arsene Wenger has struggled to deal with his star player over the years.<br>\"He's been difficult,\" he said. \"You don't want footballers to be robots obviously, and they are all different personalities and that's what makes a great team.<br>\"But a few <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> players have become tired of Sanchez over the last couple of seasons, not just months - he's entitled to be tired of them, the manager and the signings - but also, quite a few of them have massive respect for him and want him to be in the team each week, so I think there has been a bit of a split there.<br>\"He's quite a challenging character. He used to make it clear to Wenger that he did not like being substituted and on the occasions he was replaced he just wouldn't talk to Wenger on the training ground for a couple of days.<br>\"He had such a hump that he would just blank his manager, which is quite unusual. Sometimes, as a result, he wasn't being taken off when he should have been and there have been injuries he has sustained when he was playing matches he shouldn't have been.<br>\"You could argue it's great to have a player who wants to stay on the pitch but I think sometimes that eagerness with Sanchez backfired a bit. He's the same with <a href=\"http://dbpedia.org/resource/Chile_national_football_team\" title=\"http://dbpedia.org/resource/Chile_national_football_team\" target=\"_blank\">Chile</a>, but you still want players like that on your team because he's an outstanding individual.\"<br>Jonathan Northcroft, football correspondent for the Sunday Times, said Sanchez's departure was further evidence of <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>'s decline.<br>\"It feels like <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> have slipped down the food chain,\" he said. \"The message that has been sent out about Sanchez has been garbled and confused.<br>\"This was a gamble by Arsene Wenger in trying to keep a player in the last year of his contract thinking he would be able to bring big performances out of him, because Sanchez would still have the motivation to be at his best because there is a World Cup coming up.<br>\"But <a href=\"http://dbpedia.org/resource/Chile_national_football_team\" title=\"http://dbpedia.org/resource/Chile_national_football_team\" target=\"_blank\">Chile</a> didn't qualify for the World Cup. He already had his move to City teed up and he's downed tools to a certain extent and now supporters have to stomach a former idol going through the motions.<br>\"<a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> fans keep getting sold a dream that these are the players that are going to bring them to glory and a few years later they are watching them leave and play for another <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> club.\"<br>"
}