{
  "date": "19/01/18",
  "title": "Man Utd and Arsenal continue to talk Alexis Sanchez/Henrikh Mkhitaryan swap",
  "description": "Manchester United and Arsenal continue to talk about a potential swap deal involving Alexis Sanchez and Henrikh Mkhitaryan, Sky Sports News understands.",
  "content": "Agreement is yet to be reached between all parties in the deal, including some of the representatives attached to it.Sky Sports News understands Arsenal are also discussing a move for another player, believed to be Borussia Dortmund forward Pierre-Emerick Aubameyang.Mkhitaryan is with the United squad at their Carrington training complex, having arrived for training on Friday morning ahead of this weekend's clash with Burnley.United boss Jose Mourinho said at his Friday press conference: \"Nothing new. Clearly everyone knows that we are there and especially when [the] Arsenal manager speaks so clearly like he did, there is no point in trying to hide or deny.\"But not done, not done at all. In this moment Mkhitaryan is our player, Sanchez is Arsenal's player. With a match tomorrow [Saturday] I want to switch off and focus on what is the most important thing.\"Sanchez's move to Old Trafford is understood to hinge on Armenia international Mkhitaryan agreeing terms on a move to the Emirates.Mkhitaryan's agent Mino Raiola confirmed to Sky Sports News earlier in the week that he proposed the swap deal more than six weeks ago.Sanchez had also been attracting interest from Manchester City, who have since withdrawn from negotiations, while more recently Chelsea have emerged as an interested party.Mkhitaryan has fallen out of favour at Old Trafford, starting only one Premier League game in over two months, while Sanchez's contractual situation has been a constant problem for Arsene Wenger for more than 12 months.Sanchez is out of contract this summer, along with team-mate Mesut Ozil, whose long-term future is also yet to be secured.Wenger said last weekend he expected Sanchez's future to be resolved imminently.",
  "dbpedia": "\nAgreement is yet to be reached between all parties in the deal, including some of the representatives attached to it.Sky Sports News understands <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> are also discussing a move for another player, believed to be <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Borussia Dortmund</a> forward <a href=\"http://dbpedia.org/resource/Pierre-Emerick_Aubameyang\" title=\"http://dbpedia.org/resource/Pierre-Emerick_Aubameyang\" target=\"_blank\">Pierre-Emerick</a> Aubameyang.Mkhitaryan is with the United squad at their Carrington training complex, having arrived for training on Friday morning ahead of this weekend\\&apos;s clash with Burnley.United boss Jose Mourinho said at his Friday press conference: &quot;Nothing new. Clearly everyone knows that we are there and especially when [the] <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> manager speaks so clearly like he did, there is no point in trying to hide or deny.&quot;But not done, not done at all. In this moment Mkhitaryan is our player, Sanchez is <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>\\&apos;s player. With a match tomorrow [Saturday] I want to switch off and focus on what is the most important thing.&quot;Sanchez\\&apos;s move to Old Trafford is understood to hinge on <a href=\"http://dbpedia.org/resource/Armenia_national_football_team\" title=\"http://dbpedia.org/resource/Armenia_national_football_team\" target=\"_blank\">Armenia</a> international Mkhitaryan agreeing terms on a move to the Emirates.Mkhitaryan\\&apos;s agent Mino Raiola confirmed to Sky Sports News earlier in the week that he proposed the swap deal more than six weeks ago.Sanchez had also been attracting interest from <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>, who have since withdrawn from negotiations, while more recently <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> have emerged as an interested party.Mkhitaryan has fallen out of favour at Old Trafford, starting only one <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> game in over two months, while Sanchez\\&apos;s contractual situation has been a constant problem for Arsene Wenger for more than 12 months.Sanchez is out of contract this summer, along with team-mate Mesut Ozil, whose long-term future is also yet to be secured.Wenger said last weekend he expected Sanchez\\&apos;s future to be resolved imminently.\n"
}