{
  "date": "22/01/18",
  "title": "Alexis Sanchez to Manchester United and Henrikh Mkhitaryan to Arsenal: How it happened",
  "description": "Alexis Sanchez has completed his transfer to Manchester United, with Henrikh Mkhitaryan joining Arsenal in return - but how did it come about?",
  "content": "Here, Sky Sports News' James Cooper lifts the lid on one of the most high-profile deals in the history of the January transfer window.From when Manchester United first decided to make a move for Sanchez to how they convinced him to choose them over rivals Manchester City, and why Mkhitaryan agreed to head to London, we reveal the details behind the deal...When did Manchester United first become interested in a deal for Sanchez and what convinced them to make a move? James Cooper: Sanchez has been on Manchester United's radar but they thought it was a done deal that Manchester City would get him, bearing in mind the relationship between Pep Guardiola and the player from their time together at Barcelona.However, it probably struck them that there was an opportunity to do business when Sanchez didn't go to City on the final day of the summer window. They probably thought, 'let's try the waters' and I think they realised there were two components in play, which they could use to bring Sanchez to the club. The first was that they could offer Arsenal something they wouldn't get from another deal, in Mkhitaryan. Then there were the wages they could offer Sanchez, which no one else could compete with.The problem for Manchester City is they will look at their wage structure, which sees players still being paid an absolute fortune, and they won't want Sanchez to walk into their squad and be paid masses more than Kevin De Bruyne, who has just signed a new contract at the club and is clearly a younger, perhaps even better, Premier League player than Sanchez is.It was probably that friction which allowed Manchester United in. They've said all along they don't like doing January business but when something exceptional comes along they'll go for it. The figures work for them in many ways. I know people have talked about the wages for Sanchez, but he is soaking up the Mkhitaryan wages, which were big, and of course there isn't a transfer fee either for a player who is in the £60m-£70m bracket.Why is Sanchez a player who appeals to Mourinho? JC: Mourinho wants players of a certain calibre, clearly, but he wants players of a certain attitude as well. And if you look at Mkhitaryan, you wouldn't describe him as a fighter, whereas Sanchez has displayed throughout his career he has the quality but he also has the mettle. It's almost upgrading silk to steel.Mourinho wants a powerful side. The only thing against Sanchez is he isn't over six foot tall, which you expect from a Mourinho player! But Sanchez gives you that power and that might. Mourinho is looking for a lot of leaders on the pitch and Sanchez would clearly be one of those people.Once Mourinho identified Sanchez as a target, who took responsibility at boardroom level for making the deal happen? JC: Mourinho has a wish list that he puts in front of executive vice-chairman Ed Woodward. He will talk to the owners, the Glazers, to sanction the spending but the negotiation side is something Woodward does pretty much exclusively on his own. He will obviously take advice from various people at the football club - he can call on the likes of Sir Alex Ferguson and David Gill if he needs information - but I'm led to believe he pretty much does that on his own.He has his critics, because people say he's not dyed in the wool Manchester United, but he has landed targets, whether it's Paul Pogba, Romelu Lukaku or Zlatan Ibrahimovic. People will say they've spent a lot of money but these were players that other rivals would want in their squads but they came to Manchester United.Sanchez seemed set to join up with his former Barcelona boss Pep Guardiola at Manchester City, was there anything from their side which may have put him off?JC: As well as the wages United were able to offer, one of the other bones of contention for Sanchez was playing time. Manchester United were probably able to say 'you'll play week in, week out'.One of the reasons why United didn't make a move for Sanchez in the summer was because they didn't know the situation with Zlatan Ibrahimovic and how he'd recover from his injury. However, since he is back in the treatment room after making his early comeback, that's probably focused their minds a little bit. They put their eggs in that basket and it clearly hasn't proved to be right. Ibrahimovic might again prove everyone wrong but he's not an option right now.That puts an awful lot of the workload on Lukaku's shoulders. We've seen Anthony Martial come to the fore of late but we haven't seen consistency from Marcus Rashford. In contrast, over at Manchester City, they have Gabriel Jesus, Sergio Aguero, the Silvas, Raheem Sterling and Leroy Sane. There's an argument that, as good as Sanchez is, it's probably a bigger battle to get into the City first team.It might be that Jose has said 'you're the player who makes the difference for us this season in the Champions League, you are somebody we can build a team around for the next two or three years and put Manchester United back on the map'.What's the view at City about missing out on Sanchez? JC: There has been a bit of gnashing about it because they wanted the player. But you have to look at how much they wanted the player. Why did they give up so easily if they really, really wanted him?Ultimately, I think it would have been a nice cherry on the cake for City, but they really have got incredible strength in depth and then young players who are only going to get better. Sterling is going to get better, Sane could become a real lynchpin player.City could afford to miss out on Sanchez. I'm told they want a centre back, which they might do the business on and Jonny Evans could be that player. They want cover for Fernandinho, too, and they're looking seriously at Shakhtar Donetsk's Fred, who could come to the club in the summer. And they want an attacking player. Sanchez could have fulfilled that role but they could bring in someone younger who they can get more years out of.In terms of Mkhitaryan's side of the deal, what were his views on the change and why was Mourinho happy to exchange him? JC: I think it's been hard for Mkhitaryan. He had a really rocky start to his Manchester United career but he seemed to get over that and play some really good football. But clearly confidence is a big issue with him and I think it gets knocked very easily.I think it's interesting to compare his case to that of Luke Shaw. A few months ago, everyone said Shaw would leave in this window but he's got a run of games, played well and proved Mourinho wrong. I don't think there's ever been a situation when Mkhitaryan has done the same thing. Mourinho probably looked at him and thought, 'come on, prove me wrong, play well in the big games' - and on all of those occasions he didn't really deliver.However, there is space within the Arsenal squad now, with Theo Walcott sold to Everton. I think Arsene Wenger will have said to him he'll play week in, week out and it might be, if they persevere with him, they get the player we've seen in flashes at United.The hard part for Mkhitaryan is the status thing, because whether Arsenal fans like it or not, United are a bigger club than Arsenal at the moment. So he's taking a step down but living in London and playing for one of the capital's biggest clubs still appeals. And I know from an agent point of view, they were keen for him to be on parity or if not earning more than he was at United. So that's interesting. But maybe being a big fish at Arsenal is better than being a regular fish at United!How will Sanchez's arrival on a big-money contract affect the other high earners at United?JC: It's natural in football dressing rooms that people are aware of how much people are being paid - although a lot of the Sanchez wage information has come from sources connected to Manchester City, so we have to treat it with a little bit of scepticism.But if Mkhitaryan was on between £150-£200k per week, you can add another 100k to that and I'm told Sanchez's image rights are worth a lot as well. But it does cause problems in a dressing room, when someone walks in and he's earning the most.United can qualify that by saying they haven't paid a transfer fee and when it comes to money, United will tell you they're not irresponsible with it and certainly the evidence is they've got players in who have merited the fees they've paid.But they also know it's important to keep those big egos happy, and they'll look to address that in the case of Paul Pogba. We're starting to see the player they bought from Juventus rather than the one who arrived last season. He's commanding games, looking world class and they'll say to him 'keep on doing that and you'll be rewarded, too'.",
  "dbpedia": "\nHere, Sky Sports News\\&apos; James Cooper lifts the lid on one of the most high-profile deals in the history of the January transfer window.From when <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> first decided to make a move for Sanchez to how they convinced him to choose them over rivals <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>, and why Mkhitaryan agreed to head to London, we reveal the details behind the deal...When did <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> first become interested in a deal for Sanchez and what convinced them to make a move? James Cooper: Sanchez has been on <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>\\&apos;s radar but they thought it was a done deal that <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> would get him, bearing in mind the relationship between <a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a> and the player from their time together at Barcelona.However, it probably struck them that there was an opportunity to do business when Sanchez didn\\&apos;t go to City on the final day of the summer window. They probably thought, \\&apos;let\\&apos;s try the waters\\&apos; and I think they realised there were two components in play, which they could use to bring Sanchez to the club. The first was that they could offer <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> something they wouldn\\&apos;t get from another deal, in Mkhitaryan. Then there were the wages they could offer Sanchez, which no one else could compete with.The problem for <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> is they will look at their wage structure, which sees players still being paid an absolute fortune, and they won\\&apos;t want Sanchez to walk into their squad and be paid masses more than <a href=\"http://dbpedia.org/resource/Kevin_De_Bruyne\" title=\"http://dbpedia.org/resource/Kevin_De_Bruyne\" target=\"_blank\">Kevin De Bruyne</a>, who has just signed a new contract at the club and is clearly a younger, perhaps even better, <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> player than Sanchez is.It was probably that friction which allowed <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> in. They\\&apos;ve said all along they don\\&apos;t like doing January business but when something exceptional comes along they\\&apos;ll go for it. The figures work for them in many ways. I know people have talked about the wages for Sanchez, but he is soaking up the Mkhitaryan wages, which were big, and of course there isn\\&apos;t a transfer fee either for a player who is in the &#xA3;60m-&#xA3;70m bracket.Why is Sanchez a player who appeals to Mourinho? JC: Mourinho wants players of a certain calibre, clearly, but he wants players of a certain attitude as well. And if you look at Mkhitaryan, you wouldn\\&apos;t describe him as a fighter, whereas Sanchez has displayed throughout his career he has the quality but he also has the mettle. It\\&apos;s almost upgrading silk to steel.Mourinho wants a powerful side. The only thing against Sanchez is he isn\\&apos;t over six foot tall, which you expect from a Mourinho player! But Sanchez gives you that power and that might. Mourinho is looking for a lot of leaders on the pitch and Sanchez would clearly be one of those people.Once Mourinho identified Sanchez as a target, who took responsibility at boardroom level for making the deal happen? JC: Mourinho has a wish list that he puts in front of executive vice-chairman Ed Woodward. He will talk to the owners, the Glazers, to sanction the spending but the negotiation side is something Woodward does pretty much exclusively on his own. He will obviously take advice from various people at the football club - he can call on the likes of <a href=\"http://dbpedia.org/resource/Alex_Ferguson\" title=\"http://dbpedia.org/resource/Alex_Ferguson\" target=\"_blank\">Sir Alex Ferguson</a> and David Gill if he needs information - but I\\&apos;m led to believe he pretty much does that on his own.He has his critics, because people say he\\&apos;s not dyed in the wool <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>, but he has landed targets, whether it\\&apos;s <a href=\"http://dbpedia.org/resource/Paul_Pogba\" title=\"http://dbpedia.org/resource/Paul_Pogba\" target=\"_blank\">Paul Pogba</a>, <a href=\"http://dbpedia.org/resource/Romelu_Lukaku\" title=\"http://dbpedia.org/resource/Romelu_Lukaku\" target=\"_blank\">Romelu Lukaku</a> or Zlatan Ibrahimovic. People will say they\\&apos;ve spent a lot of money but these were players that other rivals would want in their squads but they came to Manchester United.Sanchez seemed set to join up with his former <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> boss <a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a> at <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>, was there anything from their side which may have put him off?JC: As well as the wages United were able to offer, one of the other bones of contention for Sanchez was playing time. <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> were probably able to say \\&apos;you\\&apos;ll play week in, week out\\&apos;.One of the reasons why United didn\\&apos;t make a move for Sanchez in the summer was because they didn\\&apos;t know the situation with Zlatan Ibrahimovic and how he\\&apos;d recover from his injury. However, since he is back in the treatment room after making his early comeback, that\\&apos;s probably focused their minds a little bit. They put their eggs in that basket and it clearly hasn\\&apos;t proved to be right. Ibrahimovic might again prove everyone wrong but he\\&apos;s not an option right now.That puts an awful lot of the workload on Lukaku\\&apos;s shoulders. We\\&apos;ve seen Anthony Martial come to the fore of late but we haven\\&apos;t seen consistency from Marcus Rashford. In contrast, over at <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>, they have Gabriel Jesus, Sergio Aguero, the Silvas, <a href=\"http://dbpedia.org/resource/Raheem_Sterling\" title=\"http://dbpedia.org/resource/Raheem_Sterling\" target=\"_blank\">Raheem Sterling</a> and Leroy Sane. There\\&apos;s an argument that, as good as Sanchez is, it\\&apos;s probably a bigger battle to get into the City first team.It might be that Jose has said \\&apos;you\\&apos;re the player who makes the difference for us this season in the Champions League, you are somebody we can build a team around for the next two or three years and put <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> back on the map\\&apos;.What\\&apos;s the view at City about missing out on Sanchez? JC: There has been a bit of gnashing about it because they wanted the player. But you have to look at how much they wanted the player. Why did they give up so easily if they really, really wanted him?Ultimately, I think it would have been a nice cherry on the cake for City, but they really have got incredible strength in depth and then young players who are only going to get better. Sterling is going to get better, Sane could become a real lynchpin player.City could afford to miss out on Sanchez. I\\&apos;m told they want a centre back, which they might do the business on and <a href=\"http://dbpedia.org/resource/Jonny_Evans\" title=\"http://dbpedia.org/resource/Jonny_Evans\" target=\"_blank\">Jonny Evans</a> could be that player. They want cover for <a href=\"http://dbpedia.org/resource/Fernando_Luiz_Roza\" title=\"http://dbpedia.org/resource/Fernando_Luiz_Roza\" target=\"_blank\">Fernandinho</a>, too, and they\\&apos;re looking seriously at <a href=\"http://dbpedia.org/resource/FC_Shakhtar_Donetsk\" title=\"http://dbpedia.org/resource/FC_Shakhtar_Donetsk\" target=\"_blank\">Shakhtar Donetsk</a>\\&apos;s Fred, who could come to the club in the summer. And they want an attacking player. Sanchez could have fulfilled that role but they could bring in someone younger who they can get more years out of.In terms of Mkhitaryan\\&apos;s side of the deal, what were his views on the change and why was Mourinho happy to exchange him? JC: I think it\\&apos;s been hard for Mkhitaryan. He had a really rocky start to his <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> career but he seemed to get over that and play some really good football. But clearly confidence is a big issue with him and I think it gets knocked very easily.I think it\\&apos;s interesting to compare his case to that of <a href=\"http://dbpedia.org/resource/Luke_Shaw\" title=\"http://dbpedia.org/resource/Luke_Shaw\" target=\"_blank\">Luke Shaw</a>. A few months ago, everyone said Shaw would leave in this window but he\\&apos;s got a run of games, played well and proved Mourinho wrong. I don\\&apos;t think there\\&apos;s ever been a situation when Mkhitaryan has done the same thing. Mourinho probably looked at him and thought, \\&apos;come on, prove me wrong, play well in the big games\\&apos; - and on all of those occasions he didn\\&apos;t really deliver.However, there is space within the <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> squad now, with <a href=\"http://dbpedia.org/resource/Theo_Walcott\" title=\"http://dbpedia.org/resource/Theo_Walcott\" target=\"_blank\">Theo Walcott</a> sold to <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>. I think Arsene Wenger will have said to him he\\&apos;ll play week in, week out and it might be, if they persevere with him, they get the player we\\&apos;ve seen in flashes at United.The hard part for Mkhitaryan is the status thing, because whether <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> fans like it or not, United are a bigger club than <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> at the moment. So he\\&apos;s taking a step down but living in London and playing for one of the capital\\&apos;s biggest clubs still appeals. And I know from an agent point of view, they were keen for him to be on parity or if not earning more than he was at United. So that\\&apos;s interesting. But maybe being a big fish at <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> is better than being a regular fish at United!How will Sanchez\\&apos;s arrival on a big-money contract affect the other high earners at United?JC: It\\&apos;s natural in football dressing rooms that people are aware of how much people are being paid - although a lot of the Sanchez wage information has come from sources connected to <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>, so we have to treat it with a little bit of scepticism.But if Mkhitaryan was on between &#xA3;150-&#xA3;200k per week, you can add another 100k to that and I\\&apos;m told Sanchez\\&apos;s image rights are worth a lot as well. But it does cause problems in a dressing room, when someone walks in and he\\&apos;s earning the most.United can qualify that by saying they haven\\&apos;t paid a transfer fee and when it comes to money, United will tell you they\\&apos;re not irresponsible with it and certainly the evidence is they\\&apos;ve got players in who have merited the fees they\\&apos;ve paid.But they also know it\\&apos;s important to keep those big egos happy, and they\\&apos;ll look to address that in the case of <a href=\"http://dbpedia.org/resource/Paul_Pogba\" title=\"http://dbpedia.org/resource/Paul_Pogba\" target=\"_blank\">Paul Pogba</a>. We\\&apos;re starting to see the player they bought from <a href=\"http://dbpedia.org/resource/Juventus_F.C.\" title=\"http://dbpedia.org/resource/Juventus_F.C.\" target=\"_blank\">Juventus</a> rather than the one who arrived last season. He\\&apos;s commanding games, looking world class and they\\&apos;ll say to him \\&apos;keep on doing that and you\\&apos;ll be rewarded, too\\&apos;.\n"
}