{
  "date": "11/01/18",
  "title": "Scott Arfield pondering new Burnley deal, says Sean Dyche",
  "description": "Burnley manager Sean Dyche is unaware of any interest in Scott Arfield and hopes the midfielder signs a new deal with talks at an impasse.",
  "content": "Sky Sports News understands Arfield, who has less than six months remaining on his contract and would be available on a free transfer in the summer, is attracting interest from Brighton, Crystal Palace and West Ham.\nDyche confirmed that the club have spoken to the Canadian international over a new contract but are yet to reach an agreement. When asked if he was aware of any interest from other clubs in the 29-year-old, Dyche replied: \"No.\n\"We've had talks with him. He's sat tight on an offer so we'll keep open minds, as will he I hope, to what comes next.\n\"I have been [keen for him to stay] for a long time. Scott knows where it all stands, he knows the club's situation and he's been a very good player for us and continues to be. He's got a little injury at the minute but we hope that clears up quickly.\n\"We stay in contact with all of the players and their agents; we try and have as open lines of communication as we can with all parties.\n\"Every player has a right to decide what their thoughts are on their contractual situation, that's football. Both parties have to agree, that's what it comes down to.\"\nDyche has already made one move in the January transfer window - bringing in Georges-Kevin N'Koudou on loan from Tottenham for the rest of the season - and says he is looking to sign more players.\nThe 46-year has been impressed with N'Koudou's attitude since joining the club and confirmed he will be involved in Saturday's game at Crystal Palace.\n\"We'll make a decision on whether we think he should start or be on the bench, but he'll be involved,\" Dyche said.\n\"He's been bright in training and I think he's got a thirst for it because he's waited a long time.\n\"He's had moments at Tottenham but they've got a very deep squad so I think he's had to wait his and try to earn his chance but that hasn't come around.\n\"He's keen to try and make a mark on the division, let alone on Burnley.\"\nChris Wood will be unavailable for the trip to Palace but defenders James Tarkowski, Ben Mee and Kevin Long should all be fit while Arfield has a chance of making the squad.\n",
  "dbpedia": "Sky Sports News understands Arfield, who has less than six months remaining on his contract and would be available on a free transfer in the summer, is attracting interest from <a href=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a>, <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a> and <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a>.<br>Dyche confirmed that the club have spoken to the Canadian international over a new contract but are yet to reach an agreement. When asked if he was aware of any interest from other clubs in the 29-year-old, Dyche replied: \"No.<br>\"We've had talks with him. He's sat tight on an offer so we'll keep open minds, as will he I hope, to what comes next.<br>\"I have been [keen for him to stay] for a long time. Scott knows where it all stands, he knows the club's situation and he's been a very good player for us and continues to be. He's got a little injury at the minute but we hope that clears up quickly.<br>\"We stay in contact with all of the players and their agents; we try and have as open lines of communication as we can with all parties.<br>\"Every player has a right to decide what their thoughts are on their contractual situation, that's football. Both parties have to agree, that's what it comes down to.\"<br>Dyche has already made one move in the January transfer window - bringing in Georges-Kevin N'Koudou on loan from <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> for the rest of the season - and says he is looking to sign more players.<br>The 46-year has been impressed with N'Koudou's attitude since joining the club and confirmed he will be involved in Saturday's game at <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a>.<br>\"We'll make a decision on whether we think he should start or be on the bench, but he'll be involved,\" Dyche said.<br>\"He's been bright in training and I think he's got a thirst for it because he's waited a long time.<br>\"He's had moments at <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> but they've got a very deep squad so I think he's had to wait his and try to earn his chance but that hasn't come around.<br>\"He's keen to try and make a mark on the division, let alone on <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a>.\"<br><a href=\"http://dbpedia.org/resource/Chris_Wood_(footballer_born_1991)\" title=\"http://dbpedia.org/resource/Chris_Wood_(footballer_born_1991)\" target=\"_blank\">Chris Wood</a> will be unavailable for the trip to Palace but defenders <a href=\"http://dbpedia.org/resource/James_Tarkowski\" title=\"http://dbpedia.org/resource/James_Tarkowski\" target=\"_blank\">James Tarkowski</a>, Ben Mee and Kevin Long should all be fit while Arfield has a chance of making the squad.<br>"
}