{
  "date": "03/02/18",
  "title": "Sean Dyche praises Burnley's fighting spirit and mentality after Man City draw",
  "description": "Sean Dyche heaped praise on Burnley's fighting spirit and mentality as they battled to a 1-1 draw at home to Manchester City.",
  "content": "Danilo had looked like proving an unlikely match-winner for Pep Guardiola's side with a fine strike after 22 minutes of an otherwise frustrating day for City.\nBut after Raheem Sterling spurned a gilt-edged chance to put the game beyond doubt, the Clarets grew in confidence and earned their reward when Johann Berg Gudmundsson turned in Matt Lowton's deep cross eight minutes from time.\nDyche, whose side have gone eight games without a win, was delighted with the spirit his side showed against the Premier League leaders.\n\"We showed a fantastic mentality, Dyche told Sky Sports. \"We are on a tough run at the minute and people will say no wins in nine now with that result, but I think it's fair to say that's a big and important result.\n\"As you can see there is not a lack of belief. We've still got to have quality, we've still got to have an understanding of the Premier League but the collective mentality and the spirit here is unbelievable. It's a powerful thing.\n\"We all know you've got to have enough tactical savvy and technical ability but that team connection is the final cog in what we do here.\n\"It was on show here today.\"\nBurnley had suffered at the hands of City on two previous occasions this season, losing 3-0 in the reverse fixture in the Premier League and 4-1 in the FA Cup.\nDyche revealed he made changes to his side's set-up as they looked for a change in fortunes against City.\n\"We had been beaten twice by this team so we wanted to change something rather than keep doing what we'd been doing,\" he added.\n\"We played forward longer with no quality in the first half but second half we improved.\n\"We still had to be diligent to our jobs because they are such a fine side but as the game wore on we were getting stronger and stronger.\n\"By the last 15 minutes we were really taking the game on.\"\nBurnley's current run of nine games without a win has featured matches against Tottenham and Manchester City and two games against Manchester United.\nWith fixtures against Swansea, Southampton, Everton and West Ham now on the horizon, Dyche is targeting an improved points return as he looks for even more improvement from his side.\n\"Every game's an opportunity,\" he said. \"I thought we were very good against Manchester United and we got nothing.\n\"Today we've not been as good but we've got something. The name of the game for us is to continue to improve. That's what it's about at this club, season upon season. We're concentrating on the reality of what we are and we're trying to build and move it on season by season.\n\"The first goal is always to be better than last season and I think we have with performances but now we've got to do it with points.\"\n",
  "dbpedia": "Danilo had looked like proving an unlikely match-winner for <a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a>'s side with a fine strike after 22 minutes of an otherwise frustrating day for City.<br>But after <a href=\"http://dbpedia.org/resource/Raheem_Sterling\" title=\"http://dbpedia.org/resource/Raheem_Sterling\" target=\"_blank\">Raheem Sterling</a> spurned a gilt-edged chance to put the game beyond doubt, the Clarets grew in confidence and earned their reward when Johann Berg Gudmundsson turned in <a href=\"http://dbpedia.org/resource/Matthew_Lowton\" title=\"http://dbpedia.org/resource/Matthew_Lowton\" target=\"_blank\">Matt Lowton</a>'s deep cross eight minutes from time.<br>Dyche, whose side have gone eight games without a win, was delighted with the spirit his side showed against the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> leaders.<br>\"We showed a fantastic mentality, Dyche told Sky Sports. \"We are on a tough run at the minute and people will say no wins in nine now with that result, but I think it's fair to say that's a big and important result.<br>\"As you can see there is not a lack of belief. We've still got to have quality, we've still got to have an understanding of the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> but the collective mentality and the spirit here is unbelievable. It's a powerful thing.<br>\"We all know you've got to have enough tactical savvy and technical ability but that team connection is the final cog in what we do here.<br>\"It was on show here today.\"<br><a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a> had suffered at the hands of City on two previous occasions this season, losing 3-0 in the reverse fixture in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> and 4-1 in the FA Cup.<br>Dyche revealed he made changes to his side's set-up as they looked for a change in fortunes against City.<br>\"We had been beaten twice by this team so we wanted to change something rather than keep doing what we'd been doing,\" he added.<br>\"We played forward longer with no quality in the first half but second half we improved.<br>\"We still had to be diligent to our jobs because they are such a fine side but as the game wore on we were getting stronger and stronger.<br>\"By the last 15 minutes we were really taking the game on.\"<br><a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a>'s current run of nine games without a win has featured matches against <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> and <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> and two games against <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>.<br>With fixtures against <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a>, <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a>, <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> and <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> now on the horizon, Dyche is targeting an improved points return as he looks for even more improvement from his side.<br>\"Every game's an opportunity,\" he said. \"I thought we were very good against <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> and we got nothing.<br>\"Today we've not been as good but we've got something. The name of the game for us is to continue to improve. That's what it's about at this club, season upon season. We're concentrating on the reality of what we are and we're trying to build and move it on season by season.<br>\"The first goal is always to be better than last season and I think we have with performances but now we've got to do it with points.\"<br>"
}