{
  "date": "06/01/18",
  "title": "Sean Dyche shrugs off touchline spat with Pep Guardiola",
  "description": "Sean Dyche has shrugged off his touchline altercation with Pep Guardiola in Burnley's FA Cup third-round defeat at Manchester City.",
  "content": "The pair clashed verbally after Sergio Aguero equalised from a quick free-kick at the Etihad Stadium, with City going on to win 4-1.\nDyche was unhappy referee Graham Scott allowed Ilkay Gundogan to take the set-piece, prompting the City boss to defend the officials.\nDyche was keen to dismiss the incident though, saying: \"You both fight, you both want your teams to win. That's just how it should be. Everybody's allowed to be passionate I believe.\"\nDyche remained aggrieved with the opening goal, but felt his side shot themselves in the foot by conceding the second straight away.\n\"That can happen here and that was really my only overriding gripe with the team today because I thought they were very, very good up until their first goal,\" he added.\n\"Bit of a contentious one. I spoke to the ref and he said he doesn't have to blow the whistle, but I think when Ashley Westwood's five yards away motioning to say, 'Are you going to blow the whistle?' and he's the man who should be in the slot where they passed it to, I'm bound to be aggrieved by that.\n\"But after that we looked a bit punch drunk, we didn't clear our lines on two occasions, our shape went a little bit and teams like this have the power to almost smell that moment.\"\n",
  "dbpedia": "The pair clashed verbally after Sergio Aguero equalised from a quick free-kick at the <a href=\"http://dbpedia.org/resource/City_of_Manchester_Stadium\" title=\"http://dbpedia.org/resource/City_of_Manchester_Stadium\" target=\"_blank\">Etihad Stadium</a>, with City going on to win 4-1.<br>Dyche was unhappy referee Graham Scott allowed Ilkay Gundogan to take the set-piece, prompting the City boss to defend the officials.<br>Dyche was keen to dismiss the incident though, saying: \"You both fight, you both want your teams to win. That's just how it should be. Everybody's allowed to be passionate I believe.\"<br>Dyche remained aggrieved with the opening goal, but felt his side shot themselves in the foot by conceding the second straight away.<br>\"That can happen here and that was really my only overriding gripe with the team today because I thought they were very, very good up until their first goal,\" he added.<br>\"Bit of a contentious one. I spoke to the ref and he said he doesn't have to blow the whistle, but I think when <a href=\"http://dbpedia.org/resource/Ashley_Westwood_(footballer_born_1990)\" title=\"http://dbpedia.org/resource/Ashley_Westwood_(footballer_born_1990)\" target=\"_blank\">Ashley Westwood</a>'s five yards away motioning to say, 'Are you going to blow the whistle?' and he's the man who should be in the slot where they passed it to, I'm bound to be aggrieved by that.<br>\"But after that we looked a bit punch drunk, we didn't clear our lines on two occasions, our shape went a little bit and teams like this have the power to almost smell that moment.\"<br>"
}