{
  "date": "02/02/18",
  "title": "Sean Dyche feels Pep Guardiola is ignoring youth in favour of spending at Manchester City",
  "description": "Pep Guardiola has abandoned his principle of bringing through young players to succeed at Manchester City, according to Burnley boss Sean Dyche.",
  "content": "The Spaniard has spent nearly £450m in his four transfer windows at City and has not started an academy player in the Premier League this season.\nDyche, whose Burnley host the Premier League leaders on Saturday, live on Sky Sports, feels Guardiola is no longer a champion of youth with the make-up of his potential title-winning side different to the ones in years gone by.\nHe said: \"I think they're a fine side, without a shadow of a doubt.\n\"I think it's a different thing now - you collect the top players in, if not the world, then Europe, mould them into a team.\n\"I think that's a different thing to some of the Man United teams of the past under Sir Alex which were moulded out of partly very good signings and partly players who have come through the system.\n\"It's a different kind of thought now. I think the demands of the Premier League are getting much, much higher.\n\"I remember Pep himself when he was at Barcelona talking about why buy players when you can play young players, but even he now at Man City they're buying players, there are not many young players coming through the academy that they're playing.\n\"They're buying players fit for task, or virtually fit for task - that's the demands of the Premier League.\"\nManchester City go to Turf Moor 15 points ahead of Manchester United at the top of the Premier League with only 13 games left.\nUnited boss Jose Mourinho has conceded the title is City's and Dyche agrees with the Portuguese's thinking.\nAsked whether the title race is over, he said: \"I think it more or less is. I'd be very surprised if that is retrievable or for them to give up that lead, whichever way you look at it. I'd be very, very surprised.\"\n",
  "dbpedia": "The Spaniard has spent nearly £450m in his four transfer windows at City and has not started an academy player in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> this season.<br>Dyche, whose <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a> host the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> leaders on Saturday, live on Sky Sports, feels Guardiola is no longer a champion of youth with the make-up of his potential title-winning side different to the ones in years gone by.<br>He said: \"I think they're a fine side, without a shadow of a doubt.<br>\"I think it's a different thing now - you collect the top players in, if not the world, then Europe, mould them into a team.<br>\"I think that's a different thing to some of the <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Man United</a> teams of the past under Sir Alex which were moulded out of partly very good signings and partly players who have come through the system.<br>\"It's a different kind of thought now. I think the demands of the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> are getting much, much higher.<br>\"I remember Pep himself when he was at <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> talking about why buy players when you can play young players, but even he now at Man City they're buying players, there are not many young players coming through the academy that they're playing.<br>\"They're buying players fit for task, or virtually fit for task - that's the demands of the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>.\"<br><a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> go to <a href=\"http://dbpedia.org/resource/Turf_Moor\" title=\"http://dbpedia.org/resource/Turf_Moor\" target=\"_blank\">Turf Moor</a> 15 points ahead of <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> at the top of the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> with only 13 games left.<br>United boss Jose Mourinho has conceded the title is City's and Dyche agrees with the Portuguese's thinking.<br>Asked whether the title race is over, he said: \"I think it more or less is. I'd be very surprised if that is retrievable or for them to give up that lead, whichever way you look at it. I'd be very, very surprised.\"<br>"
}