{
  "date": "18/01/18",
  "title": "Sean Dyche denies worms behind Burnley boss' gravelly voice",
  "description": "Sean Dyche has \"definitely not\" opened a can of worms - the Burnley manager has put to bed claims his gravelly voice comes from a unique cuisine.",
  "content": "Soren Andersen, a former Bristol City team-mate, had suggested Dyche's notoriously gristle-like tone comes from his diet, saying the Clarets boss used to eat worms.Dyche wriggled out of the unusual claims by revealing the comments stem from an old training ground party trick.\"I also smoke exhaust pipes - that's what makes my voice like this,\" joked Dyche. \"I have gravel for breakfast, that was another thing.\"Those three combined, that's what I use to keep this voice sounding how it is.\"But no it's fair to say I didn't actually eat the worms. It was a bit of banter where you get a nice, big juicy worm hanging out the edge of your mouth as if you're chewing it.\"Of course the worm comes out and you wash your mouth out with water!\"For the record I definitely don't eat worms, although Bear Grylls would probably be happy with me, a little worm omelette.\"",
  "dbpedia": "\nSoren Andersen, a former <a href=\"http://dbpedia.org/resource/Bristol_City_F.C.\" title=\"http://dbpedia.org/resource/Bristol_City_F.C.\" target=\"_blank\">Bristol City</a> team-mate, had suggested Dyche\\&apos;s notoriously gristle-like tone comes from his diet, saying the Clarets boss used to eat worms.Dyche wriggled out of the unusual claims by revealing the comments stem from an old training ground party trick.&quot;I also smoke exhaust pipes - that\\&apos;s what makes my voice like this,&quot; joked Dyche. &quot;I have gravel for breakfast, that was another thing.&quot;Those three combined, that\\&apos;s what I use to keep this voice sounding how it is.&quot;But no it\\&apos;s fair to say I didn\\&apos;t actually eat the worms. It was a bit of banter where you get a nice, big juicy worm hanging out the edge of your mouth as if you\\&apos;re chewing it.&quot;Of course the worm comes out and you wash your mouth out with water!&quot;For the record I definitely don\\&apos;t eat worms, although Bear Grylls would probably be happy with me, a little worm omelette.&quot;\n"
}