{
  "date": "13/12/17",
  "title": "Sean Dyche 'proudest man in Proudsville' but says Burnley must keep progressing",
  "description": "Sean Dyche declared himself \"the proudest man in Proudsville\" after seeing Burnley move up to fourth place with a 1-0 win over Stoke.",
  "content": "The Clarets leapfrogged Tottenham, Arsenal and Liverpool into the final Champions League place after Ashley Barnes' 89th-minute strike sealed another win for the home side.\nA gleeful Dyche told reporters: \"I'm very proud, I'm super proud, I'm the proudest man in Proudsville.\n\"I'm proud of a lot of things, it's not just the league position. We've worked hard to create a lot of new records from when I first got here to where we are now but they're markers in time, they're not markers about all the stuff you don't see.\n\"Football is about realities but also about dreams.\"\nDyche displayed his steely side when talking to Sky Sports about the achievement and says a gruelling schedule means his focus will swiftly turn to preparing for the next game against Brighton.\n\"It feels good for the town and the supporters, but for us it's business that we have to get on with in the next game - they are coming around quickly this week,\" he said.\n\"We stay focused on the task and the next game is the most important one but I'm very pleased with tonight. When you're not playing as well as you can, and the other team are, it's important to find a way to get a result and that's what we've done tonight.\n\"The challenge is to keep progressing and we are doing that. I'm convinced of that already in this midway point of the season, which is the key for me over a season.\"\nThere were difficult playing conditions at Turf Moor with wind and freezing rain and Dyche was full of praise for how Stoke played on what he called a \"tough night\".\n\"I thought the game was as hard-going as the weather has been in the last couple of days,\" he added.\n\"Stoke are a side who were coming off the back of a real tough result at the weekend and I thought they applied themselves fantastically well. They played cleverly into Peter Crouch, who is still a handful; played off him as a base, kept their shape well and it's hard to break teams down at this level.\n\"Us likewise, we stuck to tasks defensively, we tried to play in pockets which wasn't as easy to play because of Stoke's good play. They had a good shape to their team and I have to say it was a fine goal, a moment of real quality in a game where it was few and far between. Both teams were having a real ding-dong on a tough night to play on.\nBarnes came off the bench in the 71st minute as a replacement for Jeff Hendrick, but Dyche played down suggestions that it was an inspired substitution.\n\"I think when it works, it always looks that way [bringing on an impact substitution] but it's hard to define the moment when it works against the ones when it doesn't,\" he said.\n\"I'm just pleased it did and again, it is a great sign of our squad mentality because we've had to make changes during the game and before the game and still got a really big result.\"\n",
  "dbpedia": "The Clarets leapfrogged <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a>, <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> and <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> into the final Champions League place after <a href=\"http://dbpedia.org/resource/Ashley_Barnes\" title=\"http://dbpedia.org/resource/Ashley_Barnes\" target=\"_blank\">Ashley Barnes</a>' 89th-minute strike sealed another win for the home side.<br>A gleeful Dyche told reporters: \"I'm very proud, I'm super proud, I'm the proudest man in Proudsville.<br>\"I'm proud of a lot of things, it's not just the league position. We've worked hard to create a lot of new records from when I first got here to where we are now but they're markers in time, they're not markers about all the stuff you don't see.<br>\"Football is about realities but also about dreams.\"<br>Dyche displayed his steely side when talking to Sky Sports about the achievement and says a gruelling schedule means his focus will swiftly turn to preparing for the next game against <a href=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a>.<br>\"It feels good for the town and the supporters, but for us it's business that we have to get on with in the next game - they are coming around quickly this week,\" he said.<br>\"We stay focused on the task and the next game is the most important one but I'm very pleased with tonight. When you're not playing as well as you can, and the other team are, it's important to find a way to get a result and that's what we've done tonight.<br>\"The challenge is to keep progressing and we are doing that. I'm convinced of that already in this midway point of the season, which is the key for me over a season.\"<br>There were difficult playing conditions at <a href=\"http://dbpedia.org/resource/Turf_Moor\" title=\"http://dbpedia.org/resource/Turf_Moor\" target=\"_blank\">Turf Moor</a> with wind and freezing rain and Dyche was full of praise for how <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> played on what he called a \"tough night\".<br>\"I thought the game was as hard-going as the weather has been in the last couple of days,\" he added.<br>\"<a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> are a side who were coming off the back of a real tough result at the weekend and I thought they applied themselves fantastically well. They played cleverly into <a href=\"http://dbpedia.org/resource/Peter_Crouch\" title=\"http://dbpedia.org/resource/Peter_Crouch\" target=\"_blank\">Peter Crouch</a>, who is still a handful; played off him as a base, kept their shape well and it's hard to break teams down at this level.<br>\"Us likewise, we stuck to tasks defensively, we tried to play in pockets which wasn't as easy to play because of <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a>'s good play. They had a good shape to their team and I have to say it was a fine goal, a moment of real quality in a game where it was few and far between. Both teams were having a real ding-dong on a tough night to play on.<br>Barnes came off the bench in the 71st minute as a replacement for <a href=\"http://dbpedia.org/resource/Jeff_Hendrick\" title=\"http://dbpedia.org/resource/Jeff_Hendrick\" target=\"_blank\">Jeff Hendrick</a>, but Dyche played down suggestions that it was an inspired substitution.<br>\"I think when it works, it always looks that way [bringing on an impact substitution] but it's hard to define the moment when it works against the ones when it doesn't,\" he said.<br>\"I'm just pleased it did and again, it is a great sign of our squad mentality because we've had to make changes during the game and before the game and still got a really big result.\"<br>"
}