{
  "date": "01/02/18",
  "title": "Sepp Blatter 'working' on possible legal case against FIFA",
  "description": "Former FIFA president Sepp Blatter says he is considering legal action against football's global governing body in an attempt to clear his name.",
  "content": "Blatter led FIFA for 17 years but is serving a six-year ban for ethics violations, imposed amid the corruption scandal in 2015.\nThe 81-year-old said that while \"for the time being, there is no legal action\", he and his lawyers are working on a potential case.\nIn an email to Reuters, Blatter said: \"My aim is to look into the decision of FIFAs Ethic-Committee in view of informations, and even evidences that I have received, in the meantime, in connection with my suspension.\n\"We are working on this case and looking forward for development.\"\nIt is likely that any legal action from Blatter would take place in the Swiss civil courts.\nIn December 2016, Blatter lost an appeal in the Court of Arbitration for Sport (CAS) against the suspension.\nCAS ruled that Blatter had authorised payments to Michel Platini, then the European football boss, worth over $2m, that amounted to undue gifts and therefore violated FIFA's code of ethics.\nBlatter had resigned in June 2015 after several dozen football officials, including FIFA executive committee members and former members, had been indicted in the United States on graft charges, along with two sports marketing firms.\nThe former FIFA president was not among those indicted, but became embroiled in scandal when he was banned from all football-related activity the following December by FIFA's Ethics Committee.\n",
  "dbpedia": "Blatter led FIFA for 17 years but is serving a six-year ban for ethics violations, imposed amid the corruption scandal in 2015.<br>The 81-year-old said that while \"for the time being, there is no legal action\", he and his lawyers are working on a potential case.<br>In an email to Reuters, Blatter said: \"My aim is to look into the decision of FIFAs Ethic-Committee in view of informations, and even evidences that I have received, in the meantime, in connection with my suspension.<br>\"We are working on this case and looking forward for development.\"<br>It is likely that any legal action from Blatter would take place in the Swiss civil courts.<br>In December 2016, Blatter lost an appeal in the Court of Arbitration for Sport (CAS) against the suspension.<br>CAS ruled that Blatter had authorised payments to <a href=\"http://dbpedia.org/resource/Michel_Platini\" title=\"http://dbpedia.org/resource/Michel_Platini\" target=\"_blank\">Michel Platini</a>, then the European football boss, worth over $2m, that amounted to undue gifts and therefore violated FIFA's code of ethics.<br>Blatter had resigned in June 2015 after several dozen football officials, including FIFA executive committee members and former members, had been indicted in the United States on graft charges, along with two sports marketing firms.<br>The former FIFA president was not among those indicted, but became embroiled in scandal when he was banned from all football-related activity the following December by FIFA's Ethics Committee.<br>"
}