{
  "date": "21/01/18",
  "title": "Sergio Aguero hat-trick vindicates Man City U-turn over Alexis Sanchez, says Pep Guardiola",
  "description": "Pep Guardiola insisted Sergio Aguero's hat-trick to beat Newcastle 3-1 vindicated his decision to abandon plans to add another striker to his squad during the transfer window.",
  "content": "City had been heavily linked with Manchester United-bound Alexis Sanchez, but Aguero's clinical performance against the Magpies suggested City's champions-elect have no great need to add to their attacking riches.\nAguero glanced home Kevin De Bruyne's cross to give his side a slender half-time advantage, before adding his second from the penalty spot.\nJacob Murphy reduced the deficit for the visitors before Aguero restored City's 12-point lead at the top of the table when he slotted home after a dazzling piece of work from Leroy Sane.\n\"We are not going to buy a striker because we have him (Aguero) and in two to three weeks Gabriel (Jesus) is back,\" Guardiola said.\n\"Sergio has his special talent because he didn't touch the ball before his first goal, and there are no words to describe how good he is in a special position, and I am so happy for him.\n\"The club always tries to improve the team and tries to help the guys to be closer to reach our targets, (but) if one person decides not to come we are not going to be sad - this chapter is over, it is finished and we are going to think about the future.\"\nGuardiola was especially satisfied with the way his side responded to last week's 4-3 defeat at Liverpool, insisting it was imperative to bounce back with three points in order to prevent inevitable questions over their ability to maintain their title charge.\n\"I said after the game (against Liverpool) we need this kind of result to realise what we have done and the way we ran and fought against a team that defended with 10 or 11 players in the box was so good.\n\"In general I am very satisfied. After a defeat you always have a little bit of doubt about how you are going to react and what happens if you go two games in a row without winning.\n\"That's why it was so important. Now we have two competitions, the Carabao Cup and the (FA) Cup and then we need to kick on. Mathematically we need 10 victories to be champions and we are going to try to win game by game.\"\n",
  "dbpedia": "City had been heavily linked with Manchester United-bound Alexis Sanchez, but Aguero's clinical performance against the Magpies suggested City's champions-elect have no great need to add to their attacking riches.<br>Aguero glanced home <a href=\"http://dbpedia.org/resource/Kevin_De_Bruyne\" title=\"http://dbpedia.org/resource/Kevin_De_Bruyne\" target=\"_blank\">Kevin De Bruyne</a>'s cross to give his side a slender half-time advantage, before adding his second from the penalty spot.<br>Jacob Murphy reduced the deficit for the visitors before Aguero restored City's 12-point lead at the top of the table when he slotted home after a dazzling piece of work from Leroy Sane.<br>\"We are not going to buy a striker because we have him (Aguero) and in two to three weeks Gabriel (Jesus) is back,\" Guardiola said.<br>\"Sergio has his special talent because he didn't touch the ball before his first goal, and there are no words to describe how good he is in a special position, and I am so happy for him.<br>\"The club always tries to improve the team and tries to help the guys to be closer to reach our targets, (but) if one person decides not to come we are not going to be sad - this chapter is over, it is finished and we are going to think about the future.\"<br>Guardiola was especially satisfied with the way his side responded to last week's 4-3 defeat at <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>, insisting it was imperative to bounce back with three points in order to prevent inevitable questions over their ability to maintain their title charge.<br>\"I said after the game (against <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>) we need this kind of result to realise what we have done and the way we ran and fought against a team that defended with 10 or 11 players in the box was so good.<br>\"In general I am very satisfied. After a defeat you always have a little bit of doubt about how you are going to react and what happens if you go two games in a row without winning.<br>\"That's why it was so important. Now we have two competitions, the Carabao Cup and the (FA) Cup and then we need to kick on. Mathematically we need 10 victories to be champions and we are going to try to win game by game.\"<br>"
}