{
  "date": "12/01/18",
  "title": "Serie A transfer market: Which players could move to and from Italy?",
  "description": "Which Serie A players could be available for Premier League clubs in the January transfer window? And which Premier League players could be moving to Italy? ",
  "content": "The January window is in full flow, and we asked our colleagues in Italy for the latest intelligence on potential movement in and out of Serie A this month and beyond.Here, Sky in Italy's Augusto De Bartolo runs through the big names...Everyone knows the situation between Donnarumma and Milan, and it's not a simple one. In his heart, Donnarumma wants to stay at AC Milan, but the club has to resolve his financial situation.One idea is to sell a player that would guarantee the highest income, but the thought is that Donnarrumma is actually the player with the highest value at AC Milan.He received a big offer from Paris Saint-Germain last summer and also Real Madrid seem to be waiting for him. If Chelsea lose Thibaut Courtois to Real Madrid next summer, it could be that they offer big for Donnarumma, although it is unlikely the 18-year-old would join Liverpool, who have also been linked.The reports are there is interest from Manchester United manager Jose Mourinho in the defender; no talks, just a simple interest.Involved in this link is Roma's left-back Emerson Palmieri, who is not getting much playing time due to Aleksandar Kolarov's impressive form, meaning Juventus could replace Sandro with Palmieri.Price-wise, Sandro won't be sold for less than £18m.Nainggolan is a name that has cropped up a lot in recent years, but there's no chance he'll be playing in the Premier League any time soon.The midfielder has already expressed his opinion about his future: he wants to stay in Rome. However, Roma may assess their situation in the summer and offload key players for big fees, but for now he is staying put.Again, there's not much chance of seeing Dybala in the Premier League in the next year or so. Juventus don't want to sell a player that is considered a big star for the club in the future, and he would cost around 140m euros (£125m)Juventus have been interested in Mesut Ozil for three seasons. Ozil will, of course, be a free agent in June, and Juventus are waiting.The Italian club hope that the German is keen on a new experience having played in Spain, Germany and England, and the key to convincing the player could be his friendship with compatriot Sami Khedira, his former team-mate at Real Madrid.Inter are going through a restructuring process with playing staff, and are closely monitoring the transfer market. Sturridge's agent has offered him to the Italian side, and Inter are considering it.As we know, Walcott is being utilised less and less by Arsene Wenger, and Milan may look to pounce this month or in the summer.Their priority is to sign a central midfielder, not a winger, hence why they rejected the chance to take back Gerard Deulofeu from Barcelona. Walcott is not high on their list, but is definitely an option."
}