{
  "date": "18/01/18",
  "title": "Sevilla make enquiry for Liverpool's Daniel Sturridge",
  "description": "Sevilla have made contact with Liverpool over a loan move for striker Daniel Sturridge, but are yet to make a formal offer, according to Sky sources.",
  "content": "Sturridge joined Liverpool from Chelsea in January 2013, but his spell on Merseyside has been blighted by a succession of injuries.\nThe 28-year-old has featured only nine times in the Premier League this season, with manager Jurgen Klopp preferring to play Roberto Firmino, Mohamed Salah and Sadio Mane in attack.\nSky in Italy understands Inter Milan are also interested in signing Sturridge, who has 18 months remaining on his current deal at Anfield.\nKlopp previously stated that Sturridge would need to put aside his concerns over a lack of first-team action for the good of the club.\n\"I can imagine a player with his quality is not happy that he is not starting all the time, but that's all,\" said Klopp.\n\"The situation with the player is completely OK. At this moment we are in November and need all our players - even if he feels a little different.\n\"There is around one-and-a-half months before the window opens and I don't think about things like this. There are so many games before then and I need all of them (his players).\"\n",
  "dbpedia": "Sturridge joined <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> from <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> in January 2013, but his spell on Merseyside has been blighted by a succession of injuries.<br>The 28-year-old has featured only nine times in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> this season, with manager Jurgen Klopp preferring to play Roberto Firmino, <a href=\"http://dbpedia.org/resource/Mohamed_Salah\" title=\"http://dbpedia.org/resource/Mohamed_Salah\" target=\"_blank\">Mohamed Salah</a> and Sadio Mane in attack.<br>Sky in <a href=\"http://dbpedia.org/resource/Italy_national_football_team\" title=\"http://dbpedia.org/resource/Italy_national_football_team\" target=\"_blank\">Italy</a> understands <a href=\"http://dbpedia.org/resource/Inter_Milan\" title=\"http://dbpedia.org/resource/Inter_Milan\" target=\"_blank\">Inter Milan</a> are also interested in signing Sturridge, who has 18 months remaining on his current deal at <a href=\"http://dbpedia.org/resource/Anfield\" title=\"http://dbpedia.org/resource/Anfield\" target=\"_blank\">Anfield</a>.<br>Klopp previously stated that Sturridge would need to put aside his concerns over a lack of first-team action for the good of the club.<br>\"I can imagine a player with his quality is not happy that he is not starting all the time, but that's all,\" said Klopp.<br>\"The situation with the player is completely OK. At this moment we are in November and need all our players - even if he feels a little different.<br>\"There is around one-and-a-half months before the window opens and I don't think about things like this. There are so many games before then and I need all of them (his players).\"<br>"
}