{
  "date": "09/01/18",
  "title": "SFA make progress in Scotland manager hunt but won't rush appointment",
  "description": "The Scottish Football Association says progress has been made in the search for a new Scotland manager, but insist an appointment will not be rushed.",
  "content": "Gordon Strachan was fired from his role in October and Malky Mackay has been in interim charge of the team since, his only game ending in a 1-0 defeat at the hands of the Netherlands.\nSince Strachan's dismissal, a number of managers have been linked with the role, with the bookmakers' current favourite being Northern Ireland boss Michael O'Neill.\nThe subject was broached in an SFA update to members on Tuesday, which read: \"The appointment of a new Scotland head coach is an emotive subject that is high on the agenda for all Scotland fans.\n\"We would like to assure supporters that the matter is also of the utmost priority for both the search committee and the Scottish FA as a whole.\n\"It has been well publicised in the media that discussions have taken place regarding a new Scotland head coach.\n\"Progress has been made in this regard, but it is critical that this process is not rushed. It is of paramount importance that the appointment of the next Scotland Head Coach is the right one.\n\"Discussions will continue in the short-term and we will update supporters whenever any new information becomes available.\"\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Gordon_Strachan\" title=\"http://dbpedia.org/resource/Gordon_Strachan\" target=\"_blank\">Gordon Strachan</a> was fired from his role in October and Malky <a href=\"http://dbpedia.org/resource/Malky_Mackay\" title=\"http://dbpedia.org/resource/Malky_Mackay\" target=\"_blank\">Mackay</a> has been in interim charge of the team since, his only game ending in a 1-0 defeat at the hands of the <a href=\"http://dbpedia.org/resource/Netherlands_national_football_team\" title=\"http://dbpedia.org/resource/Netherlands_national_football_team\" target=\"_blank\">Netherlands</a>.<br>Since Strachan's dismissal, a number of managers have been linked with the role, with the bookmakers' current favourite being <a href=\"http://dbpedia.org/resource/Northern_Ireland_national_football_team\" title=\"http://dbpedia.org/resource/Northern_Ireland_national_football_team\" target=\"_blank\">Northern Ireland</a> boss Michael O'Neill.<br>The subject was broached in an SFA update to members on Tuesday, which read: \"The appointment of a new <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scotland</a> head coach is an emotive subject that is high on the agenda for all Scotland fans.<br>\"We would like to assure supporters that the matter is also of the utmost priority for both the search committee and the Scottish FA as a whole.<br>\"It has been well publicised in the media that discussions have taken place regarding a new <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scotland</a> head coach.<br>\"Progress has been made in this regard, but it is critical that this process is not rushed. It is of paramount importance that the appointment of the next <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scotland</a> Head Coach is the right one.<br>\"Discussions will continue in the short-term and we will update supporters whenever any new information becomes available.\"<br>"
}