{
  "date": "18/01/18",
  "title": "Shane Long exclusive: Southampton players must not point fingers",
  "description": "Shane Long says Southampton players must stick together and not point fingers at each other if they are to avoid relegation.",
  "content": "Long's Saints are 17th in the Premier League, and having won just one of their last 14 games in the top flight, host Tottenham on Super Sunday, live on Sky Sports Premier League at 4pm.Irishman Long says he has noticed Saints dropping off after taking the lead in recent games, and having experienced relegation battles with Reading, West Brom and Hull, insists sticking together will give them a huge advantage.He told Sky Sports News: \"I think the main thing is sticking together and not pointing the finger, blaming people. We're all in this together, this time round I think we've got a much stronger squad from my previous experiences of relegation battles.\"We've just got to believe in ourselves to get out of that trouble. I think at the moment we are going ahead in games and then dropping off because that confidence is so low, soaking up pressure, and teams are just too good at this level and punish you.\"Long, 30, ended a 325-day goal drought earlier this month in Southampton's 2-1 defeat by Crystal Palace at St Mary's, and admits he found the 1,320-minute run without hitting the net tough.\"It was tough. I've been in the game a long time, and I knew it was just a matter of it coming sooner rather than later, but I suppose when it drags on for so long it gets on top of you a bit more, and that confidence goes out of you for a bit,\" he said.\"I think any player would struggle, but if I broke it down, the amount of starts I've had and the time I'd had on the pitch, I wasn't getting that regular football, and I think I needed that to get my confidence back up, and I knew the goals would come.\"I was still doing the same thing. In training all my shots were going in! And then in the game they'd miss by inches! I'm just glad to see it go in.\"Saints received £75m for the sale of defender Virgil van Dijk earlier in January after months of speculation linking the Dutchman to Liverpool.Long says Van Dijk's performances and effort did not drop this season, and insists the incessant talk of an exit did not negatively impact the squad.He said: \"Not really. Obviously when he was here there was a lot of talk about whether he was going to stay or go, and I've been in football long enough, that's part of the game. Teams want to get your best players, and we wish him all the best on his move.\"He's started well up there, but it's still business as usual here. Virgil is very professional. He trained hard and he played hard. He brought his bit to the team. I don't think it was negative.\""
}