{
  "date": "10/01/18",
  "title": "Sheffield United's Chris Wilder, Leon Clarke relive Hillsborough triumph: 'It's not another game, never will be'",
  "description": "\"What feelings come to mind when I think of that day? Relief. Joy. Where's the next drink?! An amazing amount of emotions that had built up going right back to when I was a kid, supporting the team.  Most importantly, the feeling that we had to win.\"",
  "content": "Thirty-seven years after watching his first Sheffield derby from the stands, Chris Wilder oversaw his first from the dugout and masterminded a famous win for the red-and-white side of the city as United beat Wednesday 4-2 on the fixture's avidly-awaited return.It was the first time the Blades had scored four at Hillsborough and two of the goals came from Leon Clarke, the striker who had struggled at Wednesday but since become a cult hero across the divide.Here, speaking to Sky Sports ahead of Friday night's reverse fixture, Wilder and Clarke tell the inside story of that September showdown, from the build-up and the gameplan to the emotions throughout an extraordinary afternoon...Sheffield is preparing for the first Steel City derby in five-and-a-half years. Last time the rivals met was in the third tier. Wednesday won 1-0 and went unbeaten for the rest of the season to seal automatic promotion. United stumbled, lost on penalties in the play-offs and had languished in League One until Wilder - boyhood Blade - stepped in. This was the first fixture he looked for on their return to the Championship - and it falls just hours after his 50th birthday.Chris Wilder: \"We'd been battered for six years and rightly so. We'd had an opportunity to get out of the division and what followed was an amazing turn of events. All the taunts, all the talk because they were the top team in Sheffield and we were in the so-called pub division. The lead-up was immense. We were back on level terms. Incredibly the game was scheduled to be the day of my 50th birthday. It got moved back a day but what a weekend that was going to be - only if we won, though.\"Everyone talks about us showing commitment and passion but we knew we had a lot more than that. Some people at Sheffield Wednesday, if they'd seen what we'd done the year before and at the start of the season - watched us closely - would have known we were a decent side that would go there without fear. That was one of the first things I wanted to bring back - fearless football. We respected the opposition but we were going to major on what we were about.\"Leon Clarke: \"The manager had let us know in no uncertain terms how much it meant to everybody connected to Sheffield United. But when you're out having a coffee or at the supermarket, people stop you and let you know how much it means to them and their families. Was there extra motivation being a former Wednesday player? Of course. It's a huge game but for me it was an extra bit special. I had a bit of a tight hamstring but there was no doubt about me missing that game.\"The waiting's almost over. Hillsborough's a sell-out. Wilder leaves the changing room several minutes before his players, eager for a moment to himself. Wilder: \"I'd been in the stands and watched games but not walked out at Hillsborough as a player. I made it an important game, I wanted it to feel that way. I knew the opposition wouldn't go down that road so we majored on it. And it would have been totally disrespectful to our punters if I'd not labelled it anything else. I went out first - I wanted to sample the whole atmosphere - but I knew we were cooked, I knew we were ready. We were up for the battle - and we wanted to play. It was an incredible atmosphere and an unbelievable noise.\"Clarke: \"The noise is loud. You're in the tunnel - it's quite narrow at Sheffield Wednesday - and when I stepped out I just heard a roar. I looked around and it was blue and white everywhere. Then I looked to my left - I knew where the away fans were - and saw all the red and white. Crazy. The manager let us know that it was an opportunity to show all the Wednesday fans that we belonged in the Championship.\"The visitors win an early free-kick. Youngster David Brooks rolls the ball backwards into the path of John Fleck, who lashes a left-footed shot past a stranded Keiron Westwood. United are ahead with just three minutes on the clock.Wilder: \"We were going to go for it, first 10 minutes - we wanted to impose ourselves. Big Bash (Chris Basham) won a massive header after about 30 seconds and I thought, 'We're here, we're not going to budge.' For young Brooksy to pick the ball up, run at the back four and draw the foul showed we meant business. Then a brilliant free-kick - one that we practise.\"Clarke: \"As soon as he hit it I knew it was in - he caught it really sweet. I tried to celebrate with him but it was difficult - he was already halfway up the pitch.\"Fifteen minutes in, United go 2-0 up. Enda Stevens hooks a ball downfield but blue-and-white shirts misjudge its bounce. Clarke, on familiar turf, cushions it into his path before stroking beyond Westwood.Clarke: \"I made a run - at first I tried to control it with my thigh but in the end managed to get my stomach to it. I could see the goalkeeper coming out and I thought I'd keep it hard and low. Luckily it went underneath him. The way I'd started the season meant I had the composure to take my time but inside I was ecstatic.\"Wilder: \"We dominated the first 20 minutes, got into so many good positions but then got in off a clearance. Great scenes. Our biggest doubt before the game was Billy Sharp. Speaking to the medical staff it was impossible for him to be involved but I knew how much it meant to him. I thought it was important to have him on the coach, in the changing room, in the dugout. My biggest disappointment is that I couldn't get him on the pitch. But Leon came steaming over to the bench and that was for the skipper.\"In first-half stoppage time, the mood shifts. Ross Wallace stretches to flick a ball across from the byline and Gary Hooper swivels to beat Jamal Blackman at his near post.Wilder: \"They'd had a couple of bits but I thought we totally deserved to be 2-0 up. It was a great finish by Hooper - his movement was really good - but the atmosphere, the game, changed in a heartbeat. The players were disappointed but they had no need to feel that way. We had to regroup and get ourselves going. We knew it was going to be a big 10 minutes after the break.\"Clarke: \"I personally went in a bit disappointed. We'd played really well in that first half - created some good opportunities, showed what we were about as a team, so to concede just before half-time was disappointing.\"Brooks, making only his second league start, shrugs off the significance of the occasion with a moment of impudence. Back to goal, he nutmegs Wednesday's Jack Hunt on the turn and races clear. Clarke is free - but the pass is at an awkward height.Wilder: \"I've got about five pictures of that nutmeg in our office! You talk about iconic moments in Sheffield derbies but nobody was surprised, given his ability, what he did. Unfortunately we didn't finish (the move) off.\"Clarke: \"I was far right on the pitch but I saw Brooksy put it through his legs. I've got my hands in the air - I was hoping he was going to play it on the floor but he kind of popped it up, my first touch wasn't very good and it went over the bar. I knew how important that goal would have been. For the next couple of minutes I was thinking about it.\"Wednesday are in the ascendancy and substitute Lucas Joao, collecting a low ball from Adam Reach, takes a controlling touch with right boot before rifling high past Blackman with his left. The hosts are level with 25 minutes still to go and Hillsborough is rocking.Clarke: \"Two-nil, now it's 2-2 and you think, 'Oh, no'. The noise after they scored, I don't think I've heard anything like it.\"Wilder: \"They'd started better than us, changed their shape. Credit to them, it was game on. I think we'd be very naive and arrogant to think we'd go to Hillsborough and have the whole game. They've got really good players but we felt our togetherness would carry us through. It was a fantastic finish by Joao and the noise, even though I'm a Blade, at that moment was deafening.\"Jubilant home fans are still bouncing when another substitute, Mark Duffy, is set clear by Clarke's looping ball. The angle's tight but Duffy twists one way and then another, before rifling high to swiftly restore United's lead. \"What a finish,\" says co-commentator Danny Higginbotham. \"He has no right to score from there.\" Clarke: \"The only thing I can remember was the noise. It felt like the whole stadium was shaking.\"Wilder: \"It epitomised our attitude that we took a centre-half off and put Mark Duffy on. We're down and the place - as will be referred to for a very long time - was bouncing. They've got a song that's aimed at us Blades and they were (bouncing) - rightly so because they'd got themselves back on level terms. From their point of view there was probably only going to be one winner. I'd have loved to have seen that from up in the stands with the United fans.. the way 'Duff' turned the centre-half inside out and lashed it in. It was a fantastic response and an outstanding bit of individual skill that will stick with us for a very long time.\"After retaking the lead, United stretch clear when Clarke latches onto a ball Brooks clips over the top. The ex-Wednesday striker bustles between two defenders before finishing deftly. Just 13 minutes remain, the showdown surely settled.Clarke: \"I tried to outmuscle the centre-halves and the ball sat nicely so I tried a little dinked finish. I could see the ball spinning away but luckily it hit the post and spun in. I peeled away, had my arms outstretched and just stood there in front of the United fans. I could see everyone jumping up and down.\"Wilder: \"I thought it was a complete, all-round performance from Leon. The only disappointment was that he didn't bag a hat-trick but he can't be greedy and I can't be critical. To take the game away from that at that period was a great feeling; it really put a dagger into the heart of them.\"The whistle blows. It's United's most emphatic derby win in 25 years - the first time they have scored four at Hillsborough.Clarke: \"I'd rank it right up there as one of the highlights of my career. To go back to Hillsborough after not having the best of periods there and to show people I am a good player... all the staff, the subs who didn't get on, we all stayed at the end and celebrated - you could see how much it meant. It's a feeling I don't think I'll ever get again. We turned the lights off, put the speakers on. We had disco lights. It was a party atmosphere in the changing room.\"Wilder: \"I was emotional. I had a lot of things in my head. My father-in-law, who'd been to every game, couldn't make it as he wasn't well and my dad couldn't make it either. I didn't get involved at first with the players and their celebrations - I just wanted to look around, I was desperate to take it all in. Back in the changing room, onto the bus - we had a police escort - and back at Bramall Lane, it was extraordinary. We'd taken a lot of grief about the players they'd got and what we hadn't but it was a huge statement. And it wasn't a backs-against-the-wall victory - we were full value.\"It should have been an early night for the players - we had Wolves on the Tuesday - but it was never going to be that for me. It was long into the night and I enjoyed every minute. It's not another game - never has been, never will be. It's a big, big derby; living in Sheffield and being brought up here, it's the biggest. There's no better statement to make at the home of your fiercest rivals - for the players, the staff but most of all the supporters; we gave the club back to them on the biggest stage.\"Watch the second Steel City derby of the season between Sheffield United and Sheffield Wednesday live from 7pm on Friday on Sky Sports Football and Main Event."
}