{
  "date": "06/01/18",
  "title": "Sheffield Wednesday appoint Jos Luhukay as new manager",
  "description": "Sheffield Wednesday have appointed former Stuttgart boss Jos Luhukay as the club’s new manager.",
  "content": "The Dutchman's appointment marks the end of a two-week search for a replacement for Carlos Carvalhal, who left the Wednesday job on Christmas Eve and is now at Swansea.Luhukay's coaching career has been exclusively in Germany, starting out with SV Straelen and moving on to KFC Uerdingen, SC Paderborn, Borussia Monchengladbach, Augsburg, Hertha Berlin and latterly Stuttgart.The 54-year-old was described in a club statement as \"the Bundesliga promotion expert\" having achieved promotion with every 2. Bundesliga club he has managed.\"In Germany, I have turned down offers from the Bundesliga and Second Bundesliga in recent months because I have been looking for an entirely new challenge,\" Luhukay told Wednesday's official website.\"Sheffield Wednesday is exactly the exciting challenge for which I have been waiting. We shall now work together with all the staff at the club and the fans, to stabilise the team, and following that, improve it step by step with discipline, effort, commitment and creativity to take it up.\"Luhukay is now tasked with galvanising an expensively-assembled squad, which is currently 16th in the Championship.Owls chairman Dejphon Chansiri said: \"Following an extensive search for the right candidate to take us forward, I am thoroughly convinced Jos is that man.\"His track record and experience suggested he was the perfect fit and once I spoke with him, there was no doubt in my mind that Jos would become our new manager.\"Luhukay will officially take charge on Monday January 8, where he will be formally introduced to the media at Hillsborough.",
  "dbpedia": "\nThe Dutchman\\&apos;s appointment marks the end of a two-week search for a replacement for <a href=\"http://dbpedia.org/resource/Carlos_Carvalhal\" title=\"http://dbpedia.org/resource/Carlos_Carvalhal\" target=\"_blank\">Carlos Carvalhal</a>, who left the Wednesday job on Christmas Eve and is now at Swansea.Luhukay\\&apos;s coaching career has been exclusively in Germany, starting out with <a href=\"http://dbpedia.org/resource/SV_Straelen\" title=\"http://dbpedia.org/resource/SV_Straelen\" target=\"_blank\">SV Straelen</a> and moving on to <a href=\"http://dbpedia.org/resource/KFC_Uerdingen_05\" title=\"http://dbpedia.org/resource/KFC_Uerdingen_05\" target=\"_blank\">KFC Uerdingen</a>, <a href=\"http://dbpedia.org/resource/SC_Paderborn_07\" title=\"http://dbpedia.org/resource/SC_Paderborn_07\" target=\"_blank\">SC Paderborn</a>, Borussia Monchengladbach, <a href=\"http://dbpedia.org/resource/FC_Augsburg\" title=\"http://dbpedia.org/resource/FC_Augsburg\" target=\"_blank\">Augsburg</a>, <a href=\"http://dbpedia.org/resource/Hertha_BSC\" title=\"http://dbpedia.org/resource/Hertha_BSC\" target=\"_blank\">Hertha Berlin</a> and latterly Stuttgart.The 54-year-old was described in a club statement as &quot;the Bundesliga promotion expert&quot; having achieved promotion with every 2. Bundesliga club he has managed.&quot;In Germany, I have turned down offers from the Bundesliga and Second Bundesliga in recent months because I have been looking for an entirely new challenge,&quot; Luhukay told Wednesday\\&apos;s official website.&quot;<a href=\"http://dbpedia.org/resource/Sheffield_Wednesday_F.C.\" title=\"http://dbpedia.org/resource/Sheffield_Wednesday_F.C.\" target=\"_blank\">Sheffield Wednesday</a> is exactly the exciting challenge for which I have been waiting. We shall now work together with all the staff at the club and the fans, to stabilise the team, and following that, improve it step by step with discipline, effort, commitment and creativity to take it up.&quot;Luhukay is now tasked with galvanising an expensively-assembled squad, which is currently 16th in the Championship.Owls chairman Dejphon Chansiri said: &quot;Following an extensive search for the right candidate to take us forward, I am thoroughly convinced Jos is that man.&quot;His track record and experience suggested he was the perfect fit and once I spoke with him, there was no doubt in my mind that Jos would become our new manager.&quot;Luhukay will officially take charge on Monday January 8, where he will be formally introduced to the media at Hillsborough.\n"
}