{
  "date": "08/01/18",
  "title": "Sheffield Wednesday owner says new boss Jos Luhukay must get club back to the Premier League",
  "description": "Sheffield Wednesday's new manager Jos Luhukay has been tasked with \"finishing the job\" of getting the club back in the Premier League.",
  "content": "The 54-year-old Dutchman was unveiled to the media at Hillsborough after being appointed as only the Sky Bet Championship club's second overseas coach on Friday, following last month's departure of Carlos Carvalhal.\nCarvalhal led the Owls to the play-offs in each of his two seasons in charge and club owner Dejphon Chansiri made clear his successor's goal.\n\"He needs to finish the job - to bring us to the Premier League. As soon as he can,\" said Chansiri, who added the terms of Luhukay's contract would remain undisclosed.\nLuhukay, out of work since quitting at Stuttgart in September 2016, has spent his entire managerial career in Germany and has won promotion to the Bundesliga three times.\n\"At this moment we must see how the table develops,\" Luhukay said. \"We're 16th so the way to upstairs is long now.\n\"First we must get stability. There are a lot of injuries to very good players, so I must try and get the best out of the players who can play.\"\nLuhukay faces a baptism of fire on Friday when the Owls take on city rivals Sheffield United at Bramall Lane, live on Sky Sports.\nHe said: \"I'm told of the passion that the fans have - it's a highlight day. Derbies are everywhere, in every country.\n\"I like the football in England. It's great football, big stadiums. The fans have a lot of emotion and passion so that's why I like it so much to be a manager and work here.\n\"We will play good football, but it's important that now we must give the team stability. The team has not so much confidence at this moment.\n\"The last (few) weeks and months, it's not what the fans want to think about. The last two years it was fantastic. The step to the Premier League was very close.\"\nChansiri said the club \"would do their best\" to strengthen a team depleted by a raft of injuries this season during the transfer window.\n",
  "dbpedia": "The 54-year-old Dutchman was unveiled to the media at <a href=\"http://dbpedia.org/resource/Hillsborough_Stadium\" title=\"http://dbpedia.org/resource/Hillsborough_Stadium\" target=\"_blank\">Hillsborough</a> after being appointed as only the Sky Bet Championship club's second overseas coach on Friday, following last month's departure of <a href=\"http://dbpedia.org/resource/Carlos_Carvalhal\" title=\"http://dbpedia.org/resource/Carlos_Carvalhal\" target=\"_blank\">Carlos Carvalhal</a>.<br>Carvalhal led the Owls to the <a href=\"http://dbpedia.org/resource/Conference_National\" title=\"http://dbpedia.org/resource/Conference_National\" target=\"_blank\">play-offs</a> in each of his two seasons in charge and club owner Dejphon Chansiri made clear his successor's goal.<br>\"He needs to finish the job - to bring us to the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>. As soon as he can,\" said Chansiri, who added the terms of Luhukay's contract would remain undisclosed.<br>Luhukay, out of work since quitting at <a href=\"http://dbpedia.org/resource/VfB_Stuttgart\" title=\"http://dbpedia.org/resource/VfB_Stuttgart\" target=\"_blank\">Stuttgart</a> in September 2016, has spent his entire managerial career in <a href=\"http://dbpedia.org/resource/Germany_national_football_team\" title=\"http://dbpedia.org/resource/Germany_national_football_team\" target=\"_blank\">Germany</a> and has won promotion to the Bundesliga three times.<br>\"At this moment we must see how the table develops,\" Luhukay said. \"We're 16th so the way to upstairs is long now.<br>\"First we must get stability. There are a lot of injuries to very good players, so I must try and get the best out of the players who can play.\"<br>Luhukay faces a baptism of fire on Friday when the Owls take on city rivals <a href=\"http://dbpedia.org/resource/Sheffield_United_F.C.\" title=\"http://dbpedia.org/resource/Sheffield_United_F.C.\" target=\"_blank\">Sheffield United</a> at <a href=\"http://dbpedia.org/resource/Bramall_Lane\" title=\"http://dbpedia.org/resource/Bramall_Lane\" target=\"_blank\">Bramall Lane</a>, live on Sky Sports.<br>He said: \"I'm told of the passion that the fans have - it's a highlight day. Derbies are everywhere, in every country.<br>\"I like the football in <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a>. It's great football, big stadiums. The fans have a lot of emotion and passion so that's why I like it so much to be a manager and work here.<br>\"We will play good football, but it's important that now we must give the team stability. The team has not so much confidence at this moment.<br>\"The last (few) weeks and months, it's not what the fans want to think about. The last two years it was fantastic. The step to the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> was very close.\"<br>Chansiri said the club \"would do their best\" to strengthen a team depleted by a raft of injuries this season during the transfer window.<br>"
}