{
  "date": "12/01/18",
  "title": "Sheffield Wednesday's Jos Luhukay: Ambitions, Steel City derby and success in Germany",
  "description": "Jos Luhukay finds himself in a strange situation. Set to take charge of Sheffield Wednesday in the derby, he has barely even had the chance to look around the Steel City. ",
  "content": "Appointed last week, the Dutchman officially took charge of the Owls on Monday. His first assignment? Facing Sheffield United at Bramall Lane, live on Sky Sports Football on Friday night.\n\"I've only been [at the club] so far I've seen nothing of the city! I've just been here to focus on the game,\" Luhukay told Sky Sports.\n\"But derbies are always special for everyone, for me as a coach and my players. In Germany we have big derbies and I remember the good ones there.\"\nIt's been a tough season for Sheffield Wednesday so far, with the low point undoubtedly being the 4-2 derby defeat at Hillsborough in September. Luhukay has watched the game back, but refuses to read too much into the result.\n\"It's in the past, but I have looked at the game and seen a couple of things we must do better, so I hope we can [on Friday],\" he said. \"We need a to win a game because it's been a long time without one. It would give us more confidence for the games we have coming up.\n\"When the results are not positive, the confidence is not very high. So we have been working hard to give the team tools and to make sure we have a good feeling [in the squad].\"\nLuhukay, the 54-year-old, may seem like a left-field appointment by Wednesday owner Dejphon Chansiri, but his record at winning promotion in Germany is exemplary.\nBorussia Monchengladbach, Augsburg and Hertha Berlin have all been taken into the Bundesliga under his stewardship in the last 10 years, yet he says it's hard to put his finger on the secret of his success.\n\"It's always difficult to say,\" he said. \"It was three different clubs and they all had their own culture, tradition and style.\n\"But it was a fantastic time and when you go up the fans are happy and there's an unbelievably good feeling in the city as a whole. You always remember it.\"\nLuhukay's move to Wednesday represents the first time he has managed outside of Germany, and he says it was the ambition of the owner and the attraction of English football that convinced him of the move.\nWednesday have reached the play-offs in the last two seasons as they bid to return to the Premier League for the first time since 2000, but they find themselves 16th in the Championship heading into this weekend's game.\n\"It was the ambition and motivation of a new country and another start in football, the atmosphere in the stadiums and everything being new,\" he said. \"I'm very happy to be sitting on the bench at Wednesday for the first time [on Friday].\"\nAnd while promotion is the ultimate goal for the club, for now it's just about winning the game on Friday and confidence back among the squad.\n\"My concentration first is on [the derby],\" said Luhukay. \"We have focused all the training sessions on it and all our plans are for tomorrow and the next few games.\n\"The future is far away so we must just try and win more games now and pick up more points to get our confidence higher than it is now.\"\n",
  "dbpedia": "Appointed last week, the Dutchman officially took charge of the Owls on Monday. His first assignment? Facing <a href=\"http://dbpedia.org/resource/Sheffield_United_F.C.\" title=\"http://dbpedia.org/resource/Sheffield_United_F.C.\" target=\"_blank\">Sheffield United</a> at <a href=\"http://dbpedia.org/resource/Bramall_Lane\" title=\"http://dbpedia.org/resource/Bramall_Lane\" target=\"_blank\">Bramall Lane</a>, live on Sky Sports Football on Friday night.<br>\"I've only been [at the club] so far I've seen nothing of the city! I've just been here to focus on the game,\" Luhukay told Sky Sports.<br>\"But derbies are always special for everyone, for me as a coach and my players. In <a href=\"http://dbpedia.org/resource/Germany_national_football_team\" title=\"http://dbpedia.org/resource/Germany_national_football_team\" target=\"_blank\">Germany</a> we have big derbies and I remember the good ones there.\"<br>It's been a tough season for <a href=\"http://dbpedia.org/resource/Sheffield_Wednesday_F.C.\" title=\"http://dbpedia.org/resource/Sheffield_Wednesday_F.C.\" target=\"_blank\">Sheffield Wednesday</a> so far, with the low point undoubtedly being the 4-2 derby defeat at <a href=\"http://dbpedia.org/resource/Hillsborough_Stadium\" title=\"http://dbpedia.org/resource/Hillsborough_Stadium\" target=\"_blank\">Hillsborough</a> in September. Luhukay has watched the game back, but refuses to read too much into the result.<br>\"It's in the past, but I have looked at the game and seen a couple of things we must do better, so I hope we can [on Friday],\" he said. \"We need a to win a game because it's been a long time without one. It would give us more confidence for the games we have coming up.<br>\"When the results are not positive, the confidence is not very high. So we have been working hard to give the team tools and to make sure we have a good feeling [in the squad].\"<br>Luhukay, the 54-year-old, may seem like a left-field appointment by Wednesday owner Dejphon Chansiri, but his record at winning promotion in <a href=\"http://dbpedia.org/resource/Germany_national_football_team\" title=\"http://dbpedia.org/resource/Germany_national_football_team\" target=\"_blank\">Germany</a> is exemplary.<br>Borussia Monchengladbach, <a href=\"http://dbpedia.org/resource/FC_Augsburg\" title=\"http://dbpedia.org/resource/FC_Augsburg\" target=\"_blank\">Augsburg</a> and <a href=\"http://dbpedia.org/resource/Hertha_BSC\" title=\"http://dbpedia.org/resource/Hertha_BSC\" target=\"_blank\">Hertha Berlin</a> have all been taken into the Bundesliga under his stewardship in the last 10 years, yet he says it's hard to put his finger on the secret of his success.<br>\"It's always difficult to say,\" he said. \"It was three different clubs and they all had their own culture, tradition and style.<br>\"But it was a fantastic time and when you go up the fans are happy and there's an unbelievably good feeling in the city as a whole. You always remember it.\"<br>Luhukay's move to Wednesday represents the first time he has managed outside of <a href=\"http://dbpedia.org/resource/Germany_national_football_team\" title=\"http://dbpedia.org/resource/Germany_national_football_team\" target=\"_blank\">Germany</a>, and he says it was the ambition of the owner and the attraction of English football that convinced him of the move.<br>Wednesday have reached the play-offs in the last two seasons as they bid to return to the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> for the first time since 2000, but they find themselves 16th in the Championship heading into this weekend's game.<br>\"It was the ambition and motivation of a new country and another start in football, the atmosphere in the stadiums and everything being new,\" he said. \"I'm very happy to be sitting on the bench at Wednesday for the first time [on Friday].\"<br>And while promotion is the ultimate goal for the club, for now it's just about winning the game on Friday and confidence back among the squad.<br>\"My concentration first is on [the derby],\" said Luhukay. \"We have focused all the training sessions on it and all our plans are for tomorrow and the next few games.<br>\"The future is far away so we must just try and win more games now and pick up more points to get our confidence higher than it is now.\"<br>"
}