{
  "date": "31/01/18",
  "title": "Shrewsbury sign winger Abobaker Eisa from Wealdstone",
  "description": "League One promotion chasers Shrewsbury Town have signed highly-regarded Wealdstone winger Abobaker Eisa for an undisclosed fee.",
  "content": "Eisa had been in fantastic form for the National League South side, scoring 12 goals including a superb solo effort on Saturday against Weston-super-Mare in what turned out to be his final game for the club.He joins his brother in the EFL, with Mohamed Eisa having made a bright start to his career with Cheltenham Town since joining the League Two club last summer.Abobaker Eisa had caught Wealdstone's eye last season when he was a prolific scorer for Southern League neighbours Uxbridge.\"I'm very delighted to be here\", Eisa told ShrewsWeb. \"It's a huge club and it looks like they are very ambitious. From playing in the Conference South last Saturday to now being here is a really huge move for me.\"I've been working for this moment for a very long time. I've always wanted to be a pro footballer and I try every single day, so I'm delighted that it's finally come to fruition.\"I feel like I'm ready. Obviously you have to become fitter and a bit stronger, but I'm capable of working hard and I know that the manager here likes work ethic, so I'm going to do that and I will knuckle down and try to get into the team.\"Sheffield United winger Nathan Thomas has also joined the club, on a loan deal until the end of the season, while striker Louis Dodds has left by mutual consent.",
  "dbpedia": "\nEisa had been in fantastic form for the National League South side, scoring 12 goals including a superb solo effort on Saturday against <a href=\"http://dbpedia.org/resource/Weston-super-Mare_A.F.C.\" title=\"http://dbpedia.org/resource/Weston-super-Mare_A.F.C.\" target=\"_blank\">Weston-super-Mare</a> in what turned out to be his final game for the club.He joins his brother in the <a href=\"http://dbpedia.org/resource/European_Football_League\" title=\"http://dbpedia.org/resource/European_Football_League\" target=\"_blank\">EFL</a>, with Mohamed Eisa having made a bright start to his career with <a href=\"http://dbpedia.org/resource/Cheltenham_Town_F.C.\" title=\"http://dbpedia.org/resource/Cheltenham_Town_F.C.\" target=\"_blank\">Cheltenham Town</a> since joining the <a href=\"http://dbpedia.org/resource/Football_League_Two\" title=\"http://dbpedia.org/resource/Football_League_Two\" target=\"_blank\">League Two</a> club last summer.Abobaker Eisa had caught <a href=\"http://dbpedia.org/resource/Wealdstone_F.C.\" title=\"http://dbpedia.org/resource/Wealdstone_F.C.\" target=\"_blank\">Wealdstone</a>\\&apos;s eye last season when he was a prolific scorer for <a href=\"http://dbpedia.org/resource/Southern_Football_League\" title=\"http://dbpedia.org/resource/Southern_Football_League\" target=\"_blank\">Southern League</a> neighbours <a href=\"http://dbpedia.org/resource/Uxbridge_F.C.\" title=\"http://dbpedia.org/resource/Uxbridge_F.C.\" target=\"_blank\">Uxbridge</a>.&quot;I\\&apos;m very delighted to be here&quot;, Eisa told ShrewsWeb. &quot;It\\&apos;s a huge club and it looks like they are very ambitious. From playing in the <a href=\"http://dbpedia.org/resource/Conference_South\" title=\"http://dbpedia.org/resource/Conference_South\" target=\"_blank\">Conference South</a> last Saturday to now being here is a really huge move for me.&quot;I\\&apos;ve been working for this moment for a very long time. I\\&apos;ve always wanted to be a pro footballer and I try every single day, so I\\&apos;m delighted that it\\&apos;s finally come to fruition.&quot;I feel like I\\&apos;m ready. Obviously you have to become fitter and a bit stronger, but I\\&apos;m capable of working hard and I know that the manager here likes work ethic, so I\\&apos;m going to do that and I will knuckle down and try to get into the team.&quot;<a href=\"http://dbpedia.org/resource/Sheffield_United_F.C.\" title=\"http://dbpedia.org/resource/Sheffield_United_F.C.\" target=\"_blank\">Sheffield United</a> winger Nathan Thomas has also joined the club, on a loan deal until the end of the season, while striker <a href=\"http://dbpedia.org/resource/Louis_Dodds\" title=\"http://dbpedia.org/resource/Louis_Dodds\" target=\"_blank\">Louis Dodds</a> has left by mutual consent.\n"
}