{
  "date": "16/01/18",
  "title": "Simon Mignolet admits he is considering his Liverpool future",
  "description": "Simon Mignolet admits he has to think about his future following his exclusion from Liverpool's starting line-up for Sunday's victory over Manchester City.",
  "content": "The Belgium international has started 19 of Liverpool's 26 Premier League games but has not featured since the New Year's Day victory at Burnley as Jurgen Klopp rotates his goalkeepers.Loris Karius started in Sunday's 4-3 win over City, with the German also being selected for all six of the Reds' Champions League group games and the FA Cup win over Everton, and Mignolet is becoming increasingly frustrated with his lack of consistent game time.\"After the game against Burnley I had a conversation with the coach, among other things about his ongoing rotation. I did not find that a healthy situation for a goalkeeper,\" Mignolet said.\"My place on the bench against City confirmed his words. I am not satisfied with that (being dropped) but you have to respect a decision of the trainer.\"Mignolet now believes that he has more understanding of his position under Klopp, but is not happy with his current situation as the World Cup approaches.\"After everything that has happened this season, I know where I stand and the situation has become clearer. I have been in such situations before and have always come out stronger,\" Mignolet said.\"I have to think about my future and the World Cup is coming. This situation should not last too long, that is clear. But I cannot say more about it either.\"Liverpool are next in action on Monday Night Football when they travel to Swansea, who they beat 5-0 in the reverse fixture on Boxing Day.",
  "dbpedia": "\nThe <a href=\"http://dbpedia.org/resource/Belgium_national_football_team\" title=\"http://dbpedia.org/resource/Belgium_national_football_team\" target=\"_blank\">Belgium international</a> has started 19 of <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>\\&apos;s 26 <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> games but has not featured since the New Year\\&apos;s Day victory at <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a> as Jurgen Klopp rotates his goalkeepers.Loris Karius started in Sunday\\&apos;s 4-3 win over City, with the German also being selected for all six of the Reds\\&apos; Champions League group games and the FA Cup win over <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>, and Mignolet is becoming increasingly frustrated with his lack of consistent game time.&quot;After the game against <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a> I had a conversation with the coach, among other things about his ongoing rotation. I did not find that a healthy situation for a goalkeeper,&quot; Mignolet said.&quot;My place on the bench against City confirmed his words. I am not satisfied with that (being dropped) but you have to respect a decision of the trainer.&quot;Mignolet now believes that he has more understanding of his position under Klopp, but is not happy with his current situation as the World Cup approaches.&quot;After everything that has happened this season, I know where I stand and the situation has become clearer. I have been in such situations before and have always come out stronger,&quot; Mignolet said.&quot;I have to think about my future and the World Cup is coming. This situation should not last too long, that is clear. But I cannot say more about it either.&quot;<a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> are next in action on Monday Night Football when they travel to <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a>, who they beat 5-0 in the reverse fixture on Boxing Day.\n"
}