{
  "date": "16/01/18",
  "title": "Sir Alex Ferguson did not make me miss Wales friendlies, insists new manager Ryan Giggs",
  "description": "New Wales boss Ryan Giggs insists Sir Alex Ferguson did not play a role in his absence from Wales friendlies.",
  "content": "Giggs, 44, was unveiled on Monday as Wales' new manager on a four-year contract replacing Chris Coleman who left the post in November.\nSome Wales fans have been critical of Giggs' appointment due to the number of internationals he missed during his playing days.\nGiggs won 64 caps between 1991 and 2007 and captained his country - but pulled out of 18 consecutive non-competitive games during his playing career.\nWhen asked if Sir Alex Ferguson was responsible for his consistent absence from Wales' friendly fixtures, Giggs told Sky Sports News: \"He didn't play a role. If I was injured and I couldn't turn up, I couldn't play. It's quite simple.\n\"When I did play for Wales I gave it my all. There is no more passionate Welshman than myself. Supporting the lads at the Euros two years ago, it was an unbelievable summer for us all and I want to get us back there.\n\"I want to create that buzz that Coleman and the lads created in France.\"\nGiggs, who came out of international retirement to represent Team GB at the 2012 Olympics, says he withdrew from non-competitive Wales fixtures because he had to manage his fitness towards the end of his career.\n\"I played over a thousand games. I played 64 games for my country - I played a lot of games,\" he said.\n\"It's about managing that [my body] because I played until I was 40. Right throughout my career, it was about managing myself as best as I could.\n\"Every time I played for my country it was a proud moment for myself and for my family. I always gave it my all.\"\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Ryan_Giggs\" title=\"http://dbpedia.org/resource/Ryan_Giggs\" target=\"_blank\">Giggs</a>, 44, was unveiled on Monday as <a href=\"http://dbpedia.org/resource/Wales_national_football_team\" title=\"http://dbpedia.org/resource/Wales_national_football_team\" target=\"_blank\">Wales</a>' new manager on a four-year contract replacing <a href=\"http://dbpedia.org/resource/Chris_Coleman_(footballer)\" title=\"http://dbpedia.org/resource/Chris_Coleman_(footballer)\" target=\"_blank\">Chris Coleman</a> who left the post in November.<br>Some <a href=\"http://dbpedia.org/resource/Wales_national_football_team\" title=\"http://dbpedia.org/resource/Wales_national_football_team\" target=\"_blank\">Wales</a> fans have been critical of <a href=\"http://dbpedia.org/resource/Ryan_Giggs\" title=\"http://dbpedia.org/resource/Ryan_Giggs\" target=\"_blank\">Giggs</a>' appointment due to the number of internationals he missed during his playing days.<br><a href=\"http://dbpedia.org/resource/Ryan_Giggs\" title=\"http://dbpedia.org/resource/Ryan_Giggs\" target=\"_blank\">Giggs</a> won 64 caps between 1991 and 2007 and captained his country - but pulled out of 18 consecutive non-competitive games during his playing career.<br>When asked if <a href=\"http://dbpedia.org/resource/Alex_Ferguson\" title=\"http://dbpedia.org/resource/Alex_Ferguson\" target=\"_blank\">Sir Alex Ferguson</a> was responsible for his consistent absence from <a href=\"http://dbpedia.org/resource/Wales_national_football_team\" title=\"http://dbpedia.org/resource/Wales_national_football_team\" target=\"_blank\">Wales</a>' friendly fixtures, <a href=\"http://dbpedia.org/resource/Ryan_Giggs\" title=\"http://dbpedia.org/resource/Ryan_Giggs\" target=\"_blank\">Giggs</a> told Sky Sports News: \"He didn't play a role. If I was injured and I couldn't turn up, I couldn't play. It's quite simple.<br>\"When I did play for <a href=\"http://dbpedia.org/resource/Wales_national_football_team\" title=\"http://dbpedia.org/resource/Wales_national_football_team\" target=\"_blank\">Wales</a> I gave it my all. There is no more passionate Welshman than myself. Supporting the lads at the Euros two years ago, it was an unbelievable summer for us all and I want to get us back there.<br>\"I want to create that buzz that Coleman and the lads created in <a href=\"http://dbpedia.org/resource/France_national_football_team\" title=\"http://dbpedia.org/resource/France_national_football_team\" target=\"_blank\">France</a>.\"<br><a href=\"http://dbpedia.org/resource/Ryan_Giggs\" title=\"http://dbpedia.org/resource/Ryan_Giggs\" target=\"_blank\">Giggs</a>, who came out of international retirement to represent Team GB at the 2012 Olympics, says he withdrew from non-competitive <a href=\"http://dbpedia.org/resource/Wales_national_football_team\" title=\"http://dbpedia.org/resource/Wales_national_football_team\" target=\"_blank\">Wales</a> fixtures because he had to manage his fitness towards the end of his career.<br>\"I played over a thousand games. I played 64 games for my country - I played a lot of games,\" he said.<br>\"It's about managing that [my body] because I played until I was 40. Right throughout my career, it was about managing myself as best as I could.<br>\"Every time I played for my country it was a proud moment for myself and for my family. I always gave it my all.\"<br>"
}