{
  "date": "08/01/18",
  "title": "Skewed week in #RevistaPredictor after matchday 18",
  "description": "Start 2018 as you mean to go on.Or maybe not, if you're a pundit on the #RevistaPredictor. David Garrido has the rundown from LaLiga Matchday 18...",
  "content": "And there I was thinking we had a real chance of taming the beast this week. How wrong I was....Admittedly, two slightly rogue scorelines skewed things in the Predictor's favour, but that's the way he rolls. It had started well, though...MATCH 1 - ATLETICO MADRID 2-0 GETAFEThree of us went for this scoreline (Messrs Palmer, Keatings and Driscoll) and picked up four points, while Rob Palmer and I said 1-0, so one point apiece for us two - but it was Angel Correa who opened the scoring and no one predicted that. What you could have predicted was Diego Costa to have some sort of impact on the game - and a goal and a sending off in the space of a minute.He should have known better, but that too is stating the obvious, especially having got his first booking only six minutes before the goal. Diego, it's like you never left. Vitolo was an unused substitute since joining from Sevilla via a loan at Las Palmas - it'll be interesting to find out where he fits into everything, and who misses out. Atletico keep up their title tilt from afar, but the gap hasn't narrowed with Barcelona's comfortable 3-0 victory at home to Levante on Sunday.MATCH 2 - SEVILLA 3-5 REAL BETISAs the scoreline suggests, this was bonkers between the first goal after 24 seconds and the eighth deep into the fifth minute of five added on at the end of the second half. The pace was unrelenting and it was the sort of spectacle that was befitting of one of the best derbies in Spain. However, none of the 'experts' went for a Betis win, let alone that scoreline, nor did any of us say Fabian Ruiz would score first. He's definitely one to keep an eye on - the 21-year-old has impressed this season all over midfield, with that ability to take a game by the scruff of the neck and that goal will have given him cult status.It's a tough start though for Vincenzo Montella, the new Sevilla boss - he's now got to make sure they don't let this derail their season...and now their rivals only trail them by five points. It's regional rivals Cadiz next in the Copa del Rey on Thursday.MATCH 3 - CELTA VIGO 2-2 REAL MADRIDAnother eventful game which Real Madrid should never have thrown away - but they did. The main plus point was Gareth Bale's two goals, but Celta's boundless energy got them a point. Daniel Wass' goal was a peach, and the Galicians must be mighty relieved they didn't succumb to the temptation of those Chinese millions and sell Maxi Gomez - scoring after Iago Aspas had had his penalty saved by Keylor Navas, having been brought down by the Costa Rican moments earlier. It means Madrid sit all of 16 points behind Barcelona - and only three ahead of Sevilla in fifth.Zinedine Zidane's side have won only three of their last eight games in La Liga, so domestically their season is only about the Copa. As for the Predictor, all the pundits went for a Madrid win, and no one had Wass down as first goalscorer, so no points anywhere in this game either.A lean week for us means little movement in the standings, but here they are anyway:Plenty of you sent us your predictions again on Twitter, so thank you for those, but only one person got two match outcomes right, and one of those was absolutely spot on - at Balaidos - so well done @Vlad17Angel, scoring five points in total. The next trio of games for the #RevistaPredictor will be announced on Twitter on Friday - so keep an eye on @SkyRevista then.",
  "dbpedia": "\nAnd there I was thinking we had a real chance of taming the beast this week. How wrong I was....Admittedly, two slightly rogue scorelines skewed things in the Predictor\\&apos;s favour, but that\\&apos;s the way he rolls. It had started well, though...MATCH 1 - ATLETICO MADRID 2-0 GETAFEThree of us went for this scoreline (Messrs Palmer, Keatings and Driscoll) and picked up four points, while Rob Palmer and I said 1-0, so one point apiece for us two - but it was Angel Correa who opened the scoring and no one predicted that. What you could have predicted was Diego Costa to have some sort of impact on the game - and a goal and a sending off in the space of a minute.He should have known better, but that too is stating the obvious, especially having got his first booking only six minutes before the goal. Diego, it\\&apos;s like you never left. Vitolo was an unused substitute since joining from <a href=\"http://dbpedia.org/resource/Sevilla_FC\" title=\"http://dbpedia.org/resource/Sevilla_FC\" target=\"_blank\">Sevilla</a> via a loan at <a href=\"http://dbpedia.org/resource/UD_Las_Palmas\" title=\"http://dbpedia.org/resource/UD_Las_Palmas\" target=\"_blank\">Las Palmas</a> - it\\&apos;ll be interesting to find out where he fits into everything, and who misses out. Atletico keep up their title tilt from afar, but the gap hasn\\&apos;t narrowed with <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a>\\&apos;s comfortable 3-0 victory at home to Levante on Sunday.MATCH 2 - <a href=\"http://dbpedia.org/resource/Sevilla_FC\" title=\"http://dbpedia.org/resource/Sevilla_FC\" target=\"_blank\">SEVILLA</a> 3-5 REAL BETISAs the scoreline suggests, this was bonkers between the first goal after 24 seconds and the eighth deep into the fifth minute of five added on at the end of the second half. The pace was unrelenting and it was the sort of spectacle that was befitting of one of the best derbies in <a href=\"http://dbpedia.org/resource/Spain_national_football_team\" title=\"http://dbpedia.org/resource/Spain_national_football_team\" target=\"_blank\">Spain</a>. However, none of the \\&apos;experts\\&apos; went for a <a href=\"http://dbpedia.org/resource/Real_Betis\" title=\"http://dbpedia.org/resource/Real_Betis\" target=\"_blank\">Betis</a> win, let alone that scoreline, nor did any of us say Fabian Ruiz would score first. He\\&apos;s definitely one to keep an eye on - the 21-year-old has impressed this season all over midfield, with that ability to take a game by the scruff of the neck and that goal will have given him cult status.It\\&apos;s a tough start though for <a href=\"http://dbpedia.org/resource/Vincenzo_Montella\" title=\"http://dbpedia.org/resource/Vincenzo_Montella\" target=\"_blank\">Vincenzo Montella</a>, the new <a href=\"http://dbpedia.org/resource/Sevilla_FC\" title=\"http://dbpedia.org/resource/Sevilla_FC\" target=\"_blank\">Sevilla</a> boss - he\\&apos;s now got to make sure they don\\&apos;t let this derail their season...and now their rivals only trail them by five points. It\\&apos;s regional rivals Cadiz next in the Copa del Rey on Thursday.MATCH 3 - <a href=\"http://dbpedia.org/resource/Celta_de_Vigo\" title=\"http://dbpedia.org/resource/Celta_de_Vigo\" target=\"_blank\">CELTA VIGO</a> 2-2 REAL MADRIDAnother eventful game which <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> should never have thrown away - but they did. The main plus point was <a href=\"http://dbpedia.org/resource/Gareth_Bale\" title=\"http://dbpedia.org/resource/Gareth_Bale\" target=\"_blank\">Gareth Bale</a>\\&apos;s two goals, but <a href=\"http://dbpedia.org/resource/Celta_de_Vigo\" title=\"http://dbpedia.org/resource/Celta_de_Vigo\" target=\"_blank\">Celta</a>\\&apos;s boundless energy got them a point. <a href=\"http://dbpedia.org/resource/Daniel_Wass\" title=\"http://dbpedia.org/resource/Daniel_Wass\" target=\"_blank\">Daniel Wass</a>\\&apos; goal was a peach, and the Galicians must be mighty relieved they didn\\&apos;t succumb to the temptation of those Chinese millions and sell Maxi Gomez - scoring after <a href=\"http://dbpedia.org/resource/Iago_Aspas\" title=\"http://dbpedia.org/resource/Iago_Aspas\" target=\"_blank\">Iago Aspas</a> had had his penalty saved by <a href=\"http://dbpedia.org/resource/Keylor_Navas\" title=\"http://dbpedia.org/resource/Keylor_Navas\" target=\"_blank\">Keylor Navas</a>, having been brought down by the <a href=\"http://dbpedia.org/resource/Costa_Rica_national_football_team\" title=\"http://dbpedia.org/resource/Costa_Rica_national_football_team\" target=\"_blank\">Costa Rican</a> moments earlier. It means <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Madrid</a> sit all of 16 points behind <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> - and only three ahead of <a href=\"http://dbpedia.org/resource/Sevilla_FC\" title=\"http://dbpedia.org/resource/Sevilla_FC\" target=\"_blank\">Sevilla</a> in fifth.Zinedine <a href=\"http://dbpedia.org/resource/Zinedine_Zidane\" title=\"http://dbpedia.org/resource/Zinedine_Zidane\" target=\"_blank\">Zidane</a>\\&apos;s side have won only three of their last eight games in <a href=\"http://dbpedia.org/resource/La_Liga\" title=\"http://dbpedia.org/resource/La_Liga\" target=\"_blank\">La Liga</a>, so domestically their season is only about the Copa. As for the Predictor, all the pundits went for a <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Madrid</a> win, and no one had Wass down as first goalscorer, so no points anywhere in this game either.A lean week for us means little movement in the standings, but here they are anyway:Plenty of you sent us your predictions again on Twitter, so thank you for those, but only one person got two match outcomes right, and one of those was absolutely spot on - at Balaidos - so well done @Vlad17Angel, scoring five points in total. The next trio of games for the #RevistaPredictor will be announced on Twitter on Friday - so keep an eye on @SkyRevista then.\n"
}