{
  "date": "18/01/18",
  "title": "Sky Bet EFL Goals of the Month: Adam Reach, Graham Carey and Otis Khan win December awards",
  "description": "Sheffield Wednesday winger Adam Reach is the Sky Bet Championship Goal of the Month winner for December, receiving 53 per cent of the public vote. ",
  "content": "Not content with his November award, Reach was at it again on Boxing Day, connecting so powerfully with a bouncing clearance that the ball was still rising as it struck the net.Reach said: \"It feels just as good as the first time. It's always good to win a personal award and just like the previous one it came in a win for the team which is always nice.\"They were both different goals with different feet but this one is probably more special to me because it was with my right foot and they don't come along to often. I might go a couple of seasons without hitting another one like that and I've managed to do two in two months.\"Lead Sky Bet EFL Goal of the Month judge, Don Goodman, added: 'It's safe to say that Adam Reach is having one of his most consistent seasons to date and the confidence he's exuding is allowing him to take on shots from range. He followed up last month's wonder-strike against Aston Villa with an arguably even better one this month.\"Reach beat off competition from Bristol City's Jamie Paterson and Sheffield United's David Brooks.Plymouth winger Graham Carey is the Sky Bet League One Goal of the Month winner for December, receiving 55 per cent of the public vote. Carey combined determination and technique as he chased a flick-on. Running towards the corner flag, he swivelled and struck the sweetest of volleys into the far top corner.Carey said: \"I don't really turn down any opportunity to shoot and I think we have a license here to try things, especially the attacking players and luckily enough most of them come off.\"We knew weren't doing well enough individually [at the start of the season] and collectively and we kind of changed our game plan a little bit and we are a bit harder to beat now and I think with the attacking players we have; we can counter attack any team and we are creating a lot more chances and scoring a lot more goals which is a positive.\"Goodman added: \"Graham Carey has won this award more than any other player since its inception at the beginning of last season and with goals like this it's easy to see why.\"Few in English football would have the audacity to take on a shot from there and even fewer have the technical ability to pull it off - he simply makes scoring incredible goals look easy.\"Yeovil Town midfielder Otis Khan is the Sky Bet League Two Goal of the Month winner for December, receiving 46 per cent of the public vote. Shielding the ball as he drove towards the area, Khan exchanged passes with team-mate Jake Gray, took one touch and then looped his unstoppable shot into the far corner.Khan said: \"It feels incredible. This is obviously a massive award to have, my first one, I'm really over the moon and I couldn't be happier.\"I've come inside from the left and found a little pocked of space. I've got the ball on the half turn and just been direct with, took the player on, laid it off to Jake, got it back and I knew the keeper was creeping out a bit so I thought if I put it in the other corner then I would be alright, so I reversed it and I'm happy it went in.\"Goodman added: \"Khan is one of the most exciting attacking talents in League Two and this goal vindicates his growing reputation. The strength and confidence behind his driving run from midfield was as impressive as the composed finish which flew with power and accuracy over the Morecambe 'keeper.\"Khan beat off competition from Crewe Alexandra's Calum Ainley and Barnet's Jamal Campbell-Ryce.",
  "dbpedia": "\nNot content with his November award, Reach was at it again on Boxing Day, connecting so powerfully with a bouncing clearance that the ball was still rising as it struck the net.Reach said: &quot;It feels just as good as the first time. It\\&apos;s always good to win a personal award and just like the previous one it came in a win for the team which is always nice.&quot;They were both different goals with different feet but this one is probably more special to me because it was with my right foot and they don\\&apos;t come along to often. I might go a couple of seasons without hitting another one like that and I\\&apos;ve managed to do two in two months.&quot;Lead Sky Bet EFL Goal of the Month judge, <a href=\"http://dbpedia.org/resource/Don_Goodman\" title=\"http://dbpedia.org/resource/Don_Goodman\" target=\"_blank\">Don Goodman</a>, added: \\&apos;It\\&apos;s safe to say that Adam Reach is having one of his most consistent seasons to date and the confidence he\\&apos;s exuding is allowing him to take on shots from range. He followed up last month\\&apos;s wonder-strike against <a href=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" title=\"http://dbpedia.org/resource/Aston_Villa_F.C.\" target=\"_blank\">Aston Villa</a> with an arguably even better one this month.&quot;Reach beat off competition from <a href=\"http://dbpedia.org/resource/Bristol_City_F.C.\" title=\"http://dbpedia.org/resource/Bristol_City_F.C.\" target=\"_blank\">Bristol City</a>\\&apos;s <a href=\"http://dbpedia.org/resource/Jamie_Paterson_(footballer)\" title=\"http://dbpedia.org/resource/Jamie_Paterson_(footballer)\" target=\"_blank\">Jamie Paterson</a> and <a href=\"http://dbpedia.org/resource/Sheffield_United_F.C.\" title=\"http://dbpedia.org/resource/Sheffield_United_F.C.\" target=\"_blank\">Sheffield United</a>\\&apos;s David Brooks.Plymouth winger <a href=\"http://dbpedia.org/resource/Graham_Carey\" title=\"http://dbpedia.org/resource/Graham_Carey\" target=\"_blank\">Graham Carey</a> is the Sky Bet <a href=\"http://dbpedia.org/resource/Football_League_One\" title=\"http://dbpedia.org/resource/Football_League_One\" target=\"_blank\">League One</a> Goal of the Month winner for December, receiving 55 per cent of the public vote. Carey combined determination and technique as he chased a flick-on. Running towards the corner flag, he swivelled and struck the sweetest of volleys into the far top corner.Carey said: &quot;I don\\&apos;t really turn down any opportunity to shoot and I think we have a license here to try things, especially the attacking players and luckily enough most of them come off.&quot;We knew weren\\&apos;t doing well enough individually [at the start of the season] and collectively and we kind of changed our game plan a little bit and we are a bit harder to beat now and I think with the attacking players we have; we can counter attack any team and we are creating a lot more chances and scoring a lot more goals which is a positive.&quot;Goodman added: &quot;<a href=\"http://dbpedia.org/resource/Graham_Carey\" title=\"http://dbpedia.org/resource/Graham_Carey\" target=\"_blank\">Graham Carey</a> has won this award more than any other player since its inception at the beginning of last season and with goals like this it\\&apos;s easy to see why.&quot;Few in English football would have the audacity to take on a shot from there and even fewer have the technical ability to pull it off - he simply makes scoring incredible goals look easy.&quot;<a href=\"http://dbpedia.org/resource/Yeovil_Town_F.C.\" title=\"http://dbpedia.org/resource/Yeovil_Town_F.C.\" target=\"_blank\">Yeovil Town</a> midfielder Otis Khan is the Sky Bet <a href=\"http://dbpedia.org/resource/Football_League_Two\" title=\"http://dbpedia.org/resource/Football_League_Two\" target=\"_blank\">League Two</a> Goal of the Month winner for December, receiving 46 per cent of the public vote. Shielding the ball as he drove towards the area, Khan exchanged passes with team-mate Jake Gray, took one touch and then looped his unstoppable shot into the far corner.Khan said: &quot;It feels incredible. This is obviously a massive award to have, my first one, I\\&apos;m really over the moon and I couldn\\&apos;t be happier.&quot;I\\&apos;ve come inside from the left and found a little pocked of space. I\\&apos;ve got the ball on the half turn and just been direct with, took the player on, laid it off to Jake, got it back and I knew the keeper was creeping out a bit so I thought if I put it in the other corner then I would be alright, so I reversed it and I\\&apos;m happy it went in.&quot;Goodman added: &quot;Khan is one of the most exciting attacking talents in <a href=\"http://dbpedia.org/resource/Football_League_Two\" title=\"http://dbpedia.org/resource/Football_League_Two\" target=\"_blank\">League Two</a> and this goal vindicates his growing reputation. The strength and confidence behind his driving run from midfield was as impressive as the composed finish which flew with power and accuracy over the <a href=\"http://dbpedia.org/resource/Morecambe_F.C.\" title=\"http://dbpedia.org/resource/Morecambe_F.C.\" target=\"_blank\">Morecambe</a> \\&apos;keeper.&quot;Khan beat off competition from <a href=\"http://dbpedia.org/resource/Crewe_Alexandra_F.C.\" title=\"http://dbpedia.org/resource/Crewe_Alexandra_F.C.\" target=\"_blank\">Crewe Alexandra</a>\\&apos;s Calum Ainley and <a href=\"http://dbpedia.org/resource/Barnet_F.C.\" title=\"http://dbpedia.org/resource/Barnet_F.C.\" target=\"_blank\">Barnet</a>\\&apos;s <a href=\"http://dbpedia.org/resource/Jamal_Campbell-Ryce\" title=\"http://dbpedia.org/resource/Jamal_Campbell-Ryce\" target=\"_blank\">Jamal Campbell-Ryce</a>.\n"
}