{
  "date": "05/01/18",
  "title": "Slavisa Jokanovic suggests Fulham should sack him if he continues to be overlooked on transfers",
  "description": "Slavisa Jokanovic has again criticised Fulham for inaction in the transfer market and has suggested the club should sack him if they do not value his opinion.",
  "content": "The Serbian has been unhappy at being sidelined on transfer policy since the summer of 2016, having saved the Whites from relegation to League One, and he said again last summer that he was being \"completely ignored\" despite guiding the team to the Championship play-offs.Sky Sports News understands Jokanovic is frustrated that he continues to be overlooked, even after the exit of data analyst Craig Kline, with whom he clashed repeatedly and had a major influence over signings.Sky Sports News understands the club do not intend to sell any of their players in the January window and are looking to improve the squad should the right opportunity arise, but Jokanovic has accused them of \"not having any clear targets\".In his pre-match press conference on Thursday, he said: \"This January I am really disappointed with the information around us. We don't have any clear targets and, for the direction of the club, I have some information that we are strong enough to fight for the important targets.\"I don't believe this. I am really disappointed with our situation and I expect the club will change their opinion. I don't know if we don't have the money or don't want to spend the money, but we are not competitive enough for the period in front of us.\"The solution? I don't know, but probably if the coach doesn't trust that we are strong enough then probably an option that the club must be thinking about is sacking the coach, and this can be a good option for the club.\"Jokanovic joined from Maccabi Tel Aviv in December 2015 after the Whites had been relegated from the Premier League, and he steered them to a 20th-place finish, 11 points clear of the Championship relegation places.Despite losing key strikers Moussa Dembele and Ross McCormack that summer, and signing just one replacement in Chris Martin on loan, Jokanovic oversaw a sixth-place finish before losing over two legs to Reading in the play-off semi-finals.Fulham signed two new strikers in the summer in Rui Fonte and Aboubakar Kamara but they have struggled to score goals, managing just seven in the league between them as the Whites sit in 10th place from 26 matches, four points behind the play-off places.",
  "dbpedia": "\nThe Serbian has been unhappy at being sidelined on transfer policy since the summer of 2016, having saved the Whites from relegation to <a href=\"http://dbpedia.org/resource/Football_League_One\" title=\"http://dbpedia.org/resource/Football_League_One\" target=\"_blank\">League One</a>, and he said again last summer that he was being &quot;completely ignored&quot; despite guiding the team to the Championship play-offs.Sky Sports News understands Jokanovic is frustrated that he continues to be overlooked, even after the exit of data analyst Craig Kline, with whom he clashed repeatedly and had a major influence over signings.Sky Sports News understands the club do not intend to sell any of their players in the January window and are looking to improve the squad should the right opportunity arise, but Jokanovic has accused them of &quot;not having any clear targets&quot;.In his pre-match press conference on Thursday, he said: &quot;This January I am really disappointed with the information around us. We don\\&apos;t have any clear targets and, for the direction of the club, I have some information that we are strong enough to fight for the important targets.&quot;I don\\&apos;t believe this. I am really disappointed with our situation and I expect the club will change their opinion. I don\\&apos;t know if we don\\&apos;t have the money or don\\&apos;t want to spend the money, but we are not competitive enough for the period in front of us.&quot;The solution? I don\\&apos;t know, but probably if the coach doesn\\&apos;t trust that we are strong enough then probably an option that the club must be thinking about is sacking the coach, and this can be a good option for the club.&quot;Jokanovic joined from <a href=\"http://dbpedia.org/resource/Maccabi_Tel_Aviv_F.C.\" title=\"http://dbpedia.org/resource/Maccabi_Tel_Aviv_F.C.\" target=\"_blank\">Maccabi Tel Aviv</a> in December 2015 after the Whites had been relegated from the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, and he steered them to a 20th-place finish, 11 points clear of the Championship relegation places.Despite losing key strikers Moussa Dembele and <a href=\"http://dbpedia.org/resource/Ross_McCormack\" title=\"http://dbpedia.org/resource/Ross_McCormack\" target=\"_blank\">Ross McCormack</a> that summer, and signing just one replacement in <a href=\"http://dbpedia.org/resource/Chris_Martin_(footballer_born_1988)\" title=\"http://dbpedia.org/resource/Chris_Martin_(footballer_born_1988)\" target=\"_blank\">Chris Martin</a> on loan, Jokanovic oversaw a sixth-place finish before losing over two legs to <a href=\"http://dbpedia.org/resource/Reading_F.C.\" title=\"http://dbpedia.org/resource/Reading_F.C.\" target=\"_blank\">Reading</a> in the play-off semi-finals.Fulham signed two new strikers in the summer in <a href=\"http://dbpedia.org/resource/Rui_Fonte\" title=\"http://dbpedia.org/resource/Rui_Fonte\" target=\"_blank\">Rui Fonte</a> and Aboubakar Kamara but they have struggled to score goals, managing just seven in the league between them as the Whites sit in 10th place from 26 matches, four points behind the play-off places.\n"
}