{
  "date": "22/01/18",
  "title": "Slaven Bilic explains Dimitri Payet's West Ham exit on Monday Night Football",
  "description": "Slaven Bilic explained to Monday Night Football he had to let Dimitri Payet leave West Ham because of the affect the player's desire to leave was having on the club.",
  "content": "Payet enjoyed a brilliant debut season with the Hammers, winning the club's player of the season award, but things turned sour during his second season in east London with the Frenchman refusing to play as he looked to force through a return to Marseille.The Frenchman eventually secured a £25m move to his former club and Bilic, a guest on MNF for Swansea's 1-0 win over Liverpool, revealed he had to take action because of the affect the situation was having on the dressing room.\"With Dimitri he had a great season,\" the former West Ham boss said.\"He enjoyed it and was brilliant on the pitch, off the pitch and in the dressing room. He was vocal in a good way, having fun and mixing with all the players.\"In the second season he was doing everything right on the pitch but he just wanted to go. He had some private problems and wanted to go.\"Of course, at that moment I tried to persuade him to stay because he was our best player. He was very liked by the other players and giving us that something extra.\"The club wanted him to stay, I got that message from the board as well so we were on the same wavelength and we wanted to improve. We didn't want to lose our best players.He added: \"I tried to persuade him [to stay] and spoke to him a few times but when it came to the point that it started to damage the dressing room and the players started asking what was going on, then I had to react.\"I spoke with the board and unfortunately you have to draw the line.\"Bilic's comments on the Payet situation came on the same day that Manchester United completed the signing of Alexis Sanchez in a swap deal with Arsenal that sees Henrikh Mkhitaryan move to the Emirates.Bilic thinks it is now players and agents that hold all the power when it comes to transfers in football.When asked if it is the players that hold all the power, he said: \"Absolutely. You still have some clubs in Europe that are bigger than the players.\"Those are clubs with a history of being hard clubs, like Juventus. No Juve player is bigger than the club. Manchester United is also a club like that.\"The clubs who are getting good players because they have a bit of money but are not big, big clubs, the players soon become bigger than the club.\"Today, players and agents are basically dictating to the clubs,\" he added. \"The clubs and the agents have to work together and as a manger you are almost depending on them.\"It's a very complex job but at the end of the day you are in football. You are doing what you want to do and when you win it's unbelievable. Of course when you lose you are down but you are well paid for it.\"",
  "dbpedia": "\nPayet enjoyed a brilliant debut season with the Hammers, winning the club\\&apos;s player of the season award, but things turned sour during his second season in east London with the Frenchman refusing to play as he looked to force through a return to Marseille.The Frenchman eventually secured a &#xA3;25m move to his former club and Bilic, a guest on MNF for <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a>\\&apos;s 1-0 win over <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>, revealed he had to take action because of the affect the situation was having on the dressing room.&quot;With Dimitri he had a great season,&quot; the former <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> boss said.&quot;He enjoyed it and was brilliant on the pitch, off the pitch and in the dressing room. He was vocal in a good way, having fun and mixing with all the players.&quot;In the second season he was doing everything right on the pitch but he just wanted to go. He had some private problems and wanted to go.&quot;Of course, at that moment I tried to persuade him to stay because he was our best player. He was very liked by the other players and giving us that something extra.&quot;The club wanted him to stay, I got that message from the board as well so we were on the same wavelength and we wanted to improve. We didn\\&apos;t want to lose our best players.He added: &quot;I tried to persuade him [to stay] and spoke to him a few times but when it came to the point that it started to damage the dressing room and the players started asking what was going on, then I had to react.&quot;I spoke with the board and unfortunately you have to draw the line.&quot;Bilic\\&apos;s comments on the Payet situation came on the same day that <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> completed the signing of Alexis Sanchez in a swap deal with <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> that sees <a href=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" title=\"http://dbpedia.org/resource/Henrikh_Mkhitaryan\" target=\"_blank\">Henrikh</a> Mkhitaryan move to the Emirates.Bilic thinks it is now players and agents that hold all the power when it comes to transfers in football.When asked if it is the players that hold all the power, he said: &quot;Absolutely. You still have some clubs in Europe that are bigger than the players.&quot;Those are clubs with a history of being hard clubs, like <a href=\"http://dbpedia.org/resource/Juventus_F.C.\" title=\"http://dbpedia.org/resource/Juventus_F.C.\" target=\"_blank\">Juventus</a>. No Juve player is bigger than the club. <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> is also a club like that.&quot;The clubs who are getting good players because they have a bit of money but are not big, big clubs, the players soon become bigger than the club.&quot;Today, players and agents are basically dictating to the clubs,&quot; he added. &quot;The clubs and the agents have to work together and as a manger you are almost depending on them.&quot;It\\&apos;s a very complex job but at the end of the day you are in football. You are doing what you want to do and when you win it\\&apos;s unbelievable. Of course when you lose you are down but you are well paid for it.&quot;\n"
}