{
  "date": "04/01/18",
  "title": "Soccerex rank Manchester City and Arsenal as most economically powerful clubs in the world ",
  "description": "Manchester City have topped the Soccerex Football Finance 100, meaning the study ranks them as the most economically powerful club in the world.",
  "content": "Soccerex, a global football networking company, commissioned the report to find the top 100 clubs in the world based on economic power.They used five variables - players, fixed assets, cash reserves, potential owner investment and net debt - to give an overall score based on financial results from 2015/16.City, predominantly owned by the Abu Dhabi United Group, unsurprisingly led the way. The report said: \"Their owner's high potential investment is complemented by a strong performance across each of the other verticals.\"Arsenal were ranked second, with the report saying: \"Arsenal's place in the rankings will surprise many in light of the criticism the club receives for its perceived lack of spending in the transfer market.\"PSG, owned by Qatar Sports Investments, were third, followed by Guangzhou Evergrande. The Chinese side's rank was largely due to the wealth of their owners, Evergrande Group and Alibaba Group.Tottenham completed the top five after performing strongly across all five variables. They were ahead of Manchester United, who finished seventh, thanks in part to the Old Trafford side's larger net debt.Chelsea were ranked ninth, but the report said: \"It should be noted their ranking is affected by the listing of the owner's investment as a loan.\"If the bulk of their 'debt' to Roman Abramovich was recorded as sponsorship, as it is with other clubs, then Chelsea would move up to 5th.\"Elsewhere, Real Madrid and Barcelona finished sixth and 13th respectively, partly due to their ownership models. They are run by members, which the report said restricted their ownership's investment potential.A number of clubs from outside Europe made the list, with nine Chinese clubs in the top 100 and five from the USA in the top 30.David Wright, the Soccerex Marketing Director, said: \"The results highlight how the global football landscape has shifted over the past two decades.\"SOCCEREX FOOTBALL FINANCE 100: TOP 201. Manchester City, 2. Arsenal, 3. PSG, 4. Guangzhou Evergrande, 5. Tottenham, 6. Real Madrid, 7. Manchester United, 8. Juventus, 9. Chelsea, 10. Bayern Munich, 11. Zenit St Petersburg, 12. RB Leipzig, 13. Barcelona, 14. LA Galaxy, 15. Atletico Madrid, 16. Liverpool, 17. Borussia Dortmund, 18. Lyon, 19. Monaco, 20. Leicester."
}