{
  "date": "15/01/18",
  "title": "Sol Campbell picks Thierry Henry over Dennis Bergkamp in Dream 5-A-Side",
  "description": "Sol Campbell has picked his Dream 5-A-Side line up for Soccer AM.",
  "content": "The former Arsenal, Tottenham and England defender has played with a host of great names over the years during his distinguished playing career.But he had a tough choice between two Arsenal legends when picking his striker, eventually opting for Thierry Henry just ahead of Dennis Bergkamp.He said: \"I am going to go for Thierry. Sometimes you just need someone in those tight situations in a big game to be able to turn something out of nothing and get a goal.\"You need great forwards, but sometimes you need a lucky forward as well and I thought Thierry had both. He was very skilful, but also had a knack of being in the right position at the right time.\"It is hard because this is five-a-side. I am struggling because there's so many top, top players I could easily have put in there.\"Dennis Bergkamp came incredibly close. He was strong, quick and he was a genius on the ball. He could be very clever in his movement off the ball.\"He was a magician and an incredibly tough, but skilful guy.\"Who else makes the team? See Sol Campbell's picks on full on the Soccer AM YouTube channel now.",
  "dbpedia": "\nThe former <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>, <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> and <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> defender has played with a host of great names over the years during his distinguished playing career.But he had a tough choice between two <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> legends when picking his striker, eventually opting for <a href=\"http://dbpedia.org/resource/Thierry_Henry\" title=\"http://dbpedia.org/resource/Thierry_Henry\" target=\"_blank\">Thierry Henry</a> just ahead of Dennis Bergkamp.He said: &quot;I am going to go for Thierry. Sometimes you just need someone in those tight situations in a big game to be able to turn something out of nothing and get a goal.&quot;You need great forwards, but sometimes you need a lucky forward as well and I thought Thierry had both. He was very skilful, but also had a knack of being in the right position at the right time.&quot;It is hard because this is five-a-side. I am struggling because there\\&apos;s so many top, top players I could easily have put in there.&quot;<a href=\"http://dbpedia.org/resource/Dennis_Bergkamp\" title=\"http://dbpedia.org/resource/Dennis_Bergkamp\" target=\"_blank\">Dennis Bergkamp</a> came incredibly close. He was strong, quick and he was a genius on the ball. He could be very clever in his movement off the ball.&quot;He was a magician and an incredibly tough, but skilful guy.&quot;Who else makes the team? See <a href=\"http://dbpedia.org/resource/Sol_Campbell\" title=\"http://dbpedia.org/resource/Sol_Campbell\" target=\"_blank\">Sol Campbell</a>\\&apos;s picks on full on the Soccer AM YouTube channel now.\n"
}