{
  "date": "01/02/18",
  "title": "Southampton boss Mauricio Pellegrino says losing runs are part of football life",
  "description": "Mauricio Pellegrino says Southampton are 'not too handsome' at the moment because of their poor run of form.",
  "content": "But the Saints boss says losing is part of football and remains confident he can steer the club to Premier League safety.\nSouthampton drew 1-1 with Brighton on Wednesday night and are 18th in the table, albeit only five points behind Bournemouth in 10th.\nWith only four Premier League wins to their name this season, and none since November, it is has been a hard season for Southampton so far but Pellegrino remains philosophical.\n\"At the end of the season, we can analyse this better,\" he said.\n\"Right now, when you are not in the right moment, you have to be careful with your analysis because psychologically the belief people have about us, the manager, the club, the board, it is not the best.\n\"Football is an emotional game.\n\"When you lose, everybody is unhappy. When you win, everybody looks really handsome - blonde, blue eyes.\n\"But, when you lose, you are not too handsome.\"\nAsked if he was confident he could turn Southampton's season around, Pellegrino said: \"Football is something I did all my life.\n\"I got the feeling from childhood - when you lose some people look at you like 'oh, you have got a problem'.\n\"Everybody who plays and works in football knows this feeling - but also I got to the point where I enjoy it, because I like the adrenaline and the pressure, even in difficult situations like now.\n\"I feel alive in this job but sometimes, who wants to be on the side of the loser?\n\"But, you want to play the game, sometimes you have to lose.\n\"I feel we are a unit and the togetherness in the club is really high.\n\"I receive a lot of support from the beginning and I think this club, these people, deserve more.\"\n",
  "dbpedia": "But the Saints boss says losing is part of football and remains confident he can steer the club to <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> safety.<br><a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> drew 1-1 with <a href=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a> on Wednesday night and are 18th in the table, albeit only five points behind <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a> in 10th.<br>With only four <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> wins to their name this season, and none since November, it is has been a hard season for <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> so far but Pellegrino remains philosophical.<br>\"At the end of the season, we can analyse this better,\" he said.<br>\"Right now, when you are not in the right moment, you have to be careful with your analysis because psychologically the belief people have about us, the manager, the club, the board, it is not the best.<br>\"Football is an emotional game.<br>\"When you lose, everybody is unhappy. When you win, everybody looks really handsome - blonde, blue eyes.<br>\"But, when you lose, you are not too handsome.\"<br>Asked if he was confident he could turn <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a>'s season around, Pellegrino said: \"Football is something I did all my life.<br>\"I got the feeling from childhood - when you lose some people look at you like 'oh, you have got a problem'.<br>\"Everybody who plays and works in football knows this feeling - but also I got to the point where I enjoy it, because I like the adrenaline and the pressure, even in difficult situations like now.<br>\"I feel alive in this job but sometimes, who wants to be on the side of the loser?<br>\"But, you want to play the game, sometimes you have to lose.<br>\"I feel we are a unit and the togetherness in the club is really high.<br>\"I receive a lot of support from the beginning and I think this club, these people, deserve more.\"<br>"
}