{
  "date": "31/01/18",
  "title": "Southend's Stephen Hendrie signs for Motherwell on loan",
  "description": "Motherwell have signed Stephen Hendrie on loan from Southend until the end of the season.",
  "content": "The left-back joins the Scottish Premiership club and goes straight into their squad for Wednesday's game at Hibernian.Hendrie, 23, said: \"I'm relishing the challenge of getting some game time up here.\"I played up here in the league for a good number of years and then went down south, got a good bit of experience and now come back up here ready to get more games under my belt and kick on.\"The Glasgow-born defender started his career with Hamilton where he made his debut at the age of 16.He played 117 games for the Accies before moving to West Ham.There were then loan spells at Southend and Blackburn Rovers, before returning to the Essex club on a permanent basis.Hendrie has also represented Scotland at three age group levels.Motherwell boss Stephen Robinson said: \"We have been in the market for more options at left back throughout the window, so we are delighted to land Stephen on loan for the rest of the season.\"With Steven Hammell's retirement and long-term injury to Ellis Plummer, it increased the need to bring someone in.\"Despite his young age, Stephen already has great experience in Scotland and has also learned from being at top clubs down south.\"",
  "dbpedia": "\nThe left-back joins the Scottish Premiership club and goes straight into their squad for Wednesday\\&apos;s game at Hibernian.Hendrie, 23, said: &quot;I\\&apos;m relishing the challenge of getting some game time up here.&quot;I played up here in the league for a good number of years and then went down south, got a good bit of experience and now come back up here ready to get more games under my belt and kick on.&quot;The Glasgow-born defender started his career with <a href=\"http://dbpedia.org/resource/Hamilton_Academical_F.C.\" title=\"http://dbpedia.org/resource/Hamilton_Academical_F.C.\" target=\"_blank\">Hamilton</a> where he made his debut at the age of 16.He played 117 games for the Accies before moving to West Ham.There were then loan spells at <a href=\"http://dbpedia.org/resource/Southend_United_F.C.\" title=\"http://dbpedia.org/resource/Southend_United_F.C.\" target=\"_blank\">Southend</a> and <a href=\"http://dbpedia.org/resource/Blackburn_Rovers_F.C.\" title=\"http://dbpedia.org/resource/Blackburn_Rovers_F.C.\" target=\"_blank\">Blackburn Rovers</a>, before returning to the Essex club on a permanent basis.Hendrie has also represented <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scotland</a> at three age group levels.Motherwell boss Stephen Robinson said: &quot;We have been in the market for more options at left back throughout the window, so we are delighted to land Stephen on loan for the rest of the season.&quot;With <a href=\"http://dbpedia.org/resource/Steven_Hammell\" title=\"http://dbpedia.org/resource/Steven_Hammell\" target=\"_blank\">Steven Hammell</a>\\&apos;s retirement and long-term injury to Ellis Plummer, it increased the need to bring someone in.&quot;Despite his young age, Stephen already has great experience in <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scotland</a> and has also learned from being at top clubs down south.&quot;\n"
}