{
  "date": "13/01/18",
  "title": "Southampton boss Mauricio Pellegrino says Watford equaliser was a clear handball",
  "description": "Southampton manager Mauricio Pellegrino was left frustrated by Watford's last-minute equaliser from Abdoulaye Doucoure after the midfielder scored with his hand.",
  "content": "Two James Ward-Prowse goals looked to have set Southampton on their way to their first win in 10 league games, but Watford fought back in the second half as Andre Gray pulled one back before Doucoure's controversial goal late on.Doucoure latched onto a chipped pass from Troy Deeney in the 90th minute, but missed the ball with his head so palmed it beyond the onrushing Alex McCarthy. Southampton's protestations to referee Roger East were lengthy but to no avail.\"It is so clear, the linesman is there but there's nothing we can do,\" said Pellegrino.\"We expect this that they will react, especially with direct play with the strikers but I think we controlled well much of the time. But with this direct action we didn't have this fortune that you need to win this type of game.\"For us it is difficult to analyse as they didn't create many chances. But for long ball, second ball, they've got strong players and every single action is dangerous.\"We made a couple of mistakes in the second half but even with this we didn't deserve to draw this game.\"Southampton were the dominant force in the first half but could not reach that level after the break, and Pellegrino was keen to focus on the positives.\"This is football, the Premier League is really tight but we have to keep going, I think we can build something important,\" he added.\"We have to think that we played 45 minutes really well and after we played more or less okay. The fortune wasn't with us today but we have to keep pushing.\"Shane Long helped create Southampton's two goals, with the second coming via some great link-up play with Dusan Tadic, something which was a boost to the under-pressure Pellegrino.He said: \"Now they [Long and Tadic] are working well, most of the team is working well, it was a difficult game on a difficult pitch. But I think playing in this way, we will get points.\"",
  "dbpedia": "\nTwo <a href=\"http://dbpedia.org/resource/James_Ward-Prowse\" title=\"http://dbpedia.org/resource/James_Ward-Prowse\" target=\"_blank\">James Ward-Prowse</a> goals looked to have set <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> on their way to their first win in 10 league games, but <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> fought back in the second half as <a href=\"http://dbpedia.org/resource/Andre_Gray\" title=\"http://dbpedia.org/resource/Andre_Gray\" target=\"_blank\">Andre Gray</a> pulled one back before Doucoure\\&apos;s controversial goal late on.Doucoure latched onto a chipped pass from <a href=\"http://dbpedia.org/resource/Troy_Deeney\" title=\"http://dbpedia.org/resource/Troy_Deeney\" target=\"_blank\">Troy Deeney</a> in the 90th minute, but missed the ball with his head so palmed it beyond the onrushing <a href=\"http://dbpedia.org/resource/Alex_McCarthy\" title=\"http://dbpedia.org/resource/Alex_McCarthy\" target=\"_blank\">Alex McCarthy</a>. <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a>\\&apos;s protestations to referee Roger East were lengthy but to no avail.&quot;It is so clear, the linesman is there but there\\&apos;s nothing we can do,&quot; said Pellegrino.&quot;We expect this that they will react, especially with direct play with the strikers but I think we controlled well much of the time. But with this direct action we didn\\&apos;t have this fortune that you need to win this type of game.&quot;For us it is difficult to analyse as they didn\\&apos;t create many chances. But for long ball, second ball, they\\&apos;ve got strong players and every single action is dangerous.&quot;We made a couple of mistakes in the second half but even with this we didn\\&apos;t deserve to draw this game.&quot;<a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> were the dominant force in the first half but could not reach that level after the break, and Pellegrino was keen to focus on the positives.&quot;This is football, the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> is really tight but we have to keep going, I think we can build something important,&quot; he added.&quot;We have to think that we played 45 minutes really well and after we played more or less okay. The fortune wasn\\&apos;t with us today but we have to keep pushing.&quot;<a href=\"http://dbpedia.org/resource/Shane_Long\" title=\"http://dbpedia.org/resource/Shane_Long\" target=\"_blank\">Shane Long</a> helped create <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a>\\&apos;s two goals, with the second coming via some great link-up play with Dusan Tadic, something which was a boost to the under-pressure Pellegrino.He said: &quot;Now they [Long and Tadic] are working well, most of the team is working well, it was a difficult game on a difficult pitch. But I think playing in this way, we will get points.&quot;\n"
}