{
  "date": "11/01/18",
  "title": "Southampton boss Mauricio Pellegrino not fearing sack",
  "description": "Southampton boss Mauricio Pellegrino insists he is not worried about being sacked even if the Saints lose to Watford on Sunday.",
  "content": "Southampton are currently fourth bottom of the table after a run of nine league games without a win, and are now out of the relegation places on goal difference alone.\nSeven top-flight managers have lost their jobs since the start of the season but Pellegrino isn't worried about becoming the eighth, even if his side fails to win at Vicarage Road this weekend.\n\"It is part of our job,\" he said. \"The biggest risk in football is to work in football. In football you need results, they are everything.\nWhen asked if he had thought about losing his job, Pellegrino added: \"I don't think about that because it is part of our life. I try to do my best.\n\"Obviously in football there are three results possible. Everything can pass, and every week history can change. I understand the situation of the fans because we have the same feeling. We are responsible for our situation.\"\nSouthampton suffered a 2-0 defeat to Watford at St Mary's earlier in the season but Pellegrino believes his side are better equipped to face the Hornets this time round.\n\"It is a massive game for us,\" he said. \"We are better prepared than at the beginning of the season.\n\"Watford is a team that have qualities like us but now I feel that we have learned a little bit from this game and we have better preparations.\n\"The mood is good but we want to translate this onto the pitch.\"\nSouthampton have scored just 21 goals in the Premier League this season and Pellegrino says the club will look to bolster their attacking options with part of the £75m raised from the sale of Virgil van Dijk to Liverpool.\n\"I think the priority is to try to help the final third because Charlie [Austin] will be out and we don't have his profile in the squad. That is one of our priorities.\"\nPellegrino also expects to have Cedric Soares, Wesley Hoedt and Jeremy Pied available for the trip to Watford.\n\"All of them have been training today with the team,\" said Pellegrino. \"They are not 100 per cent but tomorrow I think they will be part of the team in training.\n\"Until we decide because one thing is the medical condition and the other is the football condition. We analyse and we decide. The good news is all of them are ready.\"\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> are currently fourth bottom of the table after a run of nine league games without a win, and are now out of the relegation places on goal difference alone.<br>Seven top-flight managers have lost their jobs since the start of the season but Pellegrino isn't worried about becoming the eighth, even if his side fails to win at <a href=\"http://dbpedia.org/resource/Vicarage_Road\" title=\"http://dbpedia.org/resource/Vicarage_Road\" target=\"_blank\">Vicarage Road</a> this weekend.<br>\"It is part of our job,\" he said. \"The biggest risk in football is to work in football. In football you need results, they are everything.<br>When asked if he had thought about losing his job, Pellegrino added: \"I don't think about that because it is part of our life. I try to do my best.<br>\"Obviously in football there are three results possible. Everything can pass, and every week history can change. I understand the situation of the fans because we have the same feeling. We are responsible for our situation.\"<br><a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> suffered a 2-0 defeat to <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> at St Mary's earlier in the season but Pellegrino believes his side are better equipped to face the Hornets this time round.<br>\"It is a massive game for us,\" he said. \"We are better prepared than at the beginning of the season.<br>\"<a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> is a team that have qualities like us but now I feel that we have learned a little bit from this game and we have better preparations.<br>\"The mood is good but we want to translate this onto the pitch.\"<br><a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> have scored just 21 goals in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> this season and Pellegrino says the club will look to bolster their attacking options with part of the £75m raised from the sale of Virgil van Dijk to <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>.<br>\"I think the priority is to try to help the final third because Charlie [Austin] will be out and we don't have his profile in the squad. That is one of our priorities.\"<br>Pellegrino also expects to have Cedric Soares, Wesley Hoedt and Jeremy Pied available for the trip to <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a>.<br>\"All of them have been training today with the team,\" said Pellegrino. \"They are not 100 per cent but tomorrow I think they will be part of the team in training.<br>\"Until we decide because one thing is the medical condition and the other is the football condition. We analyse and we decide. The good news is all of them are ready.\"<br>"
}