{
  "date": "18/01/18",
  "title": "Southampton’s problems: Where has it gone wrong this season?",
  "description": "Once an example to others, Southampton are struggling under Mauricio Pellegrino with relegation now a real possibility. It is a tale of poor decisions on and off the pitch coupled with the harsh reality of what happens when momentum is lost, writes Adam Bate. ",
  "content": "Southampton are struggling badly. Once reliable players are out of form. The manager's decisions are being booed. Faith in the owners is fast being lost. Fans are frustrated. Some are even plotting protests. The atmosphere at St Mary's is far from good and another defeat there to Tottenham on Super Sunday could well leave the club in the relegation zone.\nWhatever happened to mid-table? A glance at the names at the bottom end of the Premier League reveals a trend. Brighton and Huddersfield were expected to be there. Newcastle are in disarray. None are out of danger. But there below the newly promoted trio are those erstwhile mid-table regulars Southampton, Stoke, West Bromwich Albion and Swansea.\nSwansea chairman Huw Jenkins summed up the problem neatly. For clubs of this size, the anticipated growth and stability is not a guarantee. Instead, it brings different problems. \"When you get into the Premier League, you have a two-or three-year cycle, and then if you want to retain your players you're upping their wages again,\" explained Jenkins.\n\"You've got a little period where you can be quite comfortable financially and then you've got a period where everything starts catching you up and you've got to start renewing every contract, and then that continues and continues. With the modern game every renewal is probably £1m a renewal, so your wage bill goes from here to there. It's not rocket science.\"\nIt is not rocket science but it had once seemed like an art form. Swansea had their on-pitch identity. Southampton, though, had an ethos all of their own. The academy's uncanny ability to produce Premier League ready talent was the envy of every club in the country. Once that envy subsided, Southampton's success was seen as an example and an inspiration.\nIt seemed to ensure that players could be sold each summer without derailing the project. Even a steady stream of managerial departures did not halt the juggernaut. Former chairman Nicola Cortese established that this miracle did not belong to Nigel Adkins. And so it followed that it did not belong to Mauricio Pochettino or Ronald Koeman either.\n\"We know what we are doing here,\" said the club's current vice-chairman Les Reed in 2014. \"There was a five-year plan in 2009 when this club was in League One. We got out of there ahead of target. Then we got out of the Championship ahead of target. We are at the start of our next five-year plan now. There is no panic. We march on.\"\nInto the fourth year of that five-year plan and things appear to be catching up with the club that prided itself on staying ahead of the game. Some of the reasons for that are simpler than others. Many point the finger at the manager and it is true that diminishing returns in the dugout are a factor. Pellegrino is yet to show the nous of his near-namesake Pochettino.\nTeam selections and even substitutions have left supporters baffled, particularly at St Mary's. Games have been there to be won but instead a late goal cost them a point at home to Burnley and two against Arsenal. In the most recent home games against Huddersfield and Crystal Palace, Saints led after an hour both times but ended up with one point not six.\nPellegrino was, of course, unfortunate to be denied victory by the hand of Abdoulaye Doucoure at Watford last time out, but sympathy is now in short supply. Some still point to a failure to press home the initiative. Despite leading four of these matches, Southampton are on a 10-game winless run - the longest sequence in any of England's top four divisions.\nIn search of a solution, Pellegrino has only created more problems. Fraser Forster was retained too long in goal. Charlie Austin was not called upon as soon as he should have been. That Nathan Redmond has been dropped from the team on five separate occasions since October is indicative of the manager's uncertainty over his best line-up.\nIn total, Southampton have made 64 changes to their Premier League line-up so far this season - the second most of any team in the competition. \"Making four, five or six changes every game?\" Southampton legend Matt Le Tissier told Sky Sports recently. \"You do not get continuity and you do not get partnerships within the team. It really frustrates me.\"\nOne suspects some of the players feel the same way. Sofiane Boufal's celebration against West Brom suggested as much. As for Mario Lemina, he impressed early in the season but has been among the substitutes in seven of the last 10 games. At Watford, he and Boufal were on the bench alongside Manolo Gabbiadini - the club's three all-time record signings.\nThat the money has not been spent as well as it was before seems clear. But the recent arrivals are not the only problem. In fact, it is the poor form of those players whom the club had come to rely upon that has been just as damaging. \"Something is not right there,\" former Liverpool and England captain Phil Thompson told Sky Sports.\n\"Oriol Romeu has been fantastic for Southampton but where has he been? He doesn't look like he has been putting a shift in. Dusan Tadic has been absolutely shocking. You don't see the defenders putting their bodies on the line. It's easy to say they're not playing for their manager. I don't think they are playing for themselves. Their attitude has been shocking.\"\nFor some, the dip is inexplicable. Cedric Soares did not make a single error leading to a shot in either of the past two campaigns. This season he has already made four. For others, the mistakes could have been anticipated. Forster has made two clear errors leading to goals but he is one of only two goalkeepers to do so in each of the previous two seasons too.\nIndeed, Forster would seem to sum up the aforementioned issue identified by Jenkins. This is the cycle of things. He was handed a lucrative new five-year contract in the summer just one year after penning the previous deal. Cedric, Tadic, Steven Davis and James Ward-Prowse were among those to sign at that time too. Romeu got his new contract in January.\nIt is not just about Virgil van Dijk and the players who are sold. Sometimes it is also about the ones who are left behind. The ones who already have an eye elsewhere in the hope of joining the exodus. The ones who are now content with their lot and lack the appetite that is needed to reenergise this team. These are the hallmarks of decline.\nSouthampton supporters had hoped that the poor run of form under Claude Puel had been a hangover from their League Cup final trip to Wembley. Instead, it was a clue. They have now picked up only 43 points from their last 44 Premier League games. It is relegation form. And something needs to change soon if it is a fate Southampton are to avoid.\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> are struggling badly. Once reliable players are out of form. The manager's decisions are being booed. Faith in the owners is fast being lost. Fans are frustrated. Some are even plotting protests. The atmosphere at St Mary's is far from good and another defeat there to <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> on Super Sunday could well leave the club in the relegation zone.<br>Whatever happened to mid-table? A glance at the names at the bottom end of the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> reveals a trend. <a href=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a> and <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> were expected to be there. <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> are in disarray. None are out of danger. But there below the newly promoted trio are those erstwhile mid-table regulars <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a>, <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a>, <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Bromwich</a> Albion and <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a>.<br><a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> chairman Huw Jenkins summed up the problem neatly. For clubs of this size, the anticipated growth and stability is not a guarantee. Instead, it brings different problems. \"When you get into the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, you have a two-or three-year cycle, and then if you want to retain your players you're upping their wages again,\" explained Jenkins.<br>\"You've got a little period where you can be quite comfortable financially and then you've got a period where everything starts catching you up and you've got to start renewing every contract, and then that continues and continues. With the modern game every renewal is probably £1m a renewal, so your wage bill goes from here to there. It's not rocket science.\"<br>It is not rocket science but it had once seemed like an art form. <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> had their on-pitch identity. <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a>, though, had an ethos all of their own. The academy's uncanny ability to produce <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> ready talent was the envy of every club in the country. Once that envy subsided, <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a>'s success was seen as an example and an inspiration.<br>It seemed to ensure that players could be sold each summer without derailing the project. Even a steady stream of managerial departures did not halt the juggernaut. Former chairman Nicola Cortese established that this miracle did not belong to <a href=\"http://dbpedia.org/resource/Nigel_Adkins\" title=\"http://dbpedia.org/resource/Nigel_Adkins\" target=\"_blank\">Nigel Adkins</a>. And so it followed that it did not belong to <a href=\"http://dbpedia.org/resource/Mauricio_Pochettino\" title=\"http://dbpedia.org/resource/Mauricio_Pochettino\" target=\"_blank\">Mauricio Pochettino</a> or <a href=\"http://dbpedia.org/resource/Ronald_Koeman\" title=\"http://dbpedia.org/resource/Ronald_Koeman\" target=\"_blank\">Ronald Koeman</a> either.<br>\"We know what we are doing here,\" said the club's current vice-chairman <a href=\"http://dbpedia.org/resource/Les_Reed_(football_coach)\" title=\"http://dbpedia.org/resource/Les_Reed_(football_coach)\" target=\"_blank\">Les Reed</a> in 2014. \"There was a five-year plan in 2009 when this club was in <a href=\"http://dbpedia.org/resource/Football_League_One\" title=\"http://dbpedia.org/resource/Football_League_One\" target=\"_blank\">League One</a>. We got out of there ahead of target. Then we got out of the Championship ahead of target. We are at the start of our next five-year plan now. There is no panic. We march on.\"<br>Into the fourth year of that five-year plan and things appear to be catching up with the club that prided itself on staying ahead of the game. Some of the reasons for that are simpler than others. Many point the finger at the manager and it is true that diminishing returns in the dugout are a factor. Pellegrino is yet to show the nous of his near-namesake Pochettino.<br>Team selections and even substitutions have left supporters baffled, particularly at St Mary's. Games have been there to be won but instead a late goal cost them a point at home to <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a> and two against <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>. In the most recent home games against <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> and <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a>, Saints led after an hour both times but ended up with one point not six.<br>Pellegrino was, of course, unfortunate to be denied victory by the hand of Abdoulaye Doucoure at <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> last time out, but sympathy is now in short supply. Some still point to a failure to press home the initiative. Despite leading four of these matches, <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> are on a 10-game winless run - the longest sequence in any of <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a>'s top four divisions.<br>In search of a solution, Pellegrino has only created more problems. <a href=\"http://dbpedia.org/resource/Fraser_Forster\" title=\"http://dbpedia.org/resource/Fraser_Forster\" target=\"_blank\">Fraser Forster</a> was retained too long in goal. <a href=\"http://dbpedia.org/resource/Charlie_Austin\" title=\"http://dbpedia.org/resource/Charlie_Austin\" target=\"_blank\">Charlie Austin</a> was not called upon as soon as he should have been. That <a href=\"http://dbpedia.org/resource/Nathan_Redmond\" title=\"http://dbpedia.org/resource/Nathan_Redmond\" target=\"_blank\">Nathan Redmond</a> has been dropped from the team on five separate occasions since October is indicative of the manager's uncertainty over his best line-up.<br>In total, <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> have made 64 changes to their <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> line-up so far this season - the second most of any team in the competition. \"Making four, five or six changes every game?\" <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> legend <a href=\"http://dbpedia.org/resource/Matthew_Le_Tissier\" title=\"http://dbpedia.org/resource/Matthew_Le_Tissier\" target=\"_blank\">Matt Le Tissier</a> told Sky Sports recently. \"You do not get continuity and you do not get partnerships within the team. It really frustrates me.\"<br>One suspects some of the players feel the same way. Sofiane Boufal's celebration against <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> suggested as much. As for Mario Lemina, he impressed early in the season but has been among the substitutes in seven of the last 10 games. At <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a>, he and Boufal were on the bench alongside <a href=\"http://dbpedia.org/resource/Manolo_Gabbiadini\" title=\"http://dbpedia.org/resource/Manolo_Gabbiadini\" target=\"_blank\">Manolo Gabbiadini</a> - the club's three all-time record signings.<br>That the money has not been spent as well as it was before seems clear. But the recent arrivals are not the only problem. In fact, it is the poor form of those players whom the club had come to rely upon that has been just as damaging. \"Something is not right there,\" former <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> and <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> captain <a href=\"http://dbpedia.org/resource/Phil_Thompson\" title=\"http://dbpedia.org/resource/Phil_Thompson\" target=\"_blank\">Phil Thompson</a> told Sky Sports.<br>\"<a href=\"http://dbpedia.org/resource/Oriol_Romeu\" title=\"http://dbpedia.org/resource/Oriol_Romeu\" target=\"_blank\">Oriol Romeu</a> has been fantastic for <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> but where has he been? He doesn't look like he has been putting a shift in. Dusan Tadic has been absolutely shocking. You don't see the defenders putting their bodies on the line. It's easy to say they're not playing for their manager. I don't think they are playing for themselves. Their attitude has been shocking.\"<br>For some, the dip is inexplicable. Cedric Soares did not make a single error leading to a shot in either of the past two campaigns. This season he has already made four. For others, the mistakes could have been anticipated. Forster has made two clear errors leading to goals but he is one of only two goalkeepers to do so in each of the previous two seasons too.<br>Indeed, Forster would seem to sum up the aforementioned issue identified by Jenkins. This is the cycle of things. He was handed a lucrative new five-year contract in the summer just one year after penning the previous deal. Cedric, Tadic, <a href=\"http://dbpedia.org/resource/Steven_Davis\" title=\"http://dbpedia.org/resource/Steven_Davis\" target=\"_blank\">Steven Davis</a> and <a href=\"http://dbpedia.org/resource/James_Ward-Prowse\" title=\"http://dbpedia.org/resource/James_Ward-Prowse\" target=\"_blank\">James Ward-Prowse</a> were among those to sign at that time too. Romeu got his new contract in January.<br>It is not just about Virgil van Dijk and the players who are sold. Sometimes it is also about the ones who are left behind. The ones who already have an eye elsewhere in the hope of joining the exodus. The ones who are now content with their lot and lack the appetite that is needed to reenergise this team. These are the hallmarks of decline.<br><a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> supporters had hoped that the poor run of form under <a href=\"http://dbpedia.org/resource/Claude_Puel\" title=\"http://dbpedia.org/resource/Claude_Puel\" target=\"_blank\">Claude Puel</a> had been a hangover from their League Cup final trip to <a href=\"http://dbpedia.org/resource/Wembley_Stadium\" title=\"http://dbpedia.org/resource/Wembley_Stadium\" target=\"_blank\">Wembley</a>. Instead, it was a clue. They have now picked up only 43 points from their last 44 <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> games. It is relegation form. And something needs to change soon if it is a fate <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> are to avoid.<br>"
}