{
  "date": "04/02/18",
  "title": "Spanish teenager Nacho Barbera dies after suffering cardiac arrest during match",
  "description": "Young Spanish footballer Nacho Barbera has died after suffering a cardiac arrest during a recent match.",
  "content": "Barbera had been playing in the 13-14 year-old age group of Valencia-based side UD Alzira and was the captain of his team.\nA recent match against CD Esport Base Ontinyent saw the player taken ill on the field after falling to the ground and he later died in hospital.\nThe youngster is not believed to have shown any previous signs of a heart condition.\nUD Alzira took to their official website and social media to announce Barbera's passing and express the club's grief, while confirming all immediate fixtures will be suspended.\n\"The UD Alzira is in mourning. This afternoon footballer Nacho Barbera died during a game in Ontinyent, r.i.p. All the matches of the teams of the base football are suspended, both at home and of visitors,\" the club wrote via Twitter.\nLa Liga sides also offered their condolences upon hearing the news.\nA message from Sevilla's official account read: \"We join the pain of the whole family @UDAlzira for this irremediable loss. Rest in peace Nacho.\"\nA similar post from Deportivo Alaves' account said: \"All the albiazul family adds to the signs of affection and support to family, colleagues and friends. Rest in peace, Nacho,\" while Osasuna released a short statement: \"Rest in peace, Nacho. All our support and affection for your family and colleagues. A hug.\"\n",
  "dbpedia": "Barbera had been playing in the 13-14 year-old age group of Valencia-based side <a href=\"http://dbpedia.org/resource/UD_Alzira\" title=\"http://dbpedia.org/resource/UD_Alzira\" target=\"_blank\">UD Alzira</a> and was the captain of his team.<br>A recent match against CD Esport Base <a href=\"http://dbpedia.org/resource/Ontinyent_CF\" title=\"http://dbpedia.org/resource/Ontinyent_CF\" target=\"_blank\">Ontinyent</a> saw the player taken ill on the field after falling to the ground and he later died in hospital.<br>The youngster is not believed to have shown any previous signs of a heart condition.<br><a href=\"http://dbpedia.org/resource/UD_Alzira\" title=\"http://dbpedia.org/resource/UD_Alzira\" target=\"_blank\">UD Alzira</a> took to their official website and social media to announce Barbera's passing and express the club's grief, while confirming all immediate fixtures will be suspended.<br>\"The <a href=\"http://dbpedia.org/resource/UD_Alzira\" title=\"http://dbpedia.org/resource/UD_Alzira\" target=\"_blank\">UD Alzira</a> is in mourning. This afternoon footballer Nacho Barbera died during a game in <a href=\"http://dbpedia.org/resource/Ontinyent_CF\" title=\"http://dbpedia.org/resource/Ontinyent_CF\" target=\"_blank\">Ontinyent</a>, r.i.p. All the matches of the teams of the base football are suspended, both at home and of visitors,\" the club wrote via Twitter.<br><a href=\"http://dbpedia.org/resource/La_Liga\" title=\"http://dbpedia.org/resource/La_Liga\" target=\"_blank\">La Liga</a> sides also offered their condolences upon hearing the news.<br>A message from <a href=\"http://dbpedia.org/resource/Sevilla_FC\" title=\"http://dbpedia.org/resource/Sevilla_FC\" target=\"_blank\">Sevilla</a>'s official account read: \"We join the pain of the whole family @UDAlzira for this irremediable loss. Rest in peace Nacho.\"<br>A similar post from Deportivo Alaves' account said: \"All the albiazul family adds to the signs of affection and support to family, colleagues and friends. Rest in peace, Nacho,\" while <a href=\"http://dbpedia.org/resource/CA_Osasuna\" title=\"http://dbpedia.org/resource/CA_Osasuna\" target=\"_blank\">Osasuna</a> released a short statement: \"Rest in peace, Nacho. All our support and affection for your family and colleagues. A hug.\"<br>"
}