{
  "date": "24/01/18",
  "title": "SPFL extends sponsorship deal with Ladbrokes for two more years",
  "description": "Ladbrokes has signed a new two-year deal to remain title sponsors of the Scottish Professional Football League, until the end of the 2019/20 season.",
  "content": "The deal, which was announced on Wednesday, extends the current agreement that dates back to 2015 when the betting company first sponsored the four division league.\nSPFL chief executive Neil Doncaster said in a statement: \"We have enjoyed a superb partnership since they first came on board in 2015, and are confident that will continue and flourish until 2020 and hopefully beyond\n\"We are also aware of our social responsibilities as a senior professional league in Scotland, and will continue to promote a message of responsible gambling in conjunction with Ladbrokes.\"\nChief executive officer of Ladbrokes Coral Group, Jim Mullen, added: \"We are delighted to be renewing the sponsorship of the SPFL.\n\"Football beats at the heart of Scottish life, the cafes and canteens echo to the football conversation every week and we are delighted to be part of that conversation.\n\"We take our role as a sponsor seriously and we take our role to help customers keep gambling fun just as seriously.\"\nThe statement, issued by the SPFL in conjunction with the news, reads: \"As part of its plan for the 2018/19 season it (Ladbrokes) intends to work with the SPFL to promote responsible gambling both within the game and with the wider football fan base.\"\n",
  "dbpedia": "The deal, which was announced on Wednesday, extends the current agreement that dates back to 2015 when the betting company first sponsored the four division league.<br>SPFL chief executive Neil Doncaster said in a statement: \"We have enjoyed a superb partnership since they first came on board in 2015, and are confident that will continue and flourish until 2020 and hopefully beyond<br>\"We are also aware of our social responsibilities as a senior professional league in Scotland, and will continue to promote a message of responsible gambling in conjunction with Ladbrokes.\"<br>Chief executive officer of Ladbrokes Coral Group, Jim Mullen, added: \"We are delighted to be renewing the sponsorship of the SPFL.<br>\"Football beats at the heart of Scottish life, the cafes and canteens echo to the football conversation every week and we are delighted to be part of that conversation.<br>\"We take our role as a sponsor seriously and we take our role to help customers keep gambling fun just as seriously.\"<br>The statement, issued by the SPFL in conjunction with the news, reads: \"As part of its plan for the 2018/19 season it (Ladbrokes) intends to work with the SPFL to promote responsible gambling both within the game and with the wider football fan base.\"<br>"
}