{
  "date": "19/01/18",
  "title": "David de Gea Premier League's top-performing goalkeeper, stats reveal",
  "description": "David de Gea has earned plenty of plaudits this season and the stats underline just how important he has been for Manchester United.",
  "content": "The Spaniard has been lauded for his excellent shot-stopping, most notably during United's 3-1 win over Arsenal at the Emirates Stadium in December, helping his side concede the fewest goals in the Premier League (16) and keeping 13 clean sheets in 23 games overall.But a deeper look at the numbers is even more revealing. According to Opta's Expected Goals on Target model (xGoT), which shows how many goals a team should have conceded compared to their actual total, De Gea has prevented a whopping total of 13.8 goals.It puts him well clear of any other Premier League goalkeeper, but he will face his nearest competitor when Manchester United take on Nick Pope's Burnley at Turf Moor on Saturday.Pope has impressed since stepping in for the injured Tom Heaton back in August, conceding just 16 goals in 20 appearances for Sean Dyche's side and, according to xGoT, preventing a further 8.1 goals.Lukasz Fabianski, who faces Liverpool with Swansea on Monday Night Football, is ranked third of regular Premier League goalkeepers, with xGoT showing he has prevented 2.3 goals - putting him ahead of Chelsea No 1 Thibaut Courtois (0.3 xG prevented).Everton's Jordan Pickford is the only other goalkeeper who does not have a negative expected goals prevented figure, while Ben Foster is ranked lowest. According to Opta's calculations, West Brom have conceded 29 goals from just 20.1 xG with the Englishman between the sticks this season.Stoke's Jack Butland (-6.6 xG prevented) and Huddersfield's Jonas Lossl (-6.4 xG prevented) make up the rest of the bottom three. Read the full goalkeeper rankings below.",
  "dbpedia": "\nThe Spaniard has been lauded for his excellent shot-stopping, most notably during United\\&apos;s 3-1 win over <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> at the Emirates Stadium in December, helping his side concede the fewest goals in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> (16) and keeping 13 clean sheets in 23 games overall.But a deeper look at the numbers is even more revealing. According to Opta\\&apos;s Expected Goals on Target model (xGoT), which shows how many goals a team should have conceded compared to their actual total, De Gea has prevented a whopping total of 13.8 goals.It puts him well clear of any other <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> goalkeeper, but he will face his nearest competitor when <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> take on Nick Pope\\&apos;s <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a> at Turf Moor on Saturday.Pope has impressed since stepping in for the injured <a href=\"http://dbpedia.org/resource/Tom_Heaton\" title=\"http://dbpedia.org/resource/Tom_Heaton\" target=\"_blank\">Tom Heaton</a> back in August, conceding just 16 goals in 20 appearances for <a href=\"http://dbpedia.org/resource/Sean_Dyche\" title=\"http://dbpedia.org/resource/Sean_Dyche\" target=\"_blank\">Sean Dyche</a>\\&apos;s side and, according to xGoT, preventing a further 8.1 goals.Lukasz Fabianski, who faces <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> with <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> on Monday Night Football, is ranked third of regular <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> goalkeepers, with xGoT showing he has prevented 2.3 goals - putting him ahead of <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> No 1 <a href=\"http://dbpedia.org/resource/Thibaut_Courtois\" title=\"http://dbpedia.org/resource/Thibaut_Courtois\" target=\"_blank\">Thibaut Courtois</a> (0.3 xG prevented).<a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>\\&apos;s Jordan Pickford is the only other goalkeeper who does not have a negative expected goals prevented figure, while <a href=\"http://dbpedia.org/resource/Ben_Foster_(footballer)\" title=\"http://dbpedia.org/resource/Ben_Foster_(footballer)\" target=\"_blank\">Ben Foster</a> is ranked lowest. According to Opta\\&apos;s calculations, <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> have conceded 29 goals from just 20.1 xG with the Englishman between the sticks this season.Stoke\\&apos;s <a href=\"http://dbpedia.org/resource/Jack_Butland\" title=\"http://dbpedia.org/resource/Jack_Butland\" target=\"_blank\">Jack Butland</a> (-6.6 xG prevented) and <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a>\\&apos;s Jonas Lossl (-6.4 xG prevented) make up the rest of the bottom three. Read the full goalkeeper rankings below.\n"
}