{
  "date": "26/01/18",
  "title": "Steven Taylor interview: Finally being injury free, playing at Peterborough and facing Leicester",
  "description": "Steven Taylor chats to Soccer Saturday about finally being injury free, playing regularly and Peterborough's FA Cup clash with Leicester.",
  "content": "Steven Taylor probably wasn't expecting to be playing in League One by the age of 32.Not that he's bothered at all. After years of torment on the treatment table at Newcastle and beyond, the defender is finally a regular again at Peterborough, and he's loving it.\"The biggest thing for me was coming here and just playing games,\" he told Soccer Saturday. \"As a footballer that's all you want, especially when you've had your doubts about what it's going to be like trying to play a few games in a week. But I haven't missed a game in the league this season and I'm enjoying it.\"I don't think they thought I'd have played as many games as I have and that they'd have to manage me more in training. But I always believed that I could come back in good shape ready to kick on.\"In the summer there were a lot of people looking at the stats and how many games I've played, but I spent a lot of time in Spain with a trainer to get myself in shape and ready for the challenge ahead. I then spoke to Barry Fry and the manager and the opportunity was here for me to get back playing.\"Taylor's time at Newcastle spanned more than two decades. He arrived at the club as a boy in 1995 and stayed until his move to the MLS and Portland Timbers in 2016. Always a regular when fit, it was just the getting fit that was the problem.Only three times did he manage to make more than 30 appearances in a season, and only once did he manage more than 40. But in his first season at Peterborough, he is already well on his way to making it to his second 40-plus campaign.\"At Newcastle I had some big injuries,\" he said. \"I dislocated both of my shoulders, both of my Achilles went, I snapped a bicep tendon and a hamstring.\"But I always proved after the big injuries that if I had a full summer to myself I could come back, and I got myself in the England squad a couple of times.\"Now the main thing for me is playing continuously and enjoying football. It's great to be out there being available for everything and not missing training sessions or games. I haven't done it since I was about 23 and playing from Thursday to Sunday when Newcastle were in Europe.\"Peterborough are doing well in League One and are well in the mix for the play-offs. Right now, however, their attention is on their FA Cup clash with Leicester on Saturday.It is a fixture billed with potential 'giant-killing' status now, but as recently as 2009 the clubs were League One rivals gaining automatic promotion at the same time.They have also played each other six times in the Championship since, and Peterborough actually won their latest meeting. Kasper Schmeichel, Wes Morgan, Danny Drinkwater and Jamie Vardy all started for the Foxes in a 2-1 win for the Posh at London Road in February 2013.\"It's going to be a big ask for us, if you look at the players they've got,\" said Taylor. \"It will be a difficult game for our lads but I told them just to concentrate on our game and not to get caught up in the occasion.\"It will be a full house and an amazing atmosphere for the lads. You've got to relish these opportunities and I'm looking forward to it.\"The cameras were there when we played Woking because they were hoping for an upset, and usually they're expecting something big to happen. The performance we showed against Aston Villa was promising and proved that anything can happen in this competition.\"Keep up to date with all the FA Cup action on Soccer Saturday from midday on Sky Sports News"
}