{
  "date": "06/01/18",
  "title": "Mark Hughes hoped FA Cup exit would be 'blessing'",
  "description": "Mark Hughes had hoped defeat at Coventry would have acted as a blessing in disguise after Stoke's FA Cup exit on Saturday.",
  "content": "But the Potters moved to terminate Hughes' contract with immediate effect following a run of six defeats in their last eight games.The club released a statement which read: \"We would like to thank Mark for all he has achieved for the club over the last four-and-a-half years, notably in guiding us to three successive ninth-place finishes in the Premier League, and we wish him every success for the future.\"The club will look to appoint a new manager as soon as possible and will be making no further comment at this time.\"Hughes suffered third-round embarrassment in his 200th game in charge after Jack Grimmer struck to hand the Sky Blues a 2-1 win.Charlie Adam equalised with a second-half penalty after Jordan Willis had opened the scoring but, despite a late rally, Stoke were dumped out.In his final interview as manager, he said: \"The fact we've gone out, even if it's a little bit raw at the moment, might help us.\"At the moment we don't want to discuss Premier League games but maybe when we wake up on Monday the reality clearly has to be our league form.\"Has it changed anything (his future) markedly from this afternoon? Is it any different from the situation after the Newcastle game? I don't think it is. It just highlights we need to do better.\"But in the long term, certainly until the end of the season, it might be a blessing for us.\"It is the first time Stoke have been knocked out, as a top-flight side, by a team from the fourth tier or below since they lost to Bradford Park Avenue in 1938.Hughes added: \"We're not giving ourselves a platform to manage games, more often than not we're chasing our tail.\"Once we got back level we were in the ascendancy but still have to keep the back door shut and we didn't.\"Willis headed in after 24 minutes but conceded a penalty soon after the break when he brought down Ramadan Sobhi and Adam levelled.Grimmer then hit the winner with 22 minutes left when his low effort flew past Jack Butland.",
  "dbpedia": "\nBut the Potters moved to terminate Hughes\\&apos; contract with immediate effect following a run of six defeats in their last eight games.The club released a statement which read: &quot;We would like to thank Mark for all he has achieved for the club over the last four-and-a-half years, notably in guiding us to three successive ninth-place finishes in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, and we wish him every success for the future.&quot;The club will look to appoint a new manager as soon as possible and will be making no further comment at this time.&quot;Hughes suffered third-round embarrassment in his 200th game in charge after <a href=\"http://dbpedia.org/resource/Jack_Grimmer\" title=\"http://dbpedia.org/resource/Jack_Grimmer\" target=\"_blank\">Jack Grimmer</a> struck to hand the Sky Blues a 2-1 win.Charlie Adam equalised with a second-half penalty after <a href=\"http://dbpedia.org/resource/Jordan_Willis_(footballer)\" title=\"http://dbpedia.org/resource/Jordan_Willis_(footballer)\" target=\"_blank\">Jordan Willis</a> had opened the scoring but, despite a late rally, <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> were dumped out.In his final interview as manager, he said: &quot;The fact we\\&apos;ve gone out, even if it\\&apos;s a little bit raw at the moment, might help us.&quot;At the moment we don\\&apos;t want to discuss <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> games but maybe when we wake up on Monday the reality clearly has to be our league form.&quot;Has it changed anything (his future) markedly from this afternoon? Is it any different from the situation after the <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> game? I don\\&apos;t think it is. It just highlights we need to do better.&quot;But in the long term, certainly until the end of the season, it might be a blessing for us.&quot;It is the first time <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> have been knocked out, as a top-flight side, by a team from the fourth tier or below since they lost to <a href=\"http://dbpedia.org/resource/Bradford_Park_Avenue_A.F.C.\" title=\"http://dbpedia.org/resource/Bradford_Park_Avenue_A.F.C.\" target=\"_blank\">Bradford Park Avenue</a> in 1938.Hughes added: &quot;We\\&apos;re not giving ourselves a platform to manage games, more often than not we\\&apos;re chasing our tail.&quot;Once we got back level we were in the ascendancy but still have to keep the back door shut and we didn\\&apos;t.&quot;Willis headed in after 24 minutes but conceded a penalty soon after the break when he brought down Ramadan Sobhi and Adam levelled.Grimmer then hit the winner with 22 minutes left when his low effort flew past <a href=\"http://dbpedia.org/resource/Jack_Butland\" title=\"http://dbpedia.org/resource/Jack_Butland\" target=\"_blank\">Jack Butland</a>.\n"
}