{
  "date": "31/01/18",
  "title": "Stoke sign Badou Ndiaye from Galatasaray on long-term deal",
  "description": "Stoke have signed Senegal international Badou Ndiaye from Galatasaray on a four-and-a-half-year deal.",
  "content": "Ndiaye becomes the second most expensive player in Stoke's history after joining the club for £14m.\nThe 27-year-old midfielder is the third new arrival at Stoke this January, joining Moritz Bauer and Kostas Stafylidis at the bet365 Stadium.\n\"I am very happy to join Stoke City, a very big club in England - it is a proud moment for me,\" Ndiaye told Stoke's website.\n\"There have been many talks this month but I wanted to join Stoke City, so to be here now is very exciting for me and I am looking forward to helping the team move forward.\n\"I knew many good things about the Club, I spoke to friends who play in the Premier League and I also spoke to Mame Diouf, who is a very good friend of mine.\n\"They were all very positive and made me very excited to make this move, so as I have said before I am just very happy to be here now.\"\nStoke chief executive Tony Scholes says he is \"delighted\" to have secure Ndiaye's signature ahead of other Premier League clubs.\nHe said: \"Badou was a player in great demand but from talking to him it's clear he always wanted to play in the Premier League and we are delighted he has chosen to fulfil that ambition with Stoke City.\n\"We are delighted with the business we have done over the course of this transfer window. All three players we have signed have real pedigree, have played senior international football and will really enhance the options Paul Lambert has within his squad.\"\nGet Sky Sports from £18 a month and watch the latest transfers live in action for their new teams\n",
  "dbpedia": "Ndiaye becomes the second most expensive player in <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a>'s history after joining the club for £14m.<br>The 27-year-old midfielder is the third new arrival at <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> this January, joining Moritz Bauer and Kostas Stafylidis at the bet365 Stadium.<br>\"I am very happy to join <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke City</a>, a very big club in <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> - it is a proud moment for me,\" Ndiaye told <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a>'s website.<br>\"There have been many talks this month but I wanted to join <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke City</a>, so to be here now is very exciting for me and I am looking forward to helping the team move forward.<br>\"I knew many good things about the Club, I spoke to friends who play in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> and I also spoke to Mame Diouf, who is a very good friend of mine.<br>\"They were all very positive and made me very excited to make this move, so as I have said before I am just very happy to be here now.\"<br><a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> chief executive Tony <a href=\"http://dbpedia.org/resource/Paul_Scholes\" title=\"http://dbpedia.org/resource/Paul_Scholes\" target=\"_blank\">Scholes</a> says he is \"delighted\" to have secure Ndiaye's signature ahead of other <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> clubs.<br>He said: \"Badou was a player in great demand but from talking to him it's clear he always wanted to play in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> and we are delighted he has chosen to fulfil that ambition with <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke City</a>.<br>\"We are delighted with the business we have done over the course of this transfer window. All three players we have signed have real pedigree, have played senior international football and will really enhance the options <a href=\"http://dbpedia.org/resource/Paul_Lambert\" title=\"http://dbpedia.org/resource/Paul_Lambert\" target=\"_blank\">Paul Lambert</a> has within his squad.\"<br>Get Sky Sports from £18 a month and watch the latest transfers live in action for their new teams<br>"
}