{
  "date": "19/01/18",
  "title": "Stoke's Jack Butland is one of Europe's best goalkeepers and is going nowhere, says Paul Lambert",
  "description": "Stoke City manager Paul Lambert says Jack Butland is one of the best goalkeepers in Europe.",
  "content": "The new Stoke boss also insisted there was no chance the 24-year-old would be leaving the club in the January transfer window.\nLambert was appointed as Mark Hughes' successor at the bet365 Stadium, and watched his new side's 3-0 defeat to Manchester United at Old Trafford from the stands.\nThe Scot clearly liked what he saw of his goalkeeper, saying: \"I saw that lad play against United. He is one of the best, I don't care what anybody says. That boy is one of the best goalkeepers I've seen.\n\"He's got the stature, he's got great kicking, and he made saves at Old Trafford that were great.\n\"He had no chance with the goals, absolutely none whatsoever. It's not just him who has conceded the goals, it's everywhere.\n\"He's only a young lad but he is definitely one of the best. Jack Butland in my opinion is one of the best around, without a doubt - not just in Britain, in Europe.\"\nButland has conceded 43 goals in 20 Premier League games this season, meaning he is a part of the leakiest defence in the Premier League - a big reason for Stoke's current 18th place in the Premier League table.\nBut when asked whether Butland could leave the club this month, Lambert replied: \"Absolutely no chance. As long as I'm here I'll do everything I can to keep him.\"\n",
  "dbpedia": "The new <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> boss also insisted there was no chance the 24-year-old would be leaving the club in the January transfer window.<br>Lambert was appointed as <a href=\"http://dbpedia.org/resource/Mark_Hughes\" title=\"http://dbpedia.org/resource/Mark_Hughes\" target=\"_blank\">Mark Hughes</a>' successor at the bet365 Stadium, and watched his new side's 3-0 defeat to <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> at <a href=\"http://dbpedia.org/resource/Old_Trafford\" title=\"http://dbpedia.org/resource/Old_Trafford\" target=\"_blank\">Old Trafford</a> from the stands.<br>The Scot clearly liked what he saw of his goalkeeper, saying: \"I saw that lad play against United. He is one of the best, I don't care what anybody says. That boy is one of the best goalkeepers I've seen.<br>\"He's got the stature, he's got great kicking, and he made saves at <a href=\"http://dbpedia.org/resource/Old_Trafford\" title=\"http://dbpedia.org/resource/Old_Trafford\" target=\"_blank\">Old Trafford</a> that were great.<br>\"He had no chance with the goals, absolutely none whatsoever. It's not just him who has conceded the goals, it's everywhere.<br>\"He's only a young lad but he is definitely one of the best. <a href=\"http://dbpedia.org/resource/Jack_Butland\" title=\"http://dbpedia.org/resource/Jack_Butland\" target=\"_blank\">Jack Butland</a> in my opinion is one of the best around, without a doubt - not just in Britain, in Europe.\"<br>Butland has conceded 43 goals in 20 <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> games this season, meaning he is a part of the leakiest defence in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> - a big reason for <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a>'s current 18th place in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> table.<br>But when asked whether Butland could leave the club this month, Lambert replied: \"Absolutely no chance. As long as I'm here I'll do everything I can to keep him.\"<br>"
}