{
  "date": "08/01/18",
  "title": "Stoke must prioritise survival when appointing new boss, says Danny Higginbotham",
  "description": "Former Stoke defender Danny Higginbotham says the club must find a new manager that will keep them in the Premier League and not worry too much at this stage about the long-term. ",
  "content": "Mark Hughes was sacked after Saturday's shock 2-1 FA Cup third-round defeat at League Two Coventry.He was under intense pressure after Stoke dropped into the relegation zone having won just two of their last 12 league games.Republic of Ireland manager Martin O'Neill is the favourite to replace Hughes while Derby boss Gary Rowett is also being strongly linked with the club.The club hope to make a quick appointment and would like to have the new man in place for the trip to Manchester United on January 15, live on Sky Sports Premier League.Higginbotham believes O'Neill and Rowett both fit the bill but he thinks it is imperative for the club to find someone to keep them up.Speaking on Sky Sports News, he said: \"The most important thing for Stoke now is not the style of football, it's not moving forwards in terms of getting to the next level, it's about being in the Premier League come the end of the season.\"I think from Stoke's point of view they are probably reflecting on that a little bit and thinking if we can get a manager that can get us to the summer, can get us safe in the Premier League, then they've got a fresh basis to work on.\"I think they've got enough players within the football club now to remain in the Premier League so like I said I don't think it's about bringing in someone now that's going to give them a top ten finish this season.\"I think it's about getting someone in that's going to be making sure that they don't finish in that bottom three.\"If it is a manager that they look at and go okay this is us until the summer, and it suits the manager as well, then they can reassess it.\"The last thing Stoke will want is to do is go down to the Championship because the Championship has got some huge football clubs in there that have been outside the Premier League for a good ten or fifteen years and I don't think Stoke can afford to do that.\"It's all about needs must now and getting a manager in that can solidify everything at the back and just make sure that they don't have to score two or three goals to win games and they don't collapse in games like they have done on numerous occasions this season.\"First-team coach Eddie Niedzwiecki took training on Monday and could be in charge of the team at Old Trafford if the club do not find the right man to replace Hughes in the next few days.Watch Man Utd v Stoke live on Monday Night Football from 7pm on Sky Sports Premier League.",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/Mark_Hughes\" title=\"http://dbpedia.org/resource/Mark_Hughes\" target=\"_blank\">Mark Hughes</a> was sacked after Saturday\\&apos;s shock 2-1 FA Cup third-round defeat at <a href=\"http://dbpedia.org/resource/Football_League_Two\" title=\"http://dbpedia.org/resource/Football_League_Two\" target=\"_blank\">League Two</a> Coventry.He was under intense pressure after <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> dropped into the relegation zone having won just two of their last 12 league games.Republic of <a href=\"http://dbpedia.org/resource/Republic_of_Ireland_national_football_team\" title=\"http://dbpedia.org/resource/Republic_of_Ireland_national_football_team\" target=\"_blank\">Ireland</a> manager Martin O\\&apos;Neill is the favourite to replace Hughes while <a href=\"http://dbpedia.org/resource/Derby_County_F.C.\" title=\"http://dbpedia.org/resource/Derby_County_F.C.\" target=\"_blank\">Derby</a> boss <a href=\"http://dbpedia.org/resource/Gary_Rowett\" title=\"http://dbpedia.org/resource/Gary_Rowett\" target=\"_blank\">Gary Rowett</a> is also being strongly linked with the club.The club hope to make a quick appointment and would like to have the new man in place for the trip to <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> on January 15, live on Sky Sports Premier League.Higginbotham believes O\\&apos;Neill and Rowett both fit the bill but he thinks it is imperative for the club to find someone to keep them up.Speaking on Sky Sports News, he said: &quot;The most important thing for <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> now is not the style of football, it\\&apos;s not moving forwards in terms of getting to the next level, it\\&apos;s about being in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> come the end of the season.&quot;I think from <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a>\\&apos;s point of view they are probably reflecting on that a little bit and thinking if we can get a manager that can get us to the summer, can get us safe in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, then they\\&apos;ve got a fresh basis to work on.&quot;I think they\\&apos;ve got enough players within the football club now to remain in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> so like I said I don\\&apos;t think it\\&apos;s about bringing in someone now that\\&apos;s going to give them a top ten finish this season.&quot;I think it\\&apos;s about getting someone in that\\&apos;s going to be making sure that they don\\&apos;t finish in that bottom three.&quot;If it is a manager that they look at and go okay this is us until the summer, and it suits the manager as well, then they can reassess it.&quot;The last thing <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> will want is to do is go down to the Championship because the Championship has got some huge football clubs in there that have been outside the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> for a good ten or fifteen years and I don\\&apos;t think <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> can afford to do that.&quot;It\\&apos;s all about needs must now and getting a manager in that can solidify everything at the back and just make sure that they don\\&apos;t have to score two or three goals to win games and they don\\&apos;t collapse in games like they have done on numerous occasions this season.&quot;First-team coach <a href=\"http://dbpedia.org/resource/Eddie_Niedzwiecki\" title=\"http://dbpedia.org/resource/Eddie_Niedzwiecki\" target=\"_blank\">Eddie Niedzwiecki</a> took training on Monday and could be in charge of the team at Old Trafford if the club do not find the right man to replace Hughes in the next few days.Watch Man Utd v <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> live on Monday Night Football from 7pm on Sky Sports <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>.\n"
}