{
  "date": "01/02/18",
  "title": "Stoke boss Paul Lambert will make late call on Badou Ndiaye",
  "description": "Paul Lambert says he will make a late call on new midfielder Badou Ndiaye ahead of their clash with Bournemouth. ",
  "content": "The 27-year-old is yet to train with Stoke City after his £14m move from Galatasaray because he has had \"one or two things to tie up\".Ndiaye is set for his first training session on Friday, after which Lambert will decide on his involvement in Stoke's game on Saturday.\"He had one or two things to tie up so we'll see him tomorrow. I spoke to him the other night before his medical. I'll see him tomorrow fully and he'll train.\"He is going to the World Cup and as I said before he's been a massive part of Senegal and Galatasaray. I think he'll give us something different that we don't have. I think he'll fit in great once he finds his feet.\"I'll assess it tomorrow. We'll see how he feels but he is ready to go. We'll just have to judge it by tomorrow.\"Stoke have beaten Huddersfield and drawn with Watford in the Premier League since Lambert arrived, and kept clean sheets in both of those games.The Scotsman is understandably pleased with the start he has made at the bet365 Stadium, saying: \"Two clean sheets, that's a fourth clean sheet all season and we've had two [games] since we've come in. So four points from six in this division, I'd absolutely have took it.\"The important thing for me is the positive side of it, we've been strong defensively against a really difficult Watford side. They were difficult to play but the application of the team I've been delighted with.\"One concern for Lambert, however, must be the form of his strikers - Mame Biram Diouf, Peter Crouch and Saido Berahino have scored just eight league goals between them this season.When asked about his misfiring forwards, he said: \"Mame gives us something totally different from what we've got.\"I thought Crouch came on last night and changed the game in our favour. The way the game was going, I thought Peter came on and did really well.\"Mame was brilliant against Huddersfield and got his goal and Berahino, to be fair to him and I've only really seen the lad in training, what a fantastic finisher he is.\"He knows where the goal is but I think he's got to get a little bit fitter. But regarding being a goalscorer he's been brilliant.\"I need the three of them to fire, and if they do it gives me a problem.\"",
  "dbpedia": "\nThe 27-year-old is yet to train with <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke City</a> after his &#xA3;14m move from Galatasaray because he has had &quot;one or two things to tie up&quot;.Ndiaye is set for his first training session on Friday, after which Lambert will decide on his involvement in <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a>\\&apos;s game on Saturday.&quot;He had one or two things to tie up so we\\&apos;ll see him tomorrow. I spoke to him the other night before his medical. I\\&apos;ll see him tomorrow fully and he\\&apos;ll train.&quot;He is going to the World Cup and as I said before he\\&apos;s been a massive part of Senegal and Galatasaray. I think he\\&apos;ll give us something different that we don\\&apos;t have. I think he\\&apos;ll fit in great once he finds his feet.&quot;I\\&apos;ll assess it tomorrow. We\\&apos;ll see how he feels but he is ready to go. We\\&apos;ll just have to judge it by tomorrow.&quot;<a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> have beaten <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> and drawn with <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> since Lambert arrived, and kept clean sheets in both of those games.The Scotsman is understandably pleased with the start he has made at the bet365 Stadium, saying: &quot;Two clean sheets, that\\&apos;s a fourth clean sheet all season and we\\&apos;ve had two [games] since we\\&apos;ve come in. So four points from six in this division, I\\&apos;d absolutely have took it.&quot;The important thing for me is the positive side of it, we\\&apos;ve been strong defensively against a really difficult <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> side. They were difficult to play but the application of the team I\\&apos;ve been delighted with.&quot;One concern for Lambert, however, must be the form of his strikers - <a href=\"http://dbpedia.org/resource/Mame_Biram_Diouf\" title=\"http://dbpedia.org/resource/Mame_Biram_Diouf\" target=\"_blank\">Mame Biram Diouf</a>, <a href=\"http://dbpedia.org/resource/Peter_Crouch\" title=\"http://dbpedia.org/resource/Peter_Crouch\" target=\"_blank\">Peter Crouch</a> and <a href=\"http://dbpedia.org/resource/Saido_Berahino\" title=\"http://dbpedia.org/resource/Saido_Berahino\" target=\"_blank\">Saido Berahino</a> have scored just eight league goals between them this season.When asked about his misfiring forwards, he said: &quot;Mame gives us something totally different from what we\\&apos;ve got.&quot;I thought Crouch came on last night and changed the game in our favour. The way the game was going, I thought Peter came on and did really well.&quot;Mame was brilliant against <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> and got his goal and Berahino, to be fair to him and I\\&apos;ve only really seen the lad in training, what a fantastic finisher he is.&quot;He knows where the goal is but I think he\\&apos;s got to get a little bit fitter. But regarding being a goalscorer he\\&apos;s been brilliant.&quot;I need the three of them to fire, and if they do it gives me a problem.&quot;\n"
}