{
  "date": "03/02/18",
  "title": "Stoke manager Paul Lambert at a loss as to how his side lost to Bournemouth",
  "description": "Stoke manager Paul Lambert was at a loss to explain how his side lost 2-1 to Bournemouth on Saturday after leading the game until the 71st minute.",
  "content": "Stoke were the better side in the first half and started well thanks to a sixth minute header from Xherdan Shaqiri, but were outdone in eight second period minutes as Josh King and Lys Mousset found the net.\nIt was a frustrating result for Lambert, who does not think his side should have lost the game but remains happy with the progress made since his arrival a few weeks ago.\n\"I thought we were excellent, I really did. How we've lost it, I don't know,\" he told Sky Sports.\n\"The first goal I can understand because they get the break of the ball but the second goal was really, really poor from our side when we've looked really comfortable all afternoon. I thought we looked great football wise and we came here with a game plan that was excellent.\n\"We got the goal and should have had another one or two after it. I was disappointed it was 1-0 at half-time, and even in the second half, we had some good moments.\n\"I'm obviously really disappointed with losing the game but I'm not disappointed by how we've been playing. We played a good game and the very least, we should be leaving here with a draw.\n\"We are [moving in the right direction] and we've got an awful lot of games still to play. The progress has been excellent and I'm delighted for the lads but I'm gutted for them too because they don't deserve it.\"\nA bright spot for Stoke was the debut of new £14m signing Badou Ndiaye, who impressed in his first Premier League games and assisted Shaqiri's opening goal.\n\"He was brilliant, wasn't he? He was excellent. He's only trained one day which was yesterday and it wasn't even a session due to the excursions of Wednesday so the lad's just came in but I thought he was terrific for us,\" Lambert added.\n\"I knew he would tire because obviously he hasn't trained or played for a little bit but I think we've got a really top midfielder on the books.\"\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> were the better side in the first half and started well thanks to a sixth minute header from <a href=\"http://dbpedia.org/resource/Xherdan_Shaqiri\" title=\"http://dbpedia.org/resource/Xherdan_Shaqiri\" target=\"_blank\">Xherdan Shaqiri</a>, but were outdone in eight second period minutes as Josh King and Lys Mousset found the net.<br>It was a frustrating result for Lambert, who does not think his side should have lost the game but remains happy with the progress made since his arrival a few weeks ago.<br>\"I thought we were excellent, I really did. How we've lost it, I don't know,\" he told Sky Sports.<br>\"The first goal I can understand because they get the break of the ball but the second goal was really, really poor from our side when we've looked really comfortable all afternoon. I thought we looked great football wise and we came here with a game plan that was excellent.<br>\"We got the goal and should have had another one or two after it. I was disappointed it was 1-0 at half-time, and even in the second half, we had some good moments.<br>\"I'm obviously really disappointed with losing the game but I'm not disappointed by how we've been playing. We played a good game and the very least, we should be leaving here with a draw.<br>\"We are [moving in the right direction] and we've got an awful lot of games still to play. The progress has been excellent and I'm delighted for the lads but I'm gutted for them too because they don't deserve it.\"<br>A bright spot for <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> was the debut of new £14m signing Badou Ndiaye, who impressed in his first <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> games and assisted Shaqiri's opening goal.<br>\"He was brilliant, wasn't he? He was excellent. He's only trained one day which was yesterday and it wasn't even a session due to the excursions of Wednesday so the lad's just came in but I thought he was terrific for us,\" Lambert added.<br>\"I knew he would tire because obviously he hasn't trained or played for a little bit but I think we've got a really top midfielder on the books.\"<br>"
}