{
  "date": "01/02/18",
  "title": "Story of the transfer window: Sanchez and Mkhitaryan swap, Van Dijk joins Liverpool",
  "description": "Managers often bemoan the January transfer window as a difficult time to conduct business but this year the opposite has seemed true with a number of major deals taking place.",
  "content": "Between them, Premier League clubs broke the record for transfer fees paid in January, although there was plenty of money coming in from abroad too...Here is how the January transfer window panned out.Numerous rejected bids, a grovelling apology and a series of shaky defensive performances later, Liverpool finally landed their top target when Virgil van Dijk completed his protracted move to Anfield just after Christmas.The writing was on the wall as far as Southampton were concerned when Van Dijk was absent for their 5-2 defeat to Tottenham on Boxing Day and just a day later he was on his way to Merseyside.Liverpool parted with a mammoth £75m fee to sign the towering Dutchman in a move that obliterated their transfer record and made him the most expensive defender of all-time.Van Dijk officially linked up with Jurgen Klopp's men on January 1 and scored a late winner against Everton in the FA Cup five days later to immediately endear himself to the Anfield faithful. Money well spent.In one of the more sensational stories of the summer transfer window, Ross Barkley pulled out of a £35m move to Chelsea midway through his medical on deadline day.After not kicking a ball during the first half of the season for Everton, though, it appeared inevitable that Barkley would go and in the end, he did complete a move to Stamford Bridge, joining for a cut-price £15m.\"To be given a fresh start at a new club like Chelsea, it's unbelievable for me,\" said Barkley after completing the move but not everyone was happy with the deal.Joe Anderson, the Mayor of Liverpool and an Everton fan, called on the Metropolitan police to investigate whether or not the deal constituted fraudulent activity. He received a response from the force stating there was \"no evidence that a criminal offence\" had occurred.Historically, Arsenal aren't usually very active in the January transfer market but this time was different with the club's new Head of Recruitment, Sven Mislintat, seemingly keen to make his mark on the squad.First through the door was the towering young defender Konstantinos Mavropanos from PAS Giannina. Despite rumours of an immediate loan move to Werder Bremen, he was incorporated into Arsene Wenger's squad straight away.Everton finally brought in a Romelu Lukaku replacement as Turkish international Cenk Tosun joined in a £27m move from Besiktas.Upon his arrival, Tosun stated: \"Everton is a great club with a big history and a big culture and I'm looking forward to showing the fans the kind of player I am.\"I bring my skills here and everybody is going to see what kind of player I am. I believe I can be a good player in the Premier League for Everton.\"Carlos Tevez re-joined his boyhood club Boca Juniors for a third time, just a year after leaving for Shanghai Shenhua.The Argentine striker reportedly earned £650,000 per week while in China but managed a disappointing return of four goals from 20 games.Shanghai Shenhua fans probably wouldn't have been too pleased to hear Tevez describe his time with the club as a 'holiday' while Diego Maradona remarked: \"He went to China, filled up Santa's sack with dollars and came back to Boca. Perfect.\"Another Liverpool transfer saga came to an end as Philippe Coutinho secured a £146m move to Barcelona, in a deal which made him the world's second most expensive player (at least until Kylian Mbappe's £166m transfer to PSG is completed on a permanent basis in the summer).Coutinho was carrying a knock when the move was completed meaning he had to wait until January 25 to make his debut for the club, against former side Espanyol in the Copa Del Rey.Liverpool collected a tidy profit from Coutinho's sale having signed him for just £8.5m from Inter in January 2013 but his departure was nevertheless felt at Anfield. On the plus side, a catchy new terrace anthem emerged soon after...Manchester City ran out of time to sign Alexis Sanchez in the summer but they were expected to tie up the deal fairly comfortably in January after the Chilean made it clear he would not extend his Arsenal contract.However, their closest rivals - both in terms of proximity and league position - Manchester United dramatically entered the race for his signature as Jose Mourinho looked to get one over on Pep Guardiola.While it would take a while yet for Sanchez's future to be decided, one man who did leave the club was Francis Coquelin with the Frenchman penning a four-and-a-half year deal with Valencia.Claude Puel bolstered his ranks with the signing of Fousseni Diabate from Ligue 2 club Ajaccio on a four-and-a-half year deal.Leicester have enjoyed great success when shopping in France previously with Riyad Mahrez and N'Golo Kante both making the short trip across the channel to join the club.So Puel would have been pleased to see Diabate start his Foxes career in style, scoring twice against Peterborough in the FA Cup. He couldn't be another Leicester City transfer gem, could he?Theo Walcott arrived at Arsenal as a fresh-faced 16-year-old in 2006 and left 12 years later for Everton after scoring 108 goals in 397 games and winning three FA Cup trophies.The Toffees spent £20m on Walcott - taking their January spending to £47m after a £145m outlay in the summer - with the winger signing a three-and-a-half year contract.\"It felt like it was time for me to move on [from Arsenal]. It was sad but it's exciting at the same time and I want to reignite my career and push Everton to win things as they have done before,\" he said.Brighton's search for a striker in the summer ended in frustration but Chris Hughton finally managed to bring one in as Jurgen Locadia joined in a club-record £14.1m move from PSV.The Dutchman had scored nine goals in 15 Eredivisie games for PSV prior to switch but arrived at the Amex carrying a hamstring injury which delayed his start at the club.Hughton welcomed his new recruit, saying: \"We are delighted to have signed Jurgen and pleased to welcome him to the club.\"While the Sanchez/Mkhitaryan swap deal was dominating the back pages, Arsenal's renewed vigour in the transfer market was further highlighted after the club made an enquiry for Borussia Dortmund's Pierre-Emerick Aubameyang.Aubameyang was conspicuous by his absence for consecutive Dortmund matches against Wolfsburg and Hertha Berlin and Wenger fanned the flames somewhat by insisting that he would be a 'good fit' for Arsenal. Those comments didn't go down very well in Dortmund, unsurprisingly...Quite how Aubameyang, Lacazette, Ozil and Mkhitaryan would fit into the same attacking configuration remains to be seen...Marco Silva was the flavour of the month in November with Watford flying high in the table and Everton lining him up as their next manager.However, Silva was out of a job by January following a poor run of form that saw the Hornets plummet from a Europa League position towards the relegation zone.Watford released a strongly-worded statement following the sacking and it is clear where they laid the blame * for the team's drop-off in form.\"The Club is convinced the appointment of Silva was the right one and had it not been for the unwarranted approach by a Premier League rival for his services we would have continued to prosper under his leadership,\" the statement read.*Everton, we think they are referring to you on this one.At long last, the swap deal taking Alexis Sanchez to Manchester United and Henrikh Mkhitaryan to Arsenal was completed.Sanchez joined United on a three-and-a-half year deal and was handed the club's iconic No 7 shirt, following in the footsteps of George Best, Eric Cantona, David Beckham and Cristiano Ronaldo.He told Manchester United's official website: \"I am thrilled to be joining the biggest club in the world.\"As well as being a very talented footballer and a renowned lover of his dogs Atom and Humber, it seems that Sanchez is quite the piano player too...Meanwhile, Mkhitaryan moved to Arsenal in the opposite direction, signing up for three-and-a-half years and the Armenian hailed it as a dream move.Mkhitaryan told the club's website: \"It's a dream come true because I've always dreamed of playing for Arsenal.\"I'm very happy that we could finish this deal and I'm very happy to be here. Now that I'm here, I'll do my best for this club to create history.\"Everyone ended up happy with this one, it seems.Burnley completed their first piece of January business by signing Aaron Lennon from Everton after the winger had slipped down the pecking order following Walcott's arrival.Rafa Benitez also welcomed a new recruit to St James' Park with Kenedy joining from Chelsea on loan until the end of the season.Over at Selhurst Park, Roy Hodgson made his first signing as Crystal Palace manager, bringing Polish central defender Jaroslaw Jach to the club for an undisclosed fee from Zaglebie Lubin.Southampton have surprisingly been dragged into a relegation scrap this season and a major reason behind their slump has been a lack of goals.Mauricio Pellegrino attempted to arrest that issue by landing Argentine striker Guido Carrillo for a club-record £19.1m fee from Ligue 1 champions Monaco.Carrillo scored 20 goals in 50 games for Monaco and enjoyed a productive spell working with Pellegrino at Estudiantes in Argentina.In another big move, West Ham sealed the signing of Joao Mario from Inter on a loan deal till the end of the season.The Euro 2016 winner had been linked with numerous Premier League clubs before eventually becoming David Moyes' first recruit at West Ham.Having found first-team football difficult to come by, Daniel Sturridge was expected to move on from Liverpool with Inter Milan, Sevilla and Newcastle, all rumoured to be suitors of his.Ultimately, though, the striker decided to return to his Midland roots by agreeing a deal with West Brom until the end of the season in a move that delighted his new boss Alan Pardew.\"This is a big coup for us and I speak for my staff and my players and say 'thank you' to Daniel for agreeing to assist us in league and cup,\" he said.Grzegorz Krychowiak seemed happy with the news too and couldn't help but aim a dig towards Sturridge's parent club Liverpool over the Baggies' 3-2 FA Cup win days earlier.With deadline day looming other clubs did business with Celtic signing Charly Musonda on loan from Chelsea, Brighton re-signing Leonardo Ulloa until the end of the season and West Ham selling Diafra Sakho to Rennes.After missing out on Alexis Sanchez, Manchester City opted to prioritise the signing of a defender, landing Aymeric Laporte from Athletic Club.Laporte, who reportedly rejected City's interest in October last year, clearly had a change of heart this time around, joining the club for £57m from the Basque club and signing a four-and-a-half year deal.That signing took Premier League spending on players this month to £252m, comfortably breaking the record set last year of £215m.Another player swapping La Liga for the Premier League was Gerard Deulofeu as the former Everton winger penned a loan deal with Watford after finding first-team opportunities hard to come by at Barcelona.Arsenal landed their prime striker target just before lunchtime on Deadline Day, buying Pierre-Emerick Aubameyang from Borussia Dortmund for around £60m.The deal was part of three huge moves all connected, which also saw Michy Batshuayi join Dortmund on loan until the end of the season from Chelsea and the Blues sign Olivier Giroud from Arsenal.There was a further boost for Arsenal as Mesut Ozil signed a new deal with the club after prolonged negotiations.Elsewhere, Tottenham spent £25m on PSG winger Lucas Moura.One deal that did not go through was Riyad Mahrez from Leicester City to Manchester City after the Premier League leaders decided to pull out of the transfer due to fee being demanded by the Foxes for the Algerian.But there were some big moves late on as midfielder Badou Ndiaye completed a £14m move from Galatasaray to Stoke, while Andre Ayew rejoined Swansea from West Ham for an initial £18m, linking up with his brother Jordan."
}