{
  "date": "22/01/18",
  "title": "Stuart McCall warns clubs off Bradford's Charlie Wyke",
  "description": "Bradford City manager Stuart McCall has warned clubs that Charlie Wyke is \"not for sale\", unless a bid of over £5m comes in.",
  "content": "Sky Sources understands that at least seven Championship clubs are interested in the 25-year-old, who has scored 13 goals this season.\nBut McCall does not think Wyke will leave in the January transfer window as the club's chairman is unlikely to put the striker on the market.\n\"I think he is hugely important to us,\" McCall told Sky Sports News. \"If you do not have £5m, do not bother coming.\n\"It is because we are seeing some of the prices being linked with other players in our division and Charlie is an important player to us.\n\"I think the chairman has come out and said he is not for sale in this window anyway,\" he added. \"Now, if he goes out and scores another ten goals and at the end of the season becomes sell-able, that might be the case.\n\"But, I think the chairman has made it clear that he is not for sale, unless if someone has got £5m upwards, I would not bother coming to watch if I am honest.\"\nBradford travel to Rotherham on Tuesday hoping to widen the gap on The Millers, who are currently seventh, only two places behind them in League One.\nIf Bradford secure their tenth win of the season in all competitions they will leapfrog Scunthorpe United and add further pressure on the top four in League One.\n",
  "dbpedia": "Sky Sources understands that at least seven Championship clubs are interested in the 25-year-old, who has scored 13 goals this season.<br>But McCall does not think Wyke will leave in the January transfer window as the club's chairman is unlikely to put the striker on the market.<br>\"I think he is hugely important to us,\" McCall told Sky Sports News. \"If you do not have £5m, do not bother coming.<br>\"It is because we are seeing some of the prices being linked with other players in our division and Charlie is an important player to us.<br>\"I think the chairman has come out and said he is not for sale in this window anyway,\" he added. \"Now, if he goes out and scores another ten goals and at the end of the season becomes sell-able, that might be the case.<br>\"But, I think the chairman has made it clear that he is not for sale, unless if someone has got £5m upwards, I would not bother coming to watch if I am honest.\"<br><a href=\"http://dbpedia.org/resource/Bradford_City_A.F.C.\" title=\"http://dbpedia.org/resource/Bradford_City_A.F.C.\" target=\"_blank\">Bradford</a> travel to <a href=\"http://dbpedia.org/resource/Rotherham_United_F.C.\" title=\"http://dbpedia.org/resource/Rotherham_United_F.C.\" target=\"_blank\">Rotherham</a> on Tuesday hoping to widen the gap on <a href=\"http://dbpedia.org/resource/Rotherham_United_F.C.\" title=\"http://dbpedia.org/resource/Rotherham_United_F.C.\" target=\"_blank\">The Millers</a>, who are currently seventh, only two places behind them in <a href=\"http://dbpedia.org/resource/Football_League_One\" title=\"http://dbpedia.org/resource/Football_League_One\" target=\"_blank\">League One</a>.<br>If <a href=\"http://dbpedia.org/resource/Bradford_City_A.F.C.\" title=\"http://dbpedia.org/resource/Bradford_City_A.F.C.\" target=\"_blank\">Bradford</a> secure their tenth win of the season in all competitions they will leapfrog <a href=\"http://dbpedia.org/resource/Scunthorpe_United_F.C.\" title=\"http://dbpedia.org/resource/Scunthorpe_United_F.C.\" target=\"_blank\">Scunthorpe United</a> and add further pressure on the top four in <a href=\"http://dbpedia.org/resource/Football_League_One\" title=\"http://dbpedia.org/resource/Football_League_One\" target=\"_blank\">League One</a>.<br>"
}