{
  "date": "01/02/18",
  "title": "Sunderland complete loan signings of Ashley Fletcher and Lee Camp",
  "description": "Sunderland have completed a late double deadline day swoop with the arrivals of Ashley Fletcher and Lee Camp.",
  "content": "Fletcher joins from north-east rivals Middlesbrough and Camp joins from fellow Championship side Cardiff City, both on loan deals until the end of the season.Speaking about his new signings, manager Chris Coleman said: \"Ash has experience at this level and in the Football League. He's played for big clubs and in big games.\"He's a physical presence and a handful for defenders. More importantly, he wants to come here, progress and fight with us.\"Lee is a huge personality who has been there and done it at this level. He's an experienced goalkeeper and has been here before with Rotherham, so knows what it takes to get us where we belong.\"The duo become Sunderland's fourth and fifth signings of the January transfer window respectively.",
  "dbpedia": "\nFletcher joins from north-east rivals <a href=\"http://dbpedia.org/resource/Middlesbrough_F.C.\" title=\"http://dbpedia.org/resource/Middlesbrough_F.C.\" target=\"_blank\">Middlesbrough</a> and Camp joins from fellow Championship side <a href=\"http://dbpedia.org/resource/Cardiff_City_F.C.\" title=\"http://dbpedia.org/resource/Cardiff_City_F.C.\" target=\"_blank\">Cardiff City</a>, both on loan deals until the end of the season.Speaking about his new signings, manager <a href=\"http://dbpedia.org/resource/Chris_Coleman_(footballer)\" title=\"http://dbpedia.org/resource/Chris_Coleman_(footballer)\" target=\"_blank\">Chris Coleman</a> said: &quot;Ash has experience at this level and in the Football League. He\\&apos;s played for big clubs and in big games.&quot;He\\&apos;s a physical presence and a handful for defenders. More importantly, he wants to come here, progress and fight with us.&quot;Lee is a huge personality who has been there and done it at this level. He\\&apos;s an experienced goalkeeper and has been here before with <a href=\"http://dbpedia.org/resource/Rotherham_United_F.C.\" title=\"http://dbpedia.org/resource/Rotherham_United_F.C.\" target=\"_blank\">Rotherham</a>, so knows what it takes to get us where we belong.&quot;The duo become <a href=\"http://dbpedia.org/resource/Sunderland_A.F.C.\" title=\"http://dbpedia.org/resource/Sunderland_A.F.C.\" target=\"_blank\">Sunderland</a>\\&apos;s fourth and fifth signings of the January transfer window respectively.\n"
}