{
  "date": "31/01/18",
  "title": "Swansea in talks with Leicester over Andy King loan move",
  "description": "Swansea are in talks with Leicester over a loan deal for midfielder Andy King, according to Sky sources. ",
  "content": "The Wales international has been limited to 11 Premier League appearances this season and last played for Claude Puel's side in their FA Cup third round tie with Fleetwood on January 6.Swansea boss Carlos Carvalhal has been frustrated in his bid to bolster his squad during the transfer window and revealed he hoped back-back victories over Liverpool and Arsenal would help convince targets to make the move to the Liberty Stadium, as the Swans battle to fight off the threat of relegation.\"I understand the market is very hard for us and we are doing the best we can to achieve good players,\" the Portuguese manager said after Tuesday's victory over Arsenal.\"I hope this victory will help with their decisions, because so far most don't want to come to Swansea. It is the reality. It is not because of good offers, or that we are not trying, the chairman and the board are doing their best, but the reality is some do not want to come, some clubs are waiting on other players, so we must wait.\"I want players to cover gaps, to do specific things we do not have. It does not mean I think we are weak, it means if we have them we can jump to another level. If we do not achieve this, I trust these players.\"They are going to new levels with confidence high. It is a consequence of the dynamic and the way they are working very hard. We are still waiting and let's see if something happens.\"King, part of Leicester's Premier League winning squad in the 2015/16 campaign, has only made two league starts since Puel replaced Craig Shakespeare at the end of October and the 29-year-old would help cover the departure of midfield counterpart Roque Mesa on loan to Sevilla.Swansea have also enquired about a loan deal for Liverpool winger Lazar Markovic and are understood to be closing in on a deal to bring back Andre Ayew to the Swans, according to Sky sources."
}