{
  "date": "25/01/18",
  "title": "Swansea boss Carlos Carvalhal optimistic on signing 'really good players'",
  "description": "Carlos Carvalhal is optimistic Swansea can bring in \"really good players\" during the remaining days of the January transfer window. ",
  "content": "The Swans are bottom of the Premier League, level on points with West Brom following their 1-0 win over Liverpool on Monday.\nCarvalhal said last week he was confident the club can stay in the top flight even if they do not make any signings, but ahead of their FA Cup fourth-round tie with Notts County, he said he hopes the club can bring in players who offer something different.\nWhen asked whether the club's target of signing two or three players had been reduced given the limited time left in the window, Carvalhal replied: \"I think it is the opposite. In the clubs like us in our situation, it's more expected that we can bring players in in the last days. I don't say this happy or smiling, I'm talking about the reality.\n\"It's more expected we'll bring players in the last days of the transfer window instead of the beginning because at the beginning, the clubs, the players a lot of them want to go to big clubs that are not in the relegation position.\n\"In the last days, it's the situation where everyone stays nervous so they expect something and it is in this moment that I think our club and other clubs can bring in really good players.\nHe added: \"It's still our target, we move nothing since we did the first press conference, we said then we wanted to bring the best players that we can.\n\"If possible, players who can bring something different to the team and not replace anybody. We believe we can bring players with these characteristics, so let's see. Even if there are five or six days left.\"\nCarvalhal refused to be drawn on any individual players who the club are understood to be interested in, including Nicolas Gaitan from Atletico Madrid, Ajax's Amin Younes and West Ham's Andre Ayew, as well as a potential loan move for Roque Mesa away from Swansea.\nBut he did confirm 23-year-old midfielder Jay Fulton had secured a loan move to Wigan.\n\"To the things that's not official, to me it's just speculation and I can't talk about speculation,\" he said.\n\"I just talk about things that is really concrete and official, in or out.\n\"In this moment nothing new has happened. The only thing new is (Jay) Fulton is going on loan to Wigan because we understand he's a good player, he needs to play and that I can talk about.\"\n",
  "dbpedia": "The Swans are bottom of the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, level on points with <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> following their 1-0 win over <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> on Monday.<br>Carvalhal said last week he was confident the club can stay in the top flight even if they do not make any signings, but ahead of their FA Cup fourth-round tie with <a href=\"http://dbpedia.org/resource/Notts_County_F.C.\" title=\"http://dbpedia.org/resource/Notts_County_F.C.\" target=\"_blank\">Notts County</a>, he said he hopes the club can bring in players who offer something different.<br>When asked whether the club's target of signing two or three players had been reduced given the limited time left in the window, Carvalhal replied: \"I think it is the opposite. In the clubs like us in our situation, it's more expected that we can bring players in in the last days. I don't say this happy or smiling, I'm talking about the reality.<br>\"It's more expected we'll bring players in the last days of the transfer window instead of the beginning because at the beginning, the clubs, the players a lot of them want to go to big clubs that are not in the relegation position.<br>\"In the last days, it's the situation where everyone stays nervous so they expect something and it is in this moment that I think our club and other clubs can bring in really good players.<br>He added: \"It's still our target, we move nothing since we did the first press conference, we said then we wanted to bring the best players that we can.<br>\"If possible, players who can bring something different to the team and not replace anybody. We believe we can bring players with these characteristics, so let's see. Even if there are five or six days left.\"<br>Carvalhal refused to be drawn on any individual players who the club are understood to be interested in, including Nicolas Gaitan from Atletico Madrid, <a href=\"http://dbpedia.org/resource/AFC_Ajax\" title=\"http://dbpedia.org/resource/AFC_Ajax\" target=\"_blank\">Ajax</a>'s Amin Younes and <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a>'s Andre Ayew, as well as a potential loan move for Roque Mesa away from <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a>.<br>But he did confirm 23-year-old midfielder Jay Fulton had secured a loan move to <a href=\"http://dbpedia.org/resource/Wigan_Athletic_F.C.\" title=\"http://dbpedia.org/resource/Wigan_Athletic_F.C.\" target=\"_blank\">Wigan</a>.<br>\"To the things that's not official, to me it's just speculation and I can't talk about speculation,\" he said.<br>\"I just talk about things that is really concrete and official, in or out.<br>\"In this moment nothing new has happened. The only thing new is (Jay) Fulton is going on loan to <a href=\"http://dbpedia.org/resource/Wigan_Athletic_F.C.\" title=\"http://dbpedia.org/resource/Wigan_Athletic_F.C.\" target=\"_blank\">Wigan</a> because we understand he's a good player, he needs to play and that I can talk about.\"<br>"
}