{
  "date": "11/01/18",
  "title": "Swansea boss Carlos Carvalhal expects Alfie Mawson to stay",
  "description": "Manager Carlos Carvalhal says he was told when he took the Swansea job that key players would not be sold.",
  "content": "And Carvalhal therefore expects in-demand centre-back Alfie Mawson to remain at the club as they try to stave off relegation from the Premier League.\nFormer Barnsley man Mawson has been linked with a string of possible suitors, including Everton, West Ham and Watford.\nBut, having taken charge just weeks ago, Carvalhal says he is not expecting to lose one of his key defenders almost immediately.\nHe said: \"When I signed it was very clear that we would try and bring in players to improve the team, and will not sell the best players in January. So, the message is clear.\"\nAsked if he had been guaranteed that Mawson would not be sold, the Swansea boss added: \"Yes, of course.\n\"[But] If someone comes and gives 100 or 50 millions, of course it is completely different.\n\"We never can say that it will not happen but the fundamental idea is not to sell players but to try and improve the team.\"\nWith regard to possible Swansea signings, Carvalhal said last week: \"Probably we have money for sardines and I am thinking lobster.\"\nBut he confirmed on Thursday that the Swans have not yet managed to seal any deals.\n\"The boat is on the sea but the fish didn't bite so far!\" said Carvalhal.\nThe Swans have been linked with Fulham full-back Ryan Fredericks and Porto forward Vincent Aboubakar but Carvalhal will not be commenting until any deals are complete.\nAsked whether signings were imminent, he said: \"When the boat is on the sea, we never know.\n\"It depends if there is a storm, if the fish are sleeping or not, if they want to come to the boat or not.\n\"I will talk about players that sign for us. If the players don't sign, they are not our players.\"\n",
  "dbpedia": "And Carvalhal therefore expects in-demand centre-back Alfie Mawson to remain at the club as they try to stave off relegation from the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>.<br>Former <a href=\"http://dbpedia.org/resource/Barnsley_F.C.\" title=\"http://dbpedia.org/resource/Barnsley_F.C.\" target=\"_blank\">Barnsley</a> man Mawson has been linked with a string of possible suitors, including <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>, <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> and <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a>.<br>But, having taken charge just weeks ago, Carvalhal says he is not expecting to lose one of his key defenders almost immediately.<br>He said: \"When I signed it was very clear that we would try and bring in players to improve the team, and will not sell the best players in January. So, the message is clear.\"<br>Asked if he had been guaranteed that Mawson would not be sold, the <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> boss added: \"Yes, of course.<br>\"[But] If someone comes and gives 100 or 50 millions, of course it is completely different.<br>\"We never can say that it will not happen but the fundamental idea is not to sell players but to try and improve the team.\"<br>With regard to possible <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> signings, Carvalhal said last week: \"Probably we have money for sardines and I am thinking lobster.\"<br>But he confirmed on Thursday that the Swans have not yet managed to seal any deals.<br>\"The boat is on the sea but the fish didn't bite so far!\" said Carvalhal.<br>The Swans have been linked with <a href=\"http://dbpedia.org/resource/Fulham_F.C.\" title=\"http://dbpedia.org/resource/Fulham_F.C.\" target=\"_blank\">Fulham</a> full-back Ryan Fredericks and <a href=\"http://dbpedia.org/resource/F.C._Porto\" title=\"http://dbpedia.org/resource/F.C._Porto\" target=\"_blank\">Porto</a> forward Vincent Aboubakar but Carvalhal will not be commenting until any deals are complete.<br>Asked whether signings were imminent, he said: \"When the boat is on the sea, we never know.<br>\"It depends if there is a storm, if the fish are sleeping or not, if they want to come to the boat or not.<br>\"I will talk about players that sign for us. If the players don't sign, they are not our players.\"<br>"
}