{
  "date": "31/01/18",
  "title": "Swansea striker Oliver McBurnie joins Barnsley on loan",
  "description": "Swansea City striker Oliver McBurnie has joined Sky Bet Championship club Barnsley on loan until the end of the season.",
  "content": "McBurnie has played 18 senior games for the Swans since joining from Bradford City in 2015, and the 21-year-old made his first start in the Premier League against Liverpool on Boxing Day.The Scotland U21 international will now head to Oakwell for the remainder of the campaign and could make his debut for Barnsley against QPR on Saturday.\"I had a good conversation with the manager (Carlos Carvalhal) and we both agreed that I needed game time. With the options limited here, Barnsley was the perfect club for me to do just that,\" said McBurnie, who came close to joining Barnsley in August.\"It's taken me five months to get there after the move fell down at the last minute when I went there to sign at the end of August, but at least all the signing photos have already been done!\"It was disappointing to miss out in August, but I've had no regrets over the last five months. I've made my full Premier League debut and been involved quite a lot in the matchday squads, which I've loved.\"But now is the right time for me to try and play week in week out. The manager said he saw me as the future of the club, but regular game time would be of huge benefit to my development.\"Then, hopefully, after helping Barnsley, I can come back to Swansea in the summer ready to push for a regular place in the Premier League next season.''",
  "dbpedia": "\nMcBurnie has played 18 senior games for the Swans since joining from <a href=\"http://dbpedia.org/resource/Bradford_City_A.F.C.\" title=\"http://dbpedia.org/resource/Bradford_City_A.F.C.\" target=\"_blank\">Bradford City</a> in 2015, and the 21-year-old made his first start in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> against <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> on Boxing Day.The <a href=\"http://dbpedia.org/resource/Scotland_national_under-21_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_under-21_football_team\" target=\"_blank\">Scotland U21</a> international will now head to Oakwell for the remainder of the campaign and could make his debut for <a href=\"http://dbpedia.org/resource/Barnsley_F.C.\" title=\"http://dbpedia.org/resource/Barnsley_F.C.\" target=\"_blank\">Barnsley</a> against <a href=\"http://dbpedia.org/resource/Queens_Park_Rangers_F.C.\" title=\"http://dbpedia.org/resource/Queens_Park_Rangers_F.C.\" target=\"_blank\">QPR</a> on Saturday.&quot;I had a good conversation with the manager (<a href=\"http://dbpedia.org/resource/Carlos_Carvalhal\" title=\"http://dbpedia.org/resource/Carlos_Carvalhal\" target=\"_blank\">Carlos Carvalhal</a>) and we both agreed that I needed game time. With the options limited here, <a href=\"http://dbpedia.org/resource/Barnsley_F.C.\" title=\"http://dbpedia.org/resource/Barnsley_F.C.\" target=\"_blank\">Barnsley</a> was the perfect club for me to do just that,&quot; said McBurnie, who came close to joining <a href=\"http://dbpedia.org/resource/Barnsley_F.C.\" title=\"http://dbpedia.org/resource/Barnsley_F.C.\" target=\"_blank\">Barnsley</a> in August.&quot;It\\&apos;s taken me five months to get there after the move fell down at the last minute when I went there to sign at the end of August, but at least all the signing photos have already been done!&quot;It was disappointing to miss out in August, but I\\&apos;ve had no regrets over the last five months. I\\&apos;ve made my full <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> debut and been involved quite a lot in the matchday squads, which I\\&apos;ve loved.&quot;But now is the right time for me to try and play week in week out. The manager said he saw me as the future of the club, but regular game time would be of huge benefit to my development.&quot;Then, hopefully, after helping <a href=\"http://dbpedia.org/resource/Barnsley_F.C.\" title=\"http://dbpedia.org/resource/Barnsley_F.C.\" target=\"_blank\">Barnsley</a>, I can come back to <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> in the summer ready to push for a regular place in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> next season.\\&apos;\\&apos;\n"
}