{
  "date": "13/01/18",
  "title": " Swansea denied 'clear' penalty in 1-1 draw with Newcastle, says Carlos Carvalhal",
  "description": "Carlos Carvalhal believes his Swansea side were denied a clear penalty in the first half of their 1-1 draw with Newcastle.",
  "content": "Mo Diame appeared to block Mike van der Hoorn's attempt with his elbow, but it went unpunished by referee Graham Scott despite Swansea's vehement protests.Swansea went on to take the lead through Jordan Ayew after the break, though Joselu pegged them back to deny the Premier League's basement club all three points at St James' Park.Carvalhal admitted he did not see the penalty claim from the bench, but says Diame was lucky not to have seen red and concede a spot-kick after an assistant showed him a video of the incident.\"It's impossible from what I saw on the bench. I would not be honest if I said I saw from the bench. But of course, you know the technology these days, our assistant said it was a clear penalty,\" Carvalhal said.\"When I saw in the video, it was a clear penalty because the ball went towards the goal and he opened his arm, in my opinion, the arm is not in a natural position.\"When he opened the arm, it's a clear penalty and red card also. We are unlucky.\"The draw at Newcastle leaves Swansea four points adrift from safety, though the club have now taken four points from their last two away games, having beaten Watford 2-1 on December 30.Carvalhal believes there are continuing signs of improvement at the club, which they will look to take into upcoming home games against Liverpool and Arsenal.\"In the last two away games, we've got four points, which is very positive. We are progressing, but it's not just the results. Today we had more possession than Newcastle, and had possession with intent to attack,\" Carvalhal added.\"We will make it difficult for them [Liverpool and Arsenal]. The attitude in all the games has been fantastic - they are upset today because they wanted to win, but we will give a good answer in these two games.\"We want to jump up positions. After the win at Watford, and now today, I believe that more people will think we can change positions.\"",
  "dbpedia": "\nMo Diame appeared to block Mike van der Hoorn\\&apos;s attempt with his elbow, but it went unpunished by referee Graham Scott despite <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a>\\&apos;s vehement protests.Swansea went on to take the lead through <a href=\"http://dbpedia.org/resource/Jordan_Ayew\" title=\"http://dbpedia.org/resource/Jordan_Ayew\" target=\"_blank\">Jordan Ayew</a> after the break, though <a href=\"http://dbpedia.org/resource/Joselu\" title=\"http://dbpedia.org/resource/Joselu\" target=\"_blank\">Joselu</a> pegged them back to deny the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>\\&apos;s basement club all three points at St James\\&apos; Park.Carvalhal admitted he did not see the penalty claim from the bench, but says Diame was lucky not to have seen red and concede a spot-kick after an assistant showed him a video of the incident.&quot;It\\&apos;s impossible from what I saw on the bench. I would not be honest if I said I saw from the bench. But of course, you know the technology these days, our assistant said it was a clear penalty,&quot; Carvalhal said.&quot;When I saw in the video, it was a clear penalty because the ball went towards the goal and he opened his arm, in my opinion, the arm is not in a natural position.&quot;When he opened the arm, it\\&apos;s a clear penalty and red card also. We are unlucky.&quot;The draw at <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> leaves <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> four points adrift from safety, though the club have now taken four points from their last two away games, having beaten <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> 2-1 on December 30.Carvalhal believes there are continuing signs of improvement at the club, which they will look to take into upcoming home games against <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> and <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>.&quot;In the last two away games, we\\&apos;ve got four points, which is very positive. We are progressing, but it\\&apos;s not just the results. Today we had more possession than <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a>, and had possession with intent to attack,&quot; Carvalhal added.&quot;We will make it difficult for them [<a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> and <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>]. The attitude in all the games has been fantastic - they are upset today because they wanted to win, but we will give a good answer in these two games.&quot;We want to jump up positions. After the win at <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a>, and now today, I believe that more people will think we can change positions.&quot;\n"
}