{
  "date": "03/02/18",
  "title": "Swansea City's self-belief is turning games, says Carlos Carvalhal after Leicester City draw",
  "description": "Swansea City manager Carlos Carvalhal praised his team's self-belief after they again came from behind to earn a draw against Leicester City on Saturday.",
  "content": "The visitors had trailed 1-0 at half-time after Jamie Vardy's 17th-minute opener, only to leave the King Power with a well-earned point thanks to captain Federico Fernandez's powerful header.\nThat goal moved the Swans out of the relegation zone, albeit only on goal difference, although Carvalhal did admit his side were fortunate to go in just 1-0 down at the break.\n\"One point is important because the history of Swansea at Leicester is very, very bad,\" he said after the match. \"We achieve one point against a strong team.\n\"A game that we did not start well and that was easy to explain because they surprised us with the players they had involved. We expected different players in the offensive dynamic and they created some problems that we did not solve in the first half.\n\"They achieve one goal and could have achieved another and they were the team that created the most amount of chances against us since I arrived to Swansea.\n\"But we started to do our game in the last seven to eight minutes of the first half, we started to move the ball better, we showed what we want in the second half.\n\"And in the second half we correct the little things that make a big difference in the offensive dynamic and after this we broke the offensive line of Leicester. We stayed more with the ball, played more up the pitch, we shoot on goal and were more near the goal.\n\"In the last 10 minutes, Leicester with long throws tried to put more noise on our goal, but we protect the goal very well.\"\nThe Swans got back in the game as a result of a set play eight minutes into the second period, with Fernandez heading home Sung-Yueng Ki's left-wing corner.\nAnd Carvalhal later revealed his side had been working specifically on set plays in the lead-up to the match.\n\"We analyse the opponents and know the weak and strong points so we knew we could achieve a goal from the set pieces in reality, and all teams have weak points which we explored in the second half,\" said the Swans boss.\n\"But the problem was they also created problems for us in the first half that we did not have a solution for. And we could lose the game in that moment. But it was good for us that the break came, as we reacted in the second half, which was very important.\"\nOverall, though, the Portuguese was delighted with his team's second-half response.\n\"My team also showed that we do not just have commitment, they have the belief they can turn things around, they are strong in this moment,\" said Carvalhal.\n\"This is not the first time, if you remember against Arsenal we were losing 1-0 and after we react very fast and achieve three goals. And Watford was the same, so we are turning games, which is very important.\n\"And as a manager I am very happy as this means the mental part of the team is very strong at this moment, and the belief, and this will be important come the end of the season. With organisation and calm we achieved an important point.\"\n",
  "dbpedia": "The visitors had trailed 1-0 at half-time after <a href=\"http://dbpedia.org/resource/Jamie_Vardy\" title=\"http://dbpedia.org/resource/Jamie_Vardy\" target=\"_blank\">Jamie Vardy</a>'s 17th-minute opener, only to leave the King Power with a well-earned point thanks to captain Federico Fernandez's powerful header.<br>That goal moved the Swans out of the relegation zone, albeit only on goal difference, although Carvalhal did admit his side were fortunate to go in just 1-0 down at the break.<br>\"One point is important because the history of <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> at <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a> is very, very bad,\" he said after the match. \"We achieve one point against a strong team.<br>\"A game that we did not start well and that was easy to explain because they surprised us with the players they had involved. We expected different players in the offensive dynamic and they created some problems that we did not solve in the first half.<br>\"They achieve one goal and could have achieved another and they were the team that created the most amount of chances against us since I arrived to <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a>.<br>\"But we started to do our game in the last seven to eight minutes of the first half, we started to move the ball better, we showed what we want in the second half.<br>\"And in the second half we correct the little things that make a big difference in the offensive dynamic and after this we broke the offensive line of <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a>. We stayed more with the ball, played more up the pitch, we shoot on goal and were more near the goal.<br>\"In the last 10 minutes, <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a> with long throws tried to put more noise on our goal, but we protect the goal very well.\"<br>The Swans got back in the game as a result of a set play eight minutes into the second period, with Fernandez heading home Sung-Yueng Ki's left-wing corner.<br>And Carvalhal later revealed his side had been working specifically on set plays in the lead-up to the match.<br>\"We analyse the opponents and know the weak and strong points so we knew we could achieve a goal from the set pieces in reality, and all teams have weak points which we explored in the second half,\" said the Swans boss.<br>\"But the problem was they also created problems for us in the first half that we did not have a solution for. And we could lose the game in that moment. But it was good for us that the break came, as we reacted in the second half, which was very important.\"<br>Overall, though, the Portuguese was delighted with his team's second-half response.<br>\"My team also showed that we do not just have commitment, they have the belief they can turn things around, they are strong in this moment,\" said Carvalhal.<br>\"This is not the first time, if you remember against <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> we were losing 1-0 and after we react very fast and achieve three goals. And <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> was the same, so we are turning games, which is very important.<br>\"And as a manager I am very happy as this means the mental part of the team is very strong at this moment, and the belief, and this will be important come the end of the season. With organisation and calm we achieved an important point.\"<br>"
}