{
  "date": "19/01/18",
  "title": "Swansea boss Carlos Carvalhal nervous about transfer negotiations",
  "description": "Carlos Carvalhal says he expects Swansea to make at least one signing in the coming days but admits that the negotiations with players make him \"nervous\".",
  "content": "The Swansea boss is yet to make a signing in the January transfer window and wants to bring in high-quality players to the Liberty Stadium, previously describing his targets as \"lobsters\".\nSwansea are reportedly interested in bringing West Ham forward Andre Ayew back to the club, while Ajax winger Amin Younes is another rumoured target.\nCarvalhal revealed that the club are in discussions to finalise their first deal, but he is cautious about negotiations breaking down.\n\"We are in a process. We are talking, we are discussing,\" Carvalhal said.\n\"We never know in negotiations but we expect to bring in a minimum of one player in the next days but these things are not so easy.\n\"We are not far away on our part but negotiations are very hard with football players nowadays.\n\"The transfer window is a nightmare. Negotiations make me a little nervous because sometimes when you think that everything is sorted, there is another problem.\n\"But we are working hard so let's see.\"\nDespite winning in Carvalhal's first game in charge, the Swans sit bottom of the table after picking up just one point from their first two league games of 2018 and Carvalhal believes the team's position is a deterrent to some potential signings.\nHe said: \"Bringing the best players to Swansea in this moment is not easy because not all the players want to play in the team that are in the positions that we have.\n\"But we don't give up. I won't talk in specifics, but in general we will try to bring the best players with quality.\"\nSwansea host in-form Liverpool on Monday night, live on Sky Sports, with the Reds unbeaten in their last 18 matches in all competitions and Carvalhal is fully aware that his side are massive underdogs for the game.\n\"We are here to be organised, to surprise them but understanding that it will be one of the more difficult games in the competition,\" he said.\n\"Usually I say to my players, when you have one per cent chance you must have 100 per cent faith.\n\"The chances that we have are very small.\n\"It is kind of David against Goliath but surprises happen and we will be ready to try to prepare a surprise on Monday.\"\n",
  "dbpedia": "The <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> boss is yet to make a signing in the January transfer window and wants to bring in high-quality players to the <a href=\"http://dbpedia.org/resource/Liberty_Stadium\" title=\"http://dbpedia.org/resource/Liberty_Stadium\" target=\"_blank\">Liberty Stadium</a>, previously describing his targets as \"lobsters\".<br><a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> are reportedly interested in bringing <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> forward Andre Ayew back to the club, while <a href=\"http://dbpedia.org/resource/AFC_Ajax\" title=\"http://dbpedia.org/resource/AFC_Ajax\" target=\"_blank\">Ajax</a> winger Amin Younes is another rumoured target.<br>Carvalhal revealed that the club are in discussions to finalise their first deal, but he is cautious about negotiations breaking down.<br>\"We are in a process. We are talking, we are discussing,\" Carvalhal said.<br>\"We never know in negotiations but we expect to bring in a minimum of one player in the next days but these things are not so easy.<br>\"We are not far away on our part but negotiations are very hard with football players nowadays.<br>\"The transfer window is a nightmare. Negotiations make me a little nervous because sometimes when you think that everything is sorted, there is another problem.<br>\"But we are working hard so let's see.\"<br>Despite winning in Carvalhal's first game in charge, the Swans sit bottom of the table after picking up just one point from their first two league games of 2018 and Carvalhal believes the team's position is a deterrent to some potential signings.<br>He said: \"Bringing the best players to <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> in this moment is not easy because not all the players want to play in the team that are in the positions that we have.<br>\"But we don't give up. I won't talk in specifics, but in general we will try to bring the best players with quality.\"<br><a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> host in-form <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> on Monday night, live on Sky Sports, with the Reds unbeaten in their last 18 matches in all competitions and Carvalhal is fully aware that his side are massive underdogs for the game.<br>\"We are here to be organised, to surprise them but understanding that it will be one of the more difficult games in the competition,\" he said.<br>\"Usually I say to my players, when you have one per cent chance you must have 100 per cent faith.<br>\"The chances that we have are very small.<br>\"It is kind of David against Goliath but surprises happen and we will be ready to try to prepare a surprise on Monday.\"<br>"
}