{
  "date": "01/02/18",
  "title": "Tackles on Manchester City's players were desperate, not tactical, insists Alan Pardew",
  "description": "West Brom boss Alan Pardew believes Manchester City fans' reactions were \"over the top\" regarding a couple of challenges on Wednesday night.",
  "content": "City cruised past West Brom 3-0 to move 15 points clear at the top of the Premier League and leave the Baggies four points from safety at the bottom.The second half also saw James McClean and Matt Phillips escape with yellows following poor challenges on Kevin De Bruyne and Brahim Diaz respectively.However, Pardew insisted that the tackles were \"desperate\" and not tactical, highlighting how Guardiola's comments about his players needing protection caused the home supporters to overstate the challenges.\"When the manager throws out that, 'Protect our players', I thought the crowd were acting over the top at times to what was some normal stuff on the pitch,\" Pardew told Sky Sports.\"James McClean was the only one that you would say was a bit naughty, but I don't think he went to hurt him, he just tried to stop the attack.\"It was no tactical thing that we had on, it was just desperate at times, when you're desperate, you make challenges. It's part of the game.\"West Brom fell behind in the 19th minute when Fernandinho latched onto De Bruyne's pass, while the Belgian then scored City's second after the break before Sergio Aguero netted on.Pardew brought Daniel Sturridge on at 2-0 to make his debut, and while he came close to scoring on his Baggies bow, the striker could not find the net on his old stomping ground, on what proved to be a difficult evening for the club.\"It was a tough night. We were playing a City in full bloom there. We didn't have enough experienced players available tonight to cope with them,\" Pardew added.\"We didn't do well at keeping the ball, and we were hanging on at times. It was difficult, I suppose the blessing is that we've come out with no injuries, and we know we have a big game on Saturday. This result reflects the game.\"We had assets we could have brought on but the second goal kind of knocked us back a little bit. We had two big chances and that's what you're hoping for in Manchester, that you take them.\"You need to knock the wind out their sails, but we could never do that tonight. They seemed to have the wind behind them all night - they were magnificent tonight, you have to say that.\""
}