{
  "date": "22/01/18",
  "title": "Terry Gibson outlines why Cristiano Ronaldo should stay Real Madrid",
  "description": "Terry Gibson believes it is in Cristiano Ronaldo's interest to see out his career at Real Madrid.",
  "content": "The five-time Ballon d'Or winner's future in the Spanish capital has been in the spotlight amid talk of unrest and a potential transfer to Manchester United or Paris Saint-Germain.However, having seen Real Madrid greats Raul and Iker Casillas end their careers elsewhere, Gibson has urged Ronaldo to take the opportunity to leave a lasting legacy at the Bernabeu.\"The ideal scenario for me would be for Ronaldo to realise that at this age he's done well to get his current contract at Real Madrid and for him to see his career out at the Bernabeu,\" he told the La Liga Weekly podcast.\"Iker Casillas and Raul couldn't, but they were affordable to other teams, Ronaldo isn't.\"Casillas and Raul made the step down to join Porto and Schalke respectively, but they didn't have a choice to stay and really be part of the fabric of Real Madrid in the future because of their ages.\"Ronaldo has that opportunity because no one is going to be able to afford him, so if I was Ronaldo I would stay at Real Madrid.\"If he hasn't already cemented his place as one of the club's all-time legends, being a good team player and a leader over the next two or three years could do that.\"The Sky Sports La Liga pundit has warned leaving Real Madrid in their current state could overshadow all of Ronaldo's achievements at the club.Ronaldo has scored just six goals in the league this season - two of which came in Sunday's 7-1 demolition of Deportivo - but Real Madrid remain 19 points adrift of leaders Barcelona.\"Ronaldo has already cemented his place among Real Madrid's legends in my opinion, but it could go wrong,\" Gibson added.\"He could leave a sour taste in everyone's mouth if he disappears on the back of not playing particularly well this season and not scoring the goals we've associated with him.\"He needs to overcome this period and show that his heart is at Real Madrid, rather than in the big-money contract.\"Never miss an episode of the La Liga Weekly Podcast by subscribing via iTunes.",
  "dbpedia": "\nThe five-time Ballon d\\&apos;Or winner\\&apos;s future in the Spanish capital has been in the spotlight amid talk of unrest and a potential transfer to <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> or Paris Saint-Germain.However, having seen <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> greats Raul and <a href=\"http://dbpedia.org/resource/Iker_Casillas\" title=\"http://dbpedia.org/resource/Iker_Casillas\" target=\"_blank\">Iker Casillas</a> end their careers elsewhere, Gibson has urged <a href=\"http://dbpedia.org/resource/Cristiano_Ronaldo\" title=\"http://dbpedia.org/resource/Cristiano_Ronaldo\" target=\"_blank\">Ronaldo</a> to take the opportunity to leave a lasting legacy at the Bernabeu.&quot;The ideal scenario for me would be for <a href=\"http://dbpedia.org/resource/Cristiano_Ronaldo\" title=\"http://dbpedia.org/resource/Cristiano_Ronaldo\" target=\"_blank\">Ronaldo</a> to realise that at this age he\\&apos;s done well to get his current contract at <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> and for him to see his career out at the Bernabeu,&quot; he told the <a href=\"http://dbpedia.org/resource/La_Liga\" title=\"http://dbpedia.org/resource/La_Liga\" target=\"_blank\">La Liga</a> Weekly podcast.&quot;<a href=\"http://dbpedia.org/resource/Iker_Casillas\" title=\"http://dbpedia.org/resource/Iker_Casillas\" target=\"_blank\">Iker Casillas</a> and Raul couldn\\&apos;t, but they were affordable to other teams, <a href=\"http://dbpedia.org/resource/Cristiano_Ronaldo\" title=\"http://dbpedia.org/resource/Cristiano_Ronaldo\" target=\"_blank\">Ronaldo</a> isn\\&apos;t.&quot;Casillas and Raul made the step down to join <a href=\"http://dbpedia.org/resource/F.C._Porto\" title=\"http://dbpedia.org/resource/F.C._Porto\" target=\"_blank\">Porto</a> and <a href=\"http://dbpedia.org/resource/FC_Schalke_04\" title=\"http://dbpedia.org/resource/FC_Schalke_04\" target=\"_blank\">Schalke</a> respectively, but they didn\\&apos;t have a choice to stay and really be part of the fabric of <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> in the future because of their ages.&quot;<a href=\"http://dbpedia.org/resource/Cristiano_Ronaldo\" title=\"http://dbpedia.org/resource/Cristiano_Ronaldo\" target=\"_blank\">Ronaldo</a> has that opportunity because no one is going to be able to afford him, so if I was <a href=\"http://dbpedia.org/resource/Cristiano_Ronaldo\" title=\"http://dbpedia.org/resource/Cristiano_Ronaldo\" target=\"_blank\">Ronaldo</a> I would stay at <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a>.&quot;If he hasn\\&apos;t already cemented his place as one of the club\\&apos;s all-time legends, being a good team player and a leader over the next two or three years could do that.&quot;The Sky Sports <a href=\"http://dbpedia.org/resource/La_Liga\" title=\"http://dbpedia.org/resource/La_Liga\" target=\"_blank\">La Liga</a> pundit has warned leaving <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> in their current state could overshadow all of <a href=\"http://dbpedia.org/resource/Cristiano_Ronaldo\" title=\"http://dbpedia.org/resource/Cristiano_Ronaldo\" target=\"_blank\">Ronaldo</a>\\&apos;s achievements at the club.Ronaldo has scored just six goals in the league this season - two of which came in Sunday\\&apos;s 7-1 demolition of Deportivo - but <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> remain 19 points adrift of leaders <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a>.&quot;<a href=\"http://dbpedia.org/resource/Cristiano_Ronaldo\" title=\"http://dbpedia.org/resource/Cristiano_Ronaldo\" target=\"_blank\">Ronaldo</a> has already cemented his place among <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a>\\&apos;s legends in my opinion, but it could go wrong,&quot; Gibson added.&quot;He could leave a sour taste in everyone\\&apos;s mouth if he disappears on the back of not playing particularly well this season and not scoring the goals we\\&apos;ve associated with him.&quot;He needs to overcome this period and show that his heart is at <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a>, rather than in the big-money contract.&quot;Never miss an episode of the <a href=\"http://dbpedia.org/resource/La_Liga\" title=\"http://dbpedia.org/resource/La_Liga\" target=\"_blank\">La Liga</a> Weekly Podcast by subscribing via iTunes.\n"
}