{
  "date": "09/01/18",
  "title": "Pep Guardiola’s title victory with Barcelona B should not be ignored",
  "description": "Pep Guardiola is often criticised for only winning at the highest level with the world’s best players. But his coaching career began with promotion from the Spanish fourth tier. Adam Bate talks to members of that Barcelona B squad to discover the roots of his success… ",
  "content": "When Pep Guardiola was asked recently whether he had ever doubted his philosophy, the answer surprised some. Perhaps he would refer back to the testing times of last season, when Manchester City conceded four at Leicester and Everton. Maybe losing his first league game in charge of Barcelona was the moment that caused him to question his methods.Instead, Guardiola recalled the first coaching job of his career. After losing his first friendly on a small artificial pitch against Banyoles, his Barcelona B side opened up with one win from their first three matches in Spanish football's fourth tier. The whispers began and the Catalan media were not the only ones wondering whether he was cut out for the job.\"On Monday I thought I had to change because we could not play in that way,\" he said of the week that followed the third of those games, a 2-0 defeat to a tiny Manresa side who were relegated at the end of that season. \"I arrived Tuesday and I said we have to change because the pitches are so small. It was so good because we were champions in the end.\"In that moment I said if we were able to win and play quite good football on a small pitch, I could do it at a higher level with better players and better pitches. I doubted for two days. It was an important moment because I was new, I was not experienced. Aged 37, never trained with big players. I had many things I believed but I had to prove myself.\"It is easy to overlook that season. English football is unfamiliar with the B team structure and because of that it is customary to regard Guardiola's ascent to the role of managing Barcelona's senior side as the real start of his coaching career. But this was not the same as, say, Steven Gerrard's role within Liverpool's academy team. This was competitive football.\"What I was as a player is gone,\" said Guardiola in his opening press conference. \"As a coach I am nobody and I am starting from zero. Only winning will bring me credibility. The priority here is to continue producing first-class footballers, but if I do not win, if we do not achieve promotion, then I will not be allowed to continue here. That is the way things are.\"The team had been relegated the previous season, failing to win any of their final 10 games. Things were stale and there was disbelief that Guardiola even wanted the role - turning down the more prestigious position as head of the academy. Luis Enrique and Eusebio have since used the job to progress their careers but that was only viable after Guardiola.He disbanded the C team and merged the two groups. He allowed a limited number of older players to join the squad and brought added professionalism. Fines were introduced. In-depth opposition scouting, practically unheard of at that level, became commonplace. It quickly became apparent that the B team was better run than Frank Rijkaard's first team.Ten years on, it is the attention to detail that stands out for the players who formed part of Guardiola's first squad. \"He was different to anyone before,\" striker Sergio Urbano tells Sky Sports. \"It was noticeable when he talked about the game, but above all it was noticeable in the way that he transmitted ideas, how he lived and breathed football and understood it.\"Dimas Delgado, a midfielder who was one of the senior figures in the squad, turning 25 during the season, agrees. \"He had very clear ideas and he was fantastic at explaining them,\" Delgado tells Sky Sports. \"He explained himself so clearly. Every player in the team understood their job and the plan for how to win every game. I think this is his secret.\"It is a difficult balance to get right. As a football obsessive, Guardiola immersed himself in the detail. But, especially dealing with such young players, he had to keep the messages simple. Gai Assulin, an Israeli winger who later signed for Manchester City, recalls as much. \"I remember that the videos were never longer than 10 minutes,\" Assulin tells Sky Sports.\"He knew that the players would disconnect after 10 minutes. But he used to have a lot of information for himself. I remember that he used to arrive at the stadium hours before the players and leave hours after the players. He put in a lot of preparation himself before games but he never made the mistake of giving too much information to the players.\"After the defeat to Manresa, Guardiola called his former coach Johan Cruyff for advice and made some tweaks to the team. They promptly went on an eight-game unbeaten run. There was experimentation, with a young Sergio Busquets sometimes used in a more advanced role, and regular debriefs with his mentor Juanma Lillo too.But there were also dips, particular away from home on poor pitches. Two up at Masnou in December and seemingly set for a first away win in four attempts, they had to settle for a 2-2 draw against the team that would go on to finish bottom. Guardiola was livid. But the players won the next four, topped the table and won the play-offs to earn promotion.They are cherished memories. \"It was definitely the best time of my career,\" says Assulin, who was capped by Israel as a 16-year-old during a campaign in which he netted 10 times. \"It was not just the goals, I really enjoyed playing under such a great person. He was very close to all of the players. I think that is one of the reasons why we gave everything for him.\"Everyone enjoyed the style of play. He gave us a lot of freedom. He expected a lot from us but he never put us under too much pressure. He wanted us to show our quality. We knew that the results sometimes might not come. That is football. But the way of playing was perfect for us because it is about having the ball most of the minutes of the match.\"Urbano endured a tougher time through injury, but credits Guardiola for his support. \"He was always attentive about how I was mentally and physically,\" he says. \"My memories of playing in that team are ones of joy, having fun with the ball in difficult situation on small pitches. We knew that we had to be the protagonists. We defended by keeping possession.\"It was strange because the pitches were very small and it was believed at the time that it was impossible to play football on them. But Pep and his concepts made us believe that it was possible to play football on the floor.\" Crucially, it helped Guardiola believe it was possible too. No wonder he was convinced that it could work in England as well.In his second season in the Premier League, Guardiola has guided Manchester City to 62 points from their opening 22 games. They are unbeaten and 15 points clear. The question of whether such methods could succeed in English football has been answered emphatically. And yet, the criticism has morphed into something else.The argument now is that he requires vast funds to achieve it. Jose Mourinho complains that even Manchester United cannot compete financially. Others point out that getting world-class players to perform well is one thing, but how would Guardiola cope if he had to do it in the lower leagues with lesser players and shorn of his huge transfer budget.It is easy to see why the young men who helped set Guardiola on this path, the players who delivered the trophy that the man himself described as \"one of the biggest joys I have experienced as a sportsman\", do not subscribe to the view held by their old coach's critics. \"The truth is I do laugh about it,\" says Urbano, who last played for Biggleswade United.\"Many players can be good, but the point is that Pep makes them even better tactically. Manchester City shows this. They have another style of play under Pep with players who were already there previously. They have acquired more concepts of the game thanks to Pep. He has made them smarter. For me, the great example of that is Raheem Sterling.\"Delgado, who now plays in India with Bengaluru, believes Guardiola's success with City was just a matter of time. \"Trying to get ideas across to new players in a new country, it takes time,\" he explains. \"Everything in life takes time. Time to understand and to implement. But as soon as the players take on board his ideas then everything works.\"Assulin, now with Sabadell in Spain's third tier, also picks out Sterling to make his point. \"You can see that there are a lot of players at City who were not so successful before but once they start working with Pep they improve,\" he adds. \"Just look at Sterling. He wasn't at this level before but now he is exploding because this type of style makes him play so good.\"City are one step ahead of everyone because of their philosophy. I think it is amazing. You can see that in all of the teams he has coached in the way they play. It is something that is not normal. Yes, City have a massive budget but so do other teams and it does not work because the manager doesn't give the right messages and players don't give 100 per cent.\"So that's not why they are doing so well. The reason is that his philosophy works. Every team that he trains with this philosophy will be very attractive and have 80 per cent of the ball, so they will have more chances to win the game. That is why they are winning. They are putting everything on this philosophy and I really believe this is the best way to win.\"At any level.",
  "dbpedia": "\nWhen <a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a> was asked recently whether he had ever doubted his philosophy, the answer surprised some. Perhaps he would refer back to the testing times of last season, when <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester City</a> conceded four at <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a> and <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>. Maybe losing his first league game in charge of <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> was the moment that caused him to question his methods.Instead, Guardiola recalled the first coaching job of his career. After losing his first friendly on a small artificial pitch against Banyoles, his <a href=\"http://dbpedia.org/resource/FC_Barcelona_B\" title=\"http://dbpedia.org/resource/FC_Barcelona_B\" target=\"_blank\">Barcelona B</a> side opened up with one win from their first three matches in Spanish football\\&apos;s fourth tier. The whispers began and the Catalan media were not the only ones wondering whether he was cut out for the job.&quot;On Monday I thought I had to change because we could not play in that way,&quot; he said of the week that followed the third of those games, a 2-0 defeat to a tiny Manresa side who were relegated at the end of that season. &quot;I arrived Tuesday and I said we have to change because the pitches are so small. It was so good because we were champions in the end.&quot;In that moment I said if we were able to win and play quite good football on a small pitch, I could do it at a higher level with better players and better pitches. I doubted for two days. It was an important moment because I was new, I was not experienced. Aged 37, never trained with big players. I had many things I believed but I had to prove myself.&quot;It is easy to overlook that season. English football is unfamiliar with the B team structure and because of that it is customary to regard Guardiola\\&apos;s ascent to the role of managing <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a>\\&apos;s senior side as the real start of his coaching career. But this was not the same as, say, <a href=\"http://dbpedia.org/resource/Steven_Gerrard\" title=\"http://dbpedia.org/resource/Steven_Gerrard\" target=\"_blank\">Steven Gerrard</a>\\&apos;s role within <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>\\&apos;s academy team. This was competitive football.&quot;What I was as a player is gone,&quot; said Guardiola in his opening press conference. &quot;As a coach I am nobody and I am starting from zero. Only winning will bring me credibility. The priority here is to continue producing first-class footballers, but if I do not win, if we do not achieve promotion, then I will not be allowed to continue here. That is the way things are.&quot;The team had been relegated the previous season, failing to win any of their final 10 games. Things were stale and there was disbelief that Guardiola even wanted the role - turning down the more prestigious position as head of the academy. Luis Enrique and Eusebio have since used the job to progress their careers but that was only viable after Guardiola.He disbanded the C team and merged the two groups. He allowed a limited number of older players to join the squad and brought added professionalism. Fines were introduced. In-depth opposition scouting, practically unheard of at that level, became commonplace. It quickly became apparent that the B team was better run than <a href=\"http://dbpedia.org/resource/Frank_Rijkaard\" title=\"http://dbpedia.org/resource/Frank_Rijkaard\" target=\"_blank\">Frank Rijkaard</a>\\&apos;s first team.Ten years on, it is the attention to detail that stands out for the players who formed part of Guardiola\\&apos;s first squad. &quot;He was different to anyone before,&quot; striker Sergio Urbano tells Sky Sports. &quot;It was noticeable when he talked about the game, but above all it was noticeable in the way that he transmitted ideas, how he lived and breathed football and understood it.&quot;Dimas Delgado, a midfielder who was one of the senior figures in the squad, turning 25 during the season, agrees. &quot;He had very clear ideas and he was fantastic at explaining them,&quot; Delgado tells Sky Sports. &quot;He explained himself so clearly. Every player in the team understood their job and the plan for how to win every game. I think this is his secret.&quot;It is a difficult balance to get right. As a football obsessive, Guardiola immersed himself in the detail. But, especially dealing with such young players, he had to keep the messages simple. <a href=\"http://dbpedia.org/resource/Gai_Assulin\" title=\"http://dbpedia.org/resource/Gai_Assulin\" target=\"_blank\">Gai Assulin</a>, an <a href=\"http://dbpedia.org/resource/Israel_national_football_team\" title=\"http://dbpedia.org/resource/Israel_national_football_team\" target=\"_blank\">Israeli</a> winger who later signed for <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester City</a>, recalls as much. &quot;I remember that the videos were never longer than 10 minutes,&quot; Assulin tells Sky Sports.&quot;He knew that the players would disconnect after 10 minutes. But he used to have a lot of information for himself. I remember that he used to arrive at the stadium hours before the players and leave hours after the players. He put in a lot of preparation himself before games but he never made the mistake of giving too much information to the players.&quot;After the defeat to Manresa, Guardiola called his former coach <a href=\"http://dbpedia.org/resource/Johan_Cruyff\" title=\"http://dbpedia.org/resource/Johan_Cruyff\" target=\"_blank\">Johan Cruyff</a> for advice and made some tweaks to the team. They promptly went on an eight-game unbeaten run. There was experimentation, with a young <a href=\"http://dbpedia.org/resource/Sergio_Busquets\" title=\"http://dbpedia.org/resource/Sergio_Busquets\" target=\"_blank\">Sergio Busquets</a> sometimes used in a more advanced role, and regular debriefs with his mentor Juanma Lillo too.But there were also dips, particular away from home on poor pitches. Two up at Masnou in December and seemingly set for a first away win in four attempts, they had to settle for a 2-2 draw against the team that would go on to finish bottom. Guardiola was livid. But the players won the next four, topped the table and won the play-offs to earn promotion.They are cherished memories. &quot;It was definitely the best time of my career,&quot; says Assulin, who was capped by <a href=\"http://dbpedia.org/resource/Israel_national_football_team\" title=\"http://dbpedia.org/resource/Israel_national_football_team\" target=\"_blank\">Israel</a> as a 16-year-old during a campaign in which he netted 10 times. &quot;It was not just the goals, I really enjoyed playing under such a great person. He was very close to all of the players. I think that is one of the reasons why we gave everything for him.&quot;Everyone enjoyed the style of play. He gave us a lot of freedom. He expected a lot from us but he never put us under too much pressure. He wanted us to show our quality. We knew that the results sometimes might not come. That is football. But the way of playing was perfect for us because it is about having the ball most of the minutes of the match.&quot;Urbano endured a tougher time through injury, but credits Guardiola for his support. &quot;He was always attentive about how I was mentally and physically,&quot; he says. &quot;My memories of playing in that team are ones of joy, having fun with the ball in difficult situation on small pitches. We knew that we had to be the protagonists. We defended by keeping possession.&quot;It was strange because the pitches were very small and it was believed at the time that it was impossible to play football on them. But Pep and his concepts made us believe that it was possible to play football on the floor.&quot; Crucially, it helped Guardiola believe it was possible too. No wonder he was convinced that it could work in <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> as well.In his second season in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, Guardiola has guided <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester City</a> to 62 points from their opening 22 games. They are unbeaten and 15 points clear. The question of whether such methods could succeed in English football has been answered emphatically. And yet, the criticism has morphed into something else.The argument now is that he requires vast funds to achieve it. Jose Mourinho complains that even <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> cannot compete financially. Others point out that getting world-class players to perform well is one thing, but how would Guardiola cope if he had to do it in the lower leagues with lesser players and shorn of his huge transfer budget.It is easy to see why the young men who helped set Guardiola on this path, the players who delivered the trophy that the man himself described as &quot;one of the biggest joys I have experienced as a sportsman&quot;, do not subscribe to the view held by their old coach\\&apos;s critics. &quot;The truth is I do laugh about it,&quot; says Urbano, who last played for <a href=\"http://dbpedia.org/resource/Biggleswade_United_F.C.\" title=\"http://dbpedia.org/resource/Biggleswade_United_F.C.\" target=\"_blank\">Biggleswade United</a>.&quot;Many players can be good, but the point is that Pep makes them even better tactically. <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester City</a> shows this. They have another style of play under Pep with players who were already there previously. They have acquired more concepts of the game thanks to Pep. He has made them smarter. For me, the great example of that is <a href=\"http://dbpedia.org/resource/Raheem_Sterling\" title=\"http://dbpedia.org/resource/Raheem_Sterling\" target=\"_blank\">Raheem Sterling</a>.&quot;Delgado, who now plays in India with Bengaluru, believes Guardiola\\&apos;s success with City was just a matter of time. &quot;Trying to get ideas across to new players in a new country, it takes time,&quot; he explains. &quot;Everything in life takes time. Time to understand and to implement. But as soon as the players take on board his ideas then everything works.&quot;Assulin, now with <a href=\"http://dbpedia.org/resource/CE_Sabadell_FC\" title=\"http://dbpedia.org/resource/CE_Sabadell_FC\" target=\"_blank\">Sabadell</a> in <a href=\"http://dbpedia.org/resource/Spain_national_football_team\" title=\"http://dbpedia.org/resource/Spain_national_football_team\" target=\"_blank\">Spain</a>\\&apos;s third tier, also picks out Sterling to make his point. &quot;You can see that there are a lot of players at City who were not so successful before but once they start working with Pep they improve,&quot; he adds. &quot;Just look at Sterling. He wasn\\&apos;t at this level before but now he is exploding because this type of style makes him play so good.&quot;City are one step ahead of everyone because of their philosophy. I think it is amazing. You can see that in all of the teams he has coached in the way they play. It is something that is not normal. Yes, City have a massive budget but so do other teams and it does not work because the manager doesn\\&apos;t give the right messages and players don\\&apos;t give 100 per cent.&quot;So that\\&apos;s not why they are doing so well. The reason is that his philosophy works. Every team that he trains with this philosophy will be very attractive and have 80 per cent of the ball, so they will have more chances to win the game. That is why they are winning. They are putting everything on this philosophy and I really believe this is the best way to win.&quot;At any level.\n"
}