{
  "date": "16/01/18",
  "title": "Djalminha: The brilliant Brazilian who led to Deportivo to the title",
  "description": "As Real Madrid prepare to face Deportivo, memories stir of a man who once lit up this fixture. The legend of Djalminha lives on in La Coruna and Adam Bate revisits his talents with the help of the player’s former club and international team-mates.",
  "content": "London, England. It is July 15, 2017 and Brazil are playing Nigeria on the third day of the Star Sixes, an indoor tournament that has assembled legendary players from the past. Rivaldo is there. Roberto Carlos too. The crowds are there to see their old heroes in action one last time but in truth the O2 appears half full and only half of them are concentrating.And then something happens that simply demands attention. The popular Juninho is just inside the Nigeria half when he rolls the ball square to his team-mate. It is the portly figure of Djalminha. At 46 years old, few watching seem to recognise the old maestro. But he proceeds to put his foot on the ball, surveying the scene before turning conjuror once more.In an instant, he uses his left foot to push the ball against the heel of his right boot. He then uses that momentum to lift the ball upwards, guiding it over his own head. Julius Aghahowa, the player facing him, was once famed for his acrobatic goal celebrations. But here he is static. Djalminha has just brought out his party trick - the rainbow flick - one last time.\"Djalminha was always special,\" Juninho says with a smile when talking to me afterwards about his old international team-mate. \"He does not fight a lot but when he has the ball at his feet he is still a fantastic player. He is so good when you have players who can run for him and who can protect him. Once he gets the ball, he always makes the difference.\"---La Coruna, Spain. It's February 6, 2000 and the Riazor's rocking for the visit of Real Madrid. The Deportivo of Bebeto had been within a penalty kick of a first title in 1994 but six years on they are top again and can go 10 clear of their opponents with victory. The problem is that other sides are in the race too and five away defeats in a row have dented confidence.Not for Djalminha. Six minutes in and with Depor pushing hard for an opening, the ball is cleared to him on the edge of the box following a corner. Djalminha stops and waits. Four Real Madrid players converge quickly on him. Still he waits. Then it is time. The rainbow flick, known as the lambreta in Brazil, takes every single one of them out of the game.The subsequent shot is blocked for a throw-in but the Riazor is going wild and Deportivo capitalise on the momentum by taking it quickly. The pressure is building up to a crescendo and exactly 28 seconds after Djalminha's magic moment, the ball is in the back of Iker Casillas' net - Roy Makaay beating him from close range to open the scoring.What followed was a masterclass. Djalminha doubled the lead soon after and while Raul, Roberto Carlos and the rest went on to win that season's Champions League they were thrashed 5-2 that night. Spanish newspaper El Mundo called it a humiliation with news agency Efe casting Djalminha in the role of ringmaster. By May, Deportivo were champions.It has since been styled as an against-the-odds triumph of teamwork. A tale of hard-working Galicians upsetting football royalty. There is some truth to it. Right-back Manuel Pablo and midfielder Victor made the most appearances, Mauro Silva and Donato brought control and Makaay got the goals. But those players knew they could not have done it without one man.\"For sure, he made the difference,\" Victor tells Sky Sports. \"There is no doubt he was the key player. It was not just his style of play, his brave character was so important for the team. He was the kind of player who was always asking for the ball. When there was a tough game, he always wanted to be the one to get hold of it and find the solution.\"He was just an amazing player. He was the kind of player who was always able to surprise you. Just when you think you have seen everything in football, Djalma comes along and shows you something new. I had this feeling with only three players in my career. Djalma was the first, Guti at Real Madrid was the second, and Juan Carlos Valeron was the third.\"---Djalminha was born in Santos in 1970, but he moved from the state of Sao Paulo to Rio as a boy and his first forays into football were made with Flamengo. Many of the side that would win the 1994 World Cup were among his team-mates there but Djalminha's career took time to take off - playing in Japan before re-emerging back home at Palmeiras in 1996.It was there that the genius first became apparent. He wore the No.10 shirt in a team that won the Sao Paulo state championship by scoring over 100 goals. Even Santos were crushed 6-0. \"It was the team of the moment,\" Djalminha later recalled. The stars soon headed to Europe and Djalminha followed for €10m after winning the 1997 Copa America with Brazil.Deportivo was the right choice. Though his old Palmeiras team-mate Rivaldo departed immediately, Djalminha knew Flavio Conceicao and Luizao from that same side, while he soon developed friendships with fellow Brazilians Donato and Mauro Silva. The weather was very different in northern Spain but the company made it an easy transition for him.Depor's title win in 2000 marked out Djalminha as the outstanding player in one of the game's outstanding teams but there were other moments too. His goal against Celta Vigo in the Galician derby the following season is a cherished memory, so too beating Real Madrid in the Bernabeu to win the 2002 Copa del Rey in the competition's centenary year.But having already turned 26 before even kicking a ball in Europe, Djalminha was 31 by then. He was omitted from Brazil's World Cup squad that year and never played for his country again. At 32, he was earning his money on loan in Austria, his fiery nature having contributed to bringing the curtain down on his career at Deportivo.As Juninho suggested, even in Star Sixes, this is man who needs the team to be built around him. The emergence of the aforementioned Valeron, a genius in his own right and a more reliable one at that, made it more difficult for Deportivo to justify doing so at a time when they were competing to win the Champions League.One famous training ground incident came to sum up the latter years of Djalminha's career at Deportivo. An angry confrontation with coach Irureta saw him square up to his boss. He was styled as a crazy man. His anger had got the better of him. This time he had gone too far. It was the beginning of the end. But what was the truth about what happened that day?---\"It was not a fight like many people have read,\" says Victor. \"He only faced up to the coach in training because there was a decision made in a training game. Djalma thought it was a penalty and the assistant coach was saying that it wasn't a penalty. It was just kids' stuff. Then the mister came and no fight happened.\" Even so, Djalminha had his moments.\"I had a really good relationship with him during the six years that we served together in the same dressing room,\" Victor adds. \"But he was a strong character. It led to many issues throughout his career with referees, opponents and sometimes his own coach. Especially when he became the second option behind Valeron. His character became very angry.\"I remember one very hard game against Valencia in the Riazor. Always games against them were very hard and towards the end a couple of the Valencia players tried to mess with Djalma. Straight away he jumped up and wanted to fight. I was in his way, caught him and held onto him to stop him fighting them to avoid the referee giving him a red card.\"The match was over and all I could think about was the next game because we were in the race for the Champions League positions. So I was calm and trying to help my team by holding Djalma. But he was hot and out of his mind. He became angry with me because I did not let him fight. In the end, he apologised. But he did not speak to me for months.\"---Djalminha's departure from Deportivo marked the end of his years at the top. The move to Austria Vienna did not work out and he retired after a short spell playing in Mexico. But he will always be adored in La Coruna. As La Voz de Galicia noted recently, when you think of Bebeto, you think of the goals. When you think of Djalminha, you think of the magic.\"The best years of my life I spent in Deportivo,\" Djalminha himself said recently. \"That was where I was happiest. On and off the field. I liked the city, the people. Everything was perfect. The league we won made all the rest worth it. After we won, to see how the people stayed, the joy, the square of Maria Pita. Images impossible to forget.\"The unforgettable Djalminha prefers the quiet life these days. Time mellows most men and the player who had once infuriated both opponents and team-mates is now remembered rather differently, even by those who had been given the silent treatment all those years ago. Victor is a coach now. So would he want to manage someone like his old pal Djalma?\"As manager, I tell you, I would always like to have the good players in my team,\" he says. \"It doesn't matter if they have a strong character, this is something that coaches just have to deal with. It is normal for the great players to have strong characters. I prefer to have great players on my team.\" Great players like Djalminha."
}