{
  "date": "10/01/18",
  "title": "Bristol City show there is another way to take on Manchester City",
  "description": "Bristol City may have lost to Manchester City on Tuesday night, but their 2-1 defeat in the first leg of their Carabao Cup semi-final still showed that there was another way of playing against the Premier League’s runaway leaders. Lee Johnson's Championship side took the game to Pep Guardiola's team at times. In doing so, they put many others to shame.",
  "content": "That was the view of the Manchester City boss himself after needing a Sergio Aguero header in stoppage time just to go back to Ashton Gate with the slenderest of leads. \"Pep Guardiola just said to me that we played better than the majority of the Premier League teams that have come to Man City,\" Johnson revealed to Sky Sports. It was impossible to argue.Bristol City led at the break and it was no fluke. They had three shots on target in that first 45 minutes to the home side's two and it was one of them, Bobby Reid's opener from the spot, that highlighted the wisdom of their approach. The visitors were rewarded for pressing Eliaquim Mangala high up the pitch, winning possession and forcing a John Stones error.\"In the lead up to our goal the pressing was absolutely amazing by our players,\" added Johnson. \"It's something we work on an awful lot. There was a lot of good football played at times. Individuals stuck to their task, they didn't get beaten by one-twos. I thought they showed the confidence. They weren't frightened to be on the ball.\"The stats tell that tale. Bristol City finished up with 32 per cent of possession. If that doesn't sound too much then perhaps a little context is required. That is more than any bottom half Premier League team has seen of the ball at the Etihad Stadium this season. In fact, it is more than any bottom half Premier League team has seen against them anywhere.Guardiola has become accustomed to watching the opposition show little ambition to do anything but sit deep. Newcastle, in particular, were criticised for their approach at St James' Park - Sky Sports' own Gary Neville calling their efforts \"embarrassing\" in that game. Even Chelsea and Manchester United opted for containment in front of their own fans.But while Guardiola was content to praise Bristol City - \"they are a fantastic side for many reasons,\" he told Sky Sports after the game - and seemed almost relieved to see someone attempt something different against his team, perhaps he should be wary. Was this a much-needed reminder that there is another way to play against Manchester City?It is true that they were not quite at full strength. But Guardiola has been able to get away with fielding Mangala thus far. The club's former goalkeeper Shay Given wonders whether that will continue to be the case. \"People will watch the game tonight and think you can get at this Manchester City defence, Mangala in particular,\" Given told Sky Sports.\"Pep wasn't happy with him at times. He's probably not the best with the ball at his feet. That's where the goal came from, pressing Mangala. They won the penalty off the back of that. They have got little chinks and weaknesses. One or two Premier League clubs should look at that and think they can get at them.\"Another former Manchester City player, Craig Bellamy, echoed those sentiments soon after when giving his verdict on the game during The Debate. \"There has sort of become an acceptance that you can't beat Manchester City or if there is a way of beating them that they have to get everyone behind the ball and wait for a mistake or a set-piece,\" he said.\"[Bristol City] were on the front foot and they are like this every week. To be able to take that to Manchester City and be on the front foot like they were in the first half… It was organised. They knew what they were doing. They were looking to single out certain players on the ball and I thought it was brilliant.\"There are going to be periods where Manchester City have the ball. You can't do much about it. But to start the game like that, it was so refreshing to see. And do you know what? There are one or two teams in the Premier League, and one or two managers, who can learn something from that.\"Loads of teams are expected to lose when they go to the Etihad Stadium, so why not have a go? If you are going to lose, stick to your principles. I would rather lose that way that put everyone back. Sometimes when you lose that way you come back from the stadium so dejected. They lost today but they will go into the next game full of confidence.\"Whether anyone will be visiting the Etihad Stadium in expectation rather than hope in the near future may be too much to ask. But maybe, just maybe, this was a performance to reignite a little hope among Premier League teams that if they adopt a more ambitious approach on their trip to Manchester, fortune might well favour the brave."
}