{
  "date": "17/01/18",
  "title": "Theo Walcott a massive signing for Everton, Cenk Tosun says",
  "description": "Cenk Tosun is excited by the prospect of Theo Walcott's arrival at Everton, claiming the Arsenal forward would be a \"massive signing\" for the club.",
  "content": "Walcott has passed a medical and agreed personal terms with Everton ahead of his proposed move from Arsenal, as Sam Allardyce looks to bolster his attacking options at the club.\nTurkish forward Tosun arrived from Besiktas earlier in January for £27m, and is relishing the opportunity to play alongside the 28-year-old.\n\"Theo is a great player,\" Tosun said. \"He's a proven player and has done well for Arsenal for many years. I would say it'd be a massive signing for us.\n\"I think I would link up well with him. We already have very talented players in our team and I'm sure if we sign him he would have a great input.\"\nTosun, who made his debut in Saturday's 4-0 defeat to Tottenham, also praised his new manager's part in bringing him to Merseyside.\n\"Everton is a massive club. Sam Allardyce played a big role in this, the club wanted me a lot I felt that,\" Tosun said. \"To play in England is one of my biggest dreams. Our supporters are a great bunch, and it's a massive club with a big history.\"\nTosun's transfer fee makes him the most expensive player to leave Turkey, but that does not faze the German-born forward.\n\"It doesn't put a lot of pressure on me to be honest, it's actually a great honour,\" the 26-year-old added. \"I would like to become a good role model to the other players in Turkey.\n\"There are some great players in Turkey but it's difficult to make the breakthrough so I would like to open the door for them.\"\nTosun could make his home debut this weekend when Everton host West Bromwich Albion.\n",
  "dbpedia": "Walcott has passed a medical and agreed personal terms with <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> ahead of his proposed move from <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>, as <a href=\"http://dbpedia.org/resource/Sam_Allardyce\" title=\"http://dbpedia.org/resource/Sam_Allardyce\" target=\"_blank\">Sam Allardyce</a> looks to bolster his attacking options at the club.<br>Turkish forward Tosun arrived from Besiktas earlier in January for £27m, and is relishing the opportunity to play alongside the 28-year-old.<br>\"Theo is a great player,\" Tosun said. \"He's a proven player and has done well for <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> for many years. I would say it'd be a massive signing for us.<br>\"I think I would link up well with him. We already have very talented players in our team and I'm sure if we sign him he would have a great input.\"<br>Tosun, who made his debut in Saturday's 4-0 defeat to <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a>, also praised his new manager's part in bringing him to Merseyside.<br>\"<a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> is a massive club. <a href=\"http://dbpedia.org/resource/Sam_Allardyce\" title=\"http://dbpedia.org/resource/Sam_Allardyce\" target=\"_blank\">Sam Allardyce</a> played a big role in this, the club wanted me a lot I felt that,\" Tosun said. \"To play in <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> is one of my biggest dreams. Our supporters are a great bunch, and it's a massive club with a big history.\"<br>Tosun's transfer fee makes him the most expensive player to leave Turkey, but that does not faze the German-born forward.<br>\"It doesn't put a lot of pressure on me to be honest, it's actually a great honour,\" the 26-year-old added. \"I would like to become a good role model to the other players in Turkey.<br>\"There are some great players in Turkey but it's difficult to make the breakthrough so I would like to open the door for them.\"<br>Tosun could make his home debut this weekend when <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> host <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Bromwich</a> Albion.<br>"
}