{
  "date": "19/01/18",
  "title": "Theo Walcott holds no grudge against Arsene Wenger after Everton move",
  "description": "Theo Walcott says he cannot thank Arsene Wenger enough for the belief shown in him but felt the time was right to leave Arsenal.",
  "content": "Walcott sealed a £20m move to Everton on Wednesday after 12 years with the Gunners, where he scored 108 goals in 297 appearances.\nDespite scoring 19 goals last season, the 28-year-old was unable to command a regular starting spot with Arsenal this campaign, but holds no grudges against Wenger.\n\"I've always had so much respect for him,\" said Walcott of his former manager.\n\"With any player, if you're not playing you're going to be upset, but you need to try and dig deep and get into that position.\n\"For whatever reason it didn't happen this year. That's why I've moved on.\n\"I've known [Wenger] since I was 16. To bring a young player in and to have belief in him, I can't thank him enough for that.\"\nWalcott was linked with a return to his former club Southampton but says the chance to work with Sam Allardyce was a big factor in his decision to move to Goodison Park.\n\"After speaking to the gaffer, particularly Wayne (Rooney) as well, I felt like the club was on the up,\" he said.\n\"The manager seems to get the best out of players, especially when first coming in. And just the plans for the future of the club, I felt like I wanted to be a part of it.\n\"Everton has a fantastic history and I want to make that history present. I want this club to push on and try and reach the levels I feel it can.\n\"Particularly with the players coming in, you get the sense that it's a club that financially can attract big players. For me, that was the main attraction.\n\"I had a brief spell with the manager with England and I wanted more of that. I want to be part of his plans.\"\nWalcott played alongside Rooney in Allardyce's only game in charge of England and said he was impressed by the former Manchester United forward's desire to succeed at Everton.\n\"I've played a lot of football with Wayne and I just wanted to get a structure of how the club worked, what the players were like,\" said Walcott.\n\"When you're used to something for so long it's a big decision to change things, but I felt it was right for me to do that.\n\"I got a sense from Wayne that he was hungry and the club was eager to push on. That's why he wanted to join. I'm sure he had other decisions to make but felt this was the right place. I totally agree with him.\"\n",
  "dbpedia": "Walcott sealed a £20m move to <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> on Wednesday after 12 years with the Gunners, where he scored 108 goals in 297 appearances.<br>Despite scoring 19 goals last season, the 28-year-old was unable to command a regular starting spot with <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> this campaign, but holds no grudges against Wenger.<br>\"I've always had so much respect for him,\" said Walcott of his former manager.<br>\"With any player, if you're not playing you're going to be upset, but you need to try and dig deep and get into that position.<br>\"For whatever reason it didn't happen this year. That's why I've moved on.<br>\"I've known [Wenger] since I was 16. To bring a young player in and to have belief in him, I can't thank him enough for that.\"<br>Walcott was linked with a return to his former club <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> but says the chance to work with <a href=\"http://dbpedia.org/resource/Sam_Allardyce\" title=\"http://dbpedia.org/resource/Sam_Allardyce\" target=\"_blank\">Sam Allardyce</a> was a big factor in his decision to move to <a href=\"http://dbpedia.org/resource/Goodison_Park\" title=\"http://dbpedia.org/resource/Goodison_Park\" target=\"_blank\">Goodison Park</a>.<br>\"After speaking to the <a href=\"http://dbpedia.org/resource/Ian_Holloway\" title=\"http://dbpedia.org/resource/Ian_Holloway\" target=\"_blank\">gaffer</a>, particularly Wayne (Rooney) as well, I felt like the club was on the up,\" he said.<br>\"The manager seems to get the best out of players, especially when first coming in. And just the plans for the future of the club, I felt like I wanted to be a part of it.<br>\"<a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> has a fantastic history and I want to make that history present. I want this club to push on and try and reach the levels I feel it can.<br>\"Particularly with the players coming in, you get the sense that it's a club that financially can attract big players. For me, that was the main attraction.<br>\"I had a brief spell with the manager with <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> and I wanted more of that. I want to be part of his plans.\"<br>Walcott played alongside Rooney in Allardyce's only game in charge of <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> and said he was impressed by the former <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> forward's desire to succeed at <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>.<br>\"I've played a lot of football with Wayne and I just wanted to get a structure of how the club worked, what the players were like,\" said Walcott.<br>\"When you're used to something for so long it's a big decision to change things, but I felt it was right for me to do that.<br>\"I got a sense from Wayne that he was hungry and the club was eager to push on. That's why he wanted to join. I'm sure he had other decisions to make but felt this was the right place. I totally agree with him.\"<br>"
}