{
  "date": "18/01/18",
  "title": "Theo Walcott says Wayne Rooney tempted him to move to Everton",
  "description": "Theo Walcott has revealed Wayne Rooney was a \"massive factor\" in his move from Arsenal to Everton.",
  "content": "The England international sealed a £20m move to Goodison Park on Wednesday leaving Arsenal after spending 12 years at the club, scoring 108 goals in 397 appearances.\nA host of clubs, including Walcott's boyhood club Southampton, were after the forward's signature but the 28-year-old says it was conversations with Rooney, who returned to Everton in the summer after a 13-year absence, that helped convince him to make the switch to Merseyside.\n\"I had numerous chats with Wayne and that was one massive factor which really tempted me to come to Everton,\" Walcott told evertontv.\n\"He told me it was a great place to play football and a club that is on the up. Those are the reasons I came here.\n\"This is a club with great history. The fans are brilliant, they are always passionate… and I used to find it very tough playing here\n\"You want to be part of something and Wayne feels Everton are really going to improve.\"\nWalcott has struggled for first-team football at the Emirates so far this term and only has four goals to his name, but he is optimistic he can return to goalscoring form under Sam Allardyce at Goodsion Park.\n\"I was very proud of what I did last season - scoring 19 goals,\" said Walcott.\n\"I want to bring that [scoring form] to Everton Football Club. I want to be part of the attacking force that is here.\n\"It always comes down to hard work and I think the manager here will get the best out of all the players.\n\"I just want to play football and enjoy it again. I feel this move will make that happen.\n\"With Sam coming in, his start was fantastic. There has been a little dip - but that happens and it is how you get out of that which makes you stronger. I feel like the players have got a point to prove, I have got a point to prove and it is going to get the best out of us, I am sure.\n\"I feel like I can add value in any of the front-line positions. The manager will pick the team depending on who we play against. He sees me more on the right, but I can play in any of those positions. A lot of those 19 goals I scored I was playing on the right.\n\"I think this is going to be brilliant for me. I want to be a part of the atmosphere here and try to build something special. This is a special place to play football and the old traditions are great.\"\n",
  "dbpedia": "The <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> international sealed a £20m move to <a href=\"http://dbpedia.org/resource/Goodison_Park\" title=\"http://dbpedia.org/resource/Goodison_Park\" target=\"_blank\">Goodison Park</a> on Wednesday leaving <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> after spending 12 years at the club, scoring 108 goals in 397 appearances.<br>A host of clubs, including Walcott's boyhood club <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a>, were after the forward's signature but the 28-year-old says it was conversations with Rooney, who returned to <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> in the summer after a 13-year absence, that helped convince him to make the switch to Merseyside.<br>\"I had numerous chats with Wayne and that was one massive factor which really tempted me to come to <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>,\" Walcott told evertontv.<br>\"He told me it was a great place to play football and a club that is on the up. Those are the reasons I came here.<br>\"This is a club with great history. The fans are brilliant, they are always passionate… and I used to find it very tough playing here<br>\"You want to be part of something and Wayne feels <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> are really going to improve.\"<br>Walcott has struggled for first-team football at the Emirates so far this term and only has four goals to his name, but he is optimistic he can return to goalscoring form under <a href=\"http://dbpedia.org/resource/Sam_Allardyce\" title=\"http://dbpedia.org/resource/Sam_Allardyce\" target=\"_blank\">Sam Allardyce</a> at Goodsion Park.<br>\"I was very proud of what I did last season - scoring 19 goals,\" said Walcott.<br>\"I want to bring that [scoring form] to <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton Football Club</a>. I want to be part of the attacking force that is here.<br>\"It always comes down to hard work and I think the manager here will get the best out of all the players.<br>\"I just want to play football and enjoy it again. I feel this move will make that happen.<br>\"With Sam coming in, his start was fantastic. There has been a little dip - but that happens and it is how you get out of that which makes you stronger. I feel like the players have got a point to prove, I have got a point to prove and it is going to get the best out of us, I am sure.<br>\"I feel like I can add value in any of the front-line positions. The manager will pick the team depending on who we play against. He sees me more on the right, but I can play in any of those positions. A lot of those 19 goals I scored I was playing on the right.<br>\"I think this is going to be brilliant for me. I want to be a part of the atmosphere here and try to build something special. This is a special place to play football and the old traditions are great.\"<br>"
}