{
  "date": "20/01/18",
  "title": "Theo Walcott debut watch: Assist in Everton's 1-1 draw with West Brom",
  "description": "Everton had to settle for a point as they drew 1-1 at home to struggling West Brom at Goodison Park on Saturday but how did Theo Walcott do in his first game for the club?",
  "content": "Walcott joined the Toffees in a £20m move from Arsenal in midweek and he marked his debut with a headed assist for Oumar Niasse's equaliser from Wayne Rooney's lofted pass.It was the first time that he has been directly involved in a Premier League goal since April and the first time that he has provided an assist in the competition since October 2016.The 28-year-old winger sometimes found himself on the periphery but nobody could doubt his endeavour - he made more high-intensity sprints than anyone else on the pitch.Here, we pick out the key moments in Walcott's debut display.\"There was a brilliant volley which he might have scored from and the head back for Niasse,\" Everton manager Sam Allardyce told Sky Sports when assessing Walcott's performance after the game. \"But as I said before, our players have to have an understanding of where Theo wants the ball and they didn't today.\"In fact, our players didn't pass the ball very today to anybody, that's for sure. So we need to get better in that area. Theo Walcott is a very quick player with a lot of talent but we must play to his strengths and we will try to improve on that, as we will try to improve on our whole game next time around against Leicester.\"",
  "dbpedia": "\nWalcott joined the Toffees in a &#xA3;20m move from <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> in midweek and he marked his debut with a headed assist for Oumar Niasse\\&apos;s equaliser from <a href=\"http://dbpedia.org/resource/Wayne_Rooney\" title=\"http://dbpedia.org/resource/Wayne_Rooney\" target=\"_blank\">Wayne Rooney</a>\\&apos;s lofted pass.It was the first time that he has been directly involved in a <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> goal since April and the first time that he has provided an assist in the competition since October 2016.The 28-year-old winger sometimes found himself on the periphery but nobody could doubt his endeavour - he made more high-intensity sprints than anyone else on the pitch.Here, we pick out the key moments in Walcott\\&apos;s debut display.&quot;There was a brilliant volley which he might have scored from and the head back for Niasse,&quot; <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> manager <a href=\"http://dbpedia.org/resource/Sam_Allardyce\" title=\"http://dbpedia.org/resource/Sam_Allardyce\" target=\"_blank\">Sam Allardyce</a> told Sky Sports when assessing Walcott\\&apos;s performance after the game. &quot;But as I said before, our players have to have an understanding of where Theo wants the ball and they didn\\&apos;t today.&quot;In fact, our players didn\\&apos;t pass the ball very today to anybody, that\\&apos;s for sure. So we need to get better in that area. <a href=\"http://dbpedia.org/resource/Theo_Walcott\" title=\"http://dbpedia.org/resource/Theo_Walcott\" target=\"_blank\">Theo Walcott</a> is a very quick player with a lot of talent but we must play to his strengths and we will try to improve on that, as we will try to improve on our whole game next time around against <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a>.&quot;\n"
}