{
  "date": "17/01/18",
  "title": "Theo Walcott joins Everton from Arsenal on three-and-a half-year deal",
  "description": "Theo Walcott has completed his move to Everton, signing a three-and-a-half-year deal which keeps him at the club until the summer of 2021.",
  "content": "Sky Sports News understands the fee for the forward is in the region of £20m, with the England international set to take the No 11 shirt vacated by Kevin Mirallas who has re-joined Olympiakos on loan.\n\"I'm very ambitious and I've come here because I want the club to push to the next level,\" said Walcott.\n\"And with the players that have come in, I feel like the next level can be reached. I'm very excited to be starting a new chapter and I felt this was the right place for me to be.\n\"Everton is a club with a great history. The fans are always passionate, they're great and I always used to find it very tough playing here.\n\"The club has won trophies but I want them to win trophies now. The manager is very hungry and it's just what I need. I've had a couple of chats with him and straightaway I felt that hunger and that desire that he wanted from me.\n\"It felt like it was time for me to move on [from Arsenal]. It was sad but it's exciting at the same time and I want to reignite my career and push Everton to win things as they have done before.\"\nEverton boss Sam Allardyce, said: \"I'm thrilled we've been able to secure a player of Theo's experience and quality.\n\"There was a bit of a chase between a couple of clubs but I think after we set out the ambitions of the Club and my ambitions for him he was motivated to come here and refreshed in his mind by the new challenge he can put upon himself.\nAllardyce confirmed last week the club had entered into negotiations with Arsenal over Walcott, who carried out his medical on Tuesday after travelling to the club's training ground.\nThe 28-year-old leaves Arsenal as their current longest-serving player having signed from Southampton in 2006 but had fallen out-of-favour at The Emirates this season, making only six Premier League appearances.\nSouthampton had been keen to land Walcott, but Sky Sports News understands that Everton's spending power and the player's desire to work with Allardyce were the key reasons for his move to Goodison Park.\nWalcott becomes Everton's second signing of the January transfer window, following Cenk Tosun's £27m switch from Besiktas, and Allardyce revealed last week that he believed Walcott would be another \"great addition\" to his squad.\n",
  "dbpedia": "Sky Sports News understands the fee for the forward is in the region of £20m, with the <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> international set to take the No 11 shirt vacated by <a href=\"http://dbpedia.org/resource/Kevin_Mirallas\" title=\"http://dbpedia.org/resource/Kevin_Mirallas\" target=\"_blank\">Kevin Mirallas</a> who has re-joined <a href=\"http://dbpedia.org/resource/Olympiacos_F.C.\" title=\"http://dbpedia.org/resource/Olympiacos_F.C.\" target=\"_blank\">Olympiakos</a> on loan.<br>\"I'm very ambitious and I've come here because I want the club to push to the next level,\" said Walcott.<br>\"And with the players that have come in, I feel like the next level can be reached. I'm very excited to be starting a new chapter and I felt this was the right place for me to be.<br>\"<a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> is a club with a great history. The fans are always passionate, they're great and I always used to find it very tough playing here.<br>\"The club has won trophies but I want them to win trophies now. The manager is very hungry and it's just what I need. I've had a couple of chats with him and straightaway I felt that hunger and that desire that he wanted from me.<br>\"It felt like it was time for me to move on [from <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>]. It was sad but it's exciting at the same time and I want to reignite my career and push <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> to win things as they have done before.\"<br><a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> boss <a href=\"http://dbpedia.org/resource/Sam_Allardyce\" title=\"http://dbpedia.org/resource/Sam_Allardyce\" target=\"_blank\">Sam Allardyce</a>, said: \"I'm thrilled we've been able to secure a player of Theo's experience and quality.<br>\"There was a bit of a chase between a couple of clubs but I think after we set out the ambitions of the Club and my ambitions for him he was motivated to come here and refreshed in his mind by the new challenge he can put upon himself.<br>Allardyce confirmed last week the club had entered into negotiations with <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> over Walcott, who carried out his medical on Tuesday after travelling to the club's training ground.<br>The 28-year-old leaves <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> as their current longest-serving player having signed from <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> in 2006 but had fallen out-of-favour at The Emirates this season, making only six <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> appearances.<br><a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> had been keen to land Walcott, but Sky Sports News understands that <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>'s spending power and the player's desire to work with Allardyce were the key reasons for his move to <a href=\"http://dbpedia.org/resource/Goodison_Park\" title=\"http://dbpedia.org/resource/Goodison_Park\" target=\"_blank\">Goodison Park</a>.<br>Walcott becomes <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>'s second signing of the January transfer window, following Cenk Tosun's £27m switch from Besiktas, and Allardyce revealed last week that he believed Walcott would be another \"great addition\" to his squad.<br>"
}