{
  "date": "20/01/18",
  "title": "Theo Walcott's Arsenal exit came under cover of darkness with a bin bag full of boots",
  "description": "Theo Walcott says he would have loved to leave Arsenal in a more positive light than packing up his belongings in bin bags under cover of darkness.",
  "content": "The winger sealed a £20m move to Everton on Wednesday, bringing a 12-year association with the Gunners to an end, and could make his debut on Saturday at home to West Brom.But, despite having been linked with a move away from the Emirates for some time, Walcott was unable to say a proper farewell to the club he had been with since joining from Southampton at the age of 16.\"I had to go at night, it was quiet there - there were just a couple of security guards around,\" Walcott said.\"All I had to put my boots in were some bin bags.\"It wasn't the way I would have wanted to have left, but knowing it wasn't official yet, that no one knew about it, I got a sense people would have been a bit surprised at how quickly it developed, so I had to get my stuff very quickly.\"I wouldn't have liked to have gone at night and picked up all the stuff on my own, but that is how it is.\"It was a difficult decision. You have been somewhere for 12 years, you know so many people, met so many great people, and the fans have been great to me as well, so it was really tough - really tough. You get some players and it has scarred them maybe, but I haven't got a sense of that at all.\"It hasn't even hit me yet, properly. When I go back there it will hit me, I'm sure - it has been my life, my family, so it will hit me. But I feel like this is my next challenge and I am excited about it, I really am.\"",
  "dbpedia": "\nThe winger sealed a &#xA3;20m move to <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> on Wednesday, bringing a 12-year association with the Gunners to an end, and could make his debut on Saturday at home to West Brom.But, despite having been linked with a move away from the Emirates for some time, Walcott was unable to say a proper farewell to the club he had been with since joining from <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> at the age of 16.&quot;I had to go at night, it was quiet there - there were just a couple of security guards around,&quot; Walcott said.&quot;All I had to put my boots in were some bin bags.&quot;It wasn\\&apos;t the way I would have wanted to have left, but knowing it wasn\\&apos;t official yet, that no one knew about it, I got a sense people would have been a bit surprised at how quickly it developed, so I had to get my stuff very quickly.&quot;I wouldn\\&apos;t have liked to have gone at night and picked up all the stuff on my own, but that is how it is.&quot;It was a difficult decision. You have been somewhere for 12 years, you know so many people, met so many great people, and the fans have been great to me as well, so it was really tough - really tough. You get some players and it has scarred them maybe, but I haven\\&apos;t got a sense of that at all.&quot;It hasn\\&apos;t even hit me yet, properly. When I go back there it will hit me, I\\&apos;m sure - it has been my life, my family, so it will hit me. But I feel like this is my next challenge and I am excited about it, I really am.&quot;\n"
}