{
  "date": "14/01/18",
  "title": "Thibaut Courtois criticises Chelsea fans for booing in Leicester draw",
  "description": "Thibaut Courtois has criticised Chelsea fans for booing after they were held to a goalless draw by Leicester on Saturday, their third stalemate in a week.",
  "content": "The Stamford Bridge crowd vented their frustration at the Chelsea players as they struggled to unpick Leicester's defence, even after the visitors went down to ten men following Ben Chilwell's second-half sending off.Chelsea are yet to win in 2018 having drawn all four of their matches in all competitions and head coach Antonio Conte was quick to blame the busy schedule for the team's lacklustre displays.Conte's side survived several first-half chances from the Foxes and the fans grew increasingly concerned as Chelsea struggled to create chances of their own, but Courtois has asked for more patience.Courtois told Chelsea TV: \"I know we as a team didn't have a good game, it was our third goalless draw, but we need the fans here at Stamford Bridge to get behind the team and not, when a player has a bad pass or a bad shot, start booing and whistling. I don't think we're playing a bad season.\"Chelsea have lacked creativity and cutting edge in recent matches summed up by striker Alvaro Morata failing to score in his last five matches, but Courtois has urged the fans to keep faith with the team's style of play.\"It's important that the fans must know that we want to play out from the back,\" the Belgian goalkeeper said.\"And they don't have to get nervous. If they start shouting it doesn't help us. [Against Leicester there] was too much of that.\"When we play out from the back it's important for us that they know that we want to do that. There's a risk involved and we know that, but that's our game.\"",
  "dbpedia": "\nThe Stamford Bridge crowd vented their frustration at the <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> players as they struggled to unpick <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a>\\&apos;s defence, even after the visitors went down to ten men following Ben Chilwell\\&apos;s second-half sending off.Chelsea are yet to win in 2018 having drawn all four of their matches in all competitions and head coach <a href=\"http://dbpedia.org/resource/Antonio_Conte\" title=\"http://dbpedia.org/resource/Antonio_Conte\" target=\"_blank\">Antonio Conte</a> was quick to blame the busy schedule for the team\\&apos;s lacklustre displays.Conte\\&apos;s side survived several first-half chances from the Foxes and the fans grew increasingly concerned as <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> struggled to create chances of their own, but Courtois has asked for more patience.Courtois told Chelsea TV: &quot;I know we as a team didn\\&apos;t have a good game, it was our third goalless draw, but we need the fans here at Stamford Bridge to get behind the team and not, when a player has a bad pass or a bad shot, start booing and whistling. I don\\&apos;t think we\\&apos;re playing a bad season.&quot;<a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> have lacked creativity and cutting edge in recent matches summed up by striker Alvaro Morata failing to score in his last five matches, but Courtois has urged the fans to keep faith with the team\\&apos;s style of play.&quot;It\\&apos;s important that the fans must know that we want to play out from the back,&quot; the Belgian goalkeeper said.&quot;And they don\\&apos;t have to get nervous. If they start shouting it doesn\\&apos;t help us. [Against <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a> there] was too much of that.&quot;When we play out from the back it\\&apos;s important for us that they know that we want to do that. There\\&apos;s a risk involved and we know that, but that\\&apos;s our game.&quot;\n"
}