{
  "date": "12/10/17",
  "title": "Thomas Lemar could leave Monaco next summer, says Vadim Vasilyev",
  "description": "Thomas Lemar has a \"fair chance\" of leaving Monaco next summer but the club has confirmed it is likely to resist Premier League offers for him in January's transfer window.",
  "content": "Arsenal bid more than £90m on Deadline Day in August for the France international but the deal failed to go through.\"Liverpool were really interested,\" Vadim Vasilyev, Monaco's vice-president told Sky Sports News, in a wide-ranging interview. \"But it was Arsenal that was really close to finalising the deal.\"It was quite close. At the same time it was just too late, not enough time, to really follow up on this deal. Not all the elements of the puzzle fell in place. I'm very happy he stayed with us. For us, we need a player like Thomas Lemar. He's very important to our team.\"Definitely next summer will be something to look at, although you know in football there are no guarantees. We had some players who were supposed to leave this summer but didn't leave because of X, Y, Z. I think it would be fair to say Thomas will have a fair chance to an exit next year.\"January, in football, never say never, but this is not what we're thinking of, this is really not in our plans.\"Then we have to wait and see, how the team does, in different competitions, if we have an interest in him, and also his ambitions after the World Cup. January doesn't seem like the right time for major changes in the team.\"Monaco will also consider selling Fabinho next summer after \"strong\" interest from Manchester United and Manchester City in the previous window.\"He's one of the key players in our squad, a very regular player,\" said Vasilyev.\"He's very important, we can always count on. We are very happy that we managed to keep him. I think this is one player you want to keep forever.\"But we realise in Monaco we have a certain model, that at a certain moment when we feel it's right we have to let players go in order to be successful again. This is not only about money; this is more about being successful.\"Asked if he expected Fabinho to stay in January, Monaco's chief executive said: \"Yes, that's the idea of course. You never want to make any major changes in January, except something really extraordinary.\"Vasilyev admitted there had been \"strong\" interest from both Premier League clubs in Manchester and sides in other leagues.He added: \"This is just normal. We just have to find the right time for each of them (players).\"Monaco's vice-president also laughed off claims the club will make a formal offer for Arsenal striker Alexis Sanchez in January.\"He's a fantastic player but probably his salary is too much for us!\" said Vasilyev. \"I didn't check but I suspect it's too much for us.\"",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> bid more than &#xA3;90m on Deadline Day in August for the <a href=\"http://dbpedia.org/resource/France_national_football_team\" title=\"http://dbpedia.org/resource/France_national_football_team\" target=\"_blank\">France international</a> but the deal failed to go through.&quot;<a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> were really interested,&quot; Vadim Vasilyev, <a href=\"http://dbpedia.org/resource/AS_Monaco_FC\" title=\"http://dbpedia.org/resource/AS_Monaco_FC\" target=\"_blank\">Monaco</a>\\&apos;s vice-president told Sky Sports News, in a wide-ranging interview. &quot;But it was <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> that was really close to finalising the deal.&quot;It was quite close. At the same time it was just too late, not enough time, to really follow up on this deal. Not all the elements of the puzzle fell in place. I\\&apos;m very happy he stayed with us. For us, we need a player like Thomas Lemar. He\\&apos;s very important to our team.&quot;Definitely next summer will be something to look at, although you know in football there are no guarantees. We had some players who were supposed to leave this summer but didn\\&apos;t leave because of X, Y, Z. I think it would be fair to say Thomas will have a fair chance to an exit next year.&quot;January, in football, never say never, but this is not what we\\&apos;re thinking of, this is really not in our plans.&quot;Then we have to wait and see, how the team does, in different competitions, if we have an interest in him, and also his ambitions after the World Cup. January doesn\\&apos;t seem like the right time for major changes in the team.&quot;<a href=\"http://dbpedia.org/resource/AS_Monaco_FC\" title=\"http://dbpedia.org/resource/AS_Monaco_FC\" target=\"_blank\">Monaco</a> will also consider selling Fabinho next summer after &quot;strong&quot; interest from <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> and <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> in the previous window.&quot;He\\&apos;s one of the key players in our squad, a very regular player,&quot; said Vasilyev.&quot;He\\&apos;s very important, we can always count on. We are very happy that we managed to keep him. I think this is one player you want to keep forever.&quot;But we realise in <a href=\"http://dbpedia.org/resource/AS_Monaco_FC\" title=\"http://dbpedia.org/resource/AS_Monaco_FC\" target=\"_blank\">Monaco</a> we have a certain model, that at a certain moment when we feel it\\&apos;s right we have to let players go in order to be successful again. This is not only about money; this is more about being successful.&quot;Asked if he expected Fabinho to stay in January, <a href=\"http://dbpedia.org/resource/AS_Monaco_FC\" title=\"http://dbpedia.org/resource/AS_Monaco_FC\" target=\"_blank\">Monaco</a>\\&apos;s chief executive said: &quot;Yes, that\\&apos;s the idea of course. You never want to make any major changes in January, except something really extraordinary.&quot;Vasilyev admitted there had been &quot;strong&quot; interest from both <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> clubs in Manchester and sides in other leagues.He added: &quot;This is just normal. We just have to find the right time for each of them (players).&quot;<a href=\"http://dbpedia.org/resource/AS_Monaco_FC\" title=\"http://dbpedia.org/resource/AS_Monaco_FC\" target=\"_blank\">Monaco</a>\\&apos;s vice-president also laughed off claims the club will make a formal offer for <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> striker Alexis Sanchez in January.&quot;He\\&apos;s a fantastic player but probably his salary is too much for us!&quot; said Vasilyev. &quot;I didn\\&apos;t check but I suspect it\\&apos;s too much for us.&quot;\n"
}