{
  "date": "02/02/18",
  "title": "Liverpool v Tottenham: Sadio Mane and Dele Alli miss out in Phil Thompson's combined XI",
  "description": "We challenged Phil Thompson to pick his combined XI from Liverpool and Tottenham ahead of their top-four tussle, live on Sky Sports Premier League.",
  "content": "The two sides meet at 4.30pm on Nissan Super Sunday with fifth-placed Spurs looking to climb into the top four by leapfrogging their hosts with a victory.Liverpool legend Thommo has somewhat surprisingly gone with a narrow Spurs majority, while finding no room for Sadio Mane or Dele Alli in his side.Mane was decisive with an early double in last season's Merseyside clash, while Alli was on the scoresheet in an impressive 4-1 win for Mauricio Pochettino's men at Wembley earlier this season.Here is who would get into Thommo's team and his justification...\"I've gone for players who deserved to get in based on this season and Alli and Mane have just been average compared to what we've come to expect from them.\"The rest of the players I've gone with have been consistently impressive so it could actually depend on which one of these turns up and delivers that could decide the game.\"One of the easiest decisions is my goalkeeper, Hugo Lloris. I don't think there's much debate about that one.\"For my full-backs I've gone with Kieran Trippier and Andy Robertson. As with most modern full-backs, I wouldn't say they're defensively perfect but both are comfortable on the ball and I'd say they're probably two of the best deliverers from those wide areas. In that department they're certainly better than Alberto Moreno and Kyle Walker, who I don't think Spurs have missed at all.\"My centre-backs are two cultured yet physically able defenders in Jan Vertonghen and Virgil van Dijk. Van Dijk is still settling in and hasn't had a lot of game time, so I think he was rested against Huddersfield to be ready for this game.\"In holding midfield is Jordan Henderson, who has just come back and made a huge impact. He made a big difference against Huddersfield and just edges out Mousa Dembele, who had a great game against Manchester United.\"Then I've got four across my more advanced midfielders, with Heung-Min Son and Mohamed Salah out wide. They've both got the pace and directness to cause any defence problems and come to life when their teams are playing with high tempo on the ball, while Christian Eriksen is the orchestrator.\"Harry Kane picks himself, but I feel like Roberto Firmino has to be in the side even if it isn't as a centre-forward. He has been one of my favourites for a number of seasons and his selfless work ethic similar to Kane's. The amount of goals Kane has scores means you have to have him leading the line though.\"I would think that team has got a lot of good ingredients to give Manchester City a run for their money for the Premier League title.\"All five behind the leaders can put in high-quality performances but on their day Liverpool and Spurs are closest to City's standard, with high intensity, pressing from the front, the ability to retain the ball and offensive talent.\"Nobody at the club would say it openly but the 4-1 defeat at Wembley was our low point of the season so there's a little bit of revenge to dish out. If I was in that dressing room I'd be emphasising that was our biggest humiliation and this is the chance to hand it back to them.\"",
  "dbpedia": "\nThe two sides meet at 4.30pm on Nissan Super Sunday with fifth-placed Spurs looking to climb into the top four by leapfrogging their hosts with a victory.Liverpool legend Thommo has somewhat surprisingly gone with a narrow Spurs majority, while finding no room for Sadio Mane or Dele Alli in his side.Mane was decisive with an early double in last season\\&apos;s Merseyside clash, while Alli was on the scoresheet in an impressive 4-1 win for <a href=\"http://dbpedia.org/resource/Mauricio_Pochettino\" title=\"http://dbpedia.org/resource/Mauricio_Pochettino\" target=\"_blank\">Mauricio Pochettino</a>\\&apos;s men at Wembley earlier this season.Here is who would get into Thommo\\&apos;s team and his justification...&quot;I\\&apos;ve gone for players who deserved to get in based on this season and Alli and Mane have just been average compared to what we\\&apos;ve come to expect from them.&quot;The rest of the players I\\&apos;ve gone with have been consistently impressive so it could actually depend on which one of these turns up and delivers that could decide the game.&quot;One of the easiest decisions is my goalkeeper, <a href=\"http://dbpedia.org/resource/Hugo_Lloris\" title=\"http://dbpedia.org/resource/Hugo_Lloris\" target=\"_blank\">Hugo Lloris</a>. I don\\&apos;t think there\\&apos;s much debate about that one.&quot;For my full-backs I\\&apos;ve gone with <a href=\"http://dbpedia.org/resource/Kieran_Trippier\" title=\"http://dbpedia.org/resource/Kieran_Trippier\" target=\"_blank\">Kieran Trippier</a> and Andy Robertson. As with most modern full-backs, I wouldn\\&apos;t say they\\&apos;re defensively perfect but both are comfortable on the ball and I\\&apos;d say they\\&apos;re probably two of the best deliverers from those wide areas. In that department they\\&apos;re certainly better than Alberto Moreno and <a href=\"http://dbpedia.org/resource/Kyle_Walker\" title=\"http://dbpedia.org/resource/Kyle_Walker\" target=\"_blank\">Kyle Walker</a>, who I don\\&apos;t think Spurs have missed at all.&quot;My centre-backs are two cultured yet physically able defenders in <a href=\"http://dbpedia.org/resource/Jan_Vertonghen\" title=\"http://dbpedia.org/resource/Jan_Vertonghen\" target=\"_blank\">Jan Vertonghen</a> and Virgil van Dijk. Van Dijk is still settling in and hasn\\&apos;t had a lot of game time, so I think he was rested against <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> to be ready for this game.&quot;In holding midfield is <a href=\"http://dbpedia.org/resource/Jordan_Henderson\" title=\"http://dbpedia.org/resource/Jordan_Henderson\" target=\"_blank\">Jordan Henderson</a>, who has just come back and made a huge impact. He made a big difference against <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> and just edges out Mousa Dembele, who had a great game against <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>.&quot;Then I\\&apos;ve got four across my more advanced midfielders, with Heung-Min Son and <a href=\"http://dbpedia.org/resource/Mohamed_Salah\" title=\"http://dbpedia.org/resource/Mohamed_Salah\" target=\"_blank\">Mohamed Salah</a> out wide. They\\&apos;ve both got the pace and directness to cause any defence problems and come to life when their teams are playing with high tempo on the ball, while <a href=\"http://dbpedia.org/resource/Christian_Eriksen\" title=\"http://dbpedia.org/resource/Christian_Eriksen\" target=\"_blank\">Christian Eriksen</a> is the orchestrator.&quot;<a href=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" title=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" target=\"_blank\">Harry Kane</a> picks himself, but I feel like Roberto Firmino has to be in the side even if it isn\\&apos;t as a centre-forward. He has been one of my favourites for a number of seasons and his selfless work ethic similar to Kane\\&apos;s. The amount of goals Kane has scores means you have to have him leading the line though.&quot;I would think that team has got a lot of good ingredients to give <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> a run for their money for the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> title.&quot;All five behind the leaders can put in high-quality performances but on their day <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> and Spurs are closest to City\\&apos;s standard, with high intensity, pressing from the front, the ability to retain the ball and offensive talent.&quot;Nobody at the club would say it openly but the 4-1 defeat at Wembley was our low point of the season so there\\&apos;s a little bit of revenge to dish out. If I was in that dressing room I\\&apos;d be emphasising that was our biggest humiliation and this is the chance to hand it back to them.&quot;\n"
}