{
  "date": "21/01/18",
  "title": "Tiemoue Bakayoko’s form: Hope for Chelsea midfielder in Brighton win",
  "description": "Chelsea bounced back to their best with a 4-0 win over Brighton in the early kick-off on Saturday. Midfielder Tiemoue Bakayoko has struggled but on this showing he deserves time to show his true value, writes Adam Bate.",
  "content": "Tiemoue Bakayoko's relationship with former coach Leonardo Jardim was strained from the start. After going a goal down at home to Lorient, Jardim substituted the youngster just 32 minutes into his Monaco debut. The player himself has since admitted to his anger. \"From then on, something was a little broken between him and me,\" Bakayoko told L'Equipe.There have been times during Bakayoko's debut season at Chelsea when plenty of Chelsea supporters would have forgiven manager Antonio Conte for taking a similar approach to handling the club's near £40m summer signing. It has been a difficult start for the Frenchman and the criticism has been so fierce that some seem to be losing faith already.The nadir was perhaps the draw with Liverpool when Chelsea legend Frank Lampard urged Bakayoko to raise his game after watching him fail to track Mohamed Salah for the opener at Anfield. But he has been a disappointment going forward too - most notably failing to take advantage of the space afforded to him in the game against Manchester United.\"I think he needs for sure to improve in the tactical aspect with us and to go into our idea of football,\" said Conte, and there were some signs of that during Saturday's 4-0 win over Brighton. Bakayoko was far from his team's standout performer in Chelsea's first victory of 2018 - that man was Eden Hazard - but this was more like it from the midfielder.The lumbering style remains and is unlikely to endear him to supporters, but the statistics suggest this can be misleading. For example, while appearing cumbersome in comparison to his more overtly industrious midfield partner N'Golo Kante, Bakayoko actually covered more ground - 11.15 kilometres - than any other Chelsea player at the Amex Stadium.He also made more high-intensity sprints than Kante and, while his compatriot did win the ball back once more than him, it was Bakayoko who gave it away less than anyone on the pitch who played the full 90 minutes. He found a team-mate with 96.4 per cent of his passes and this was not because Bakayoko was taking the easiest option every time either.His use of the ball was hardly spectacular but there were hints of what Conte wanted when opting to replace Nemanja Matic in the summer. Bakayoko found some forward passes into Hazard's feet - feeding Chelsea's star man 10 times during the game - and showed signs that he can be a player capable of progressing the ball up the pitch for his side.Former Chelsea midfielder Claude Makelele was Bakayoko's mentor at Monaco and remains insistent that this is someone who can do it all - a dribbler and a passer as well as a tackler. But Makelele's experience of working with Bakayoko also suggests that he is someone who needs lots of support if he is to fulfil his potential.There have been setbacks on and off the pitch. The failure to earn a place at the famed French football academy Clairefontaine and a broken leg before the decision to refocus during his third season at Monaco, selling his pink Porsche and working with Makelele to get back on track. The two spoke every day for a month to help him turn things around.\"Claude sought me out immediately and told me that he believed in me, counted on me, and [telling me] what I had to work on so I could offer more on the pitch,\" said Bakayoko himself in a recent interview with The Guardian. \"So to have the chance to follow in his footsteps here at Chelsea is a real motivation.\"It has not started well and Bakayoko is now 23. He is at an age where he needs to take more responsibility and embrace the challenge ahead of him. He has acknowledged that Conte is asking more of him than he has been used to. There is more running required, more work to do without the ball and more tactical work in training.\"If I follow his orders, my game will rise to a new level and I can fulfil the potential he sees,\" added Bakayoko. His encouraging efforts against Brighton were a start. But Conte and Chelsea's supporters will want to see a lot more of that before they are convinced that he can begin to justify his fee and be a real factor in taking the club forward.",
  "dbpedia": "\nTiemoue Bakayoko\\&apos;s relationship with former coach <a href=\"http://dbpedia.org/resource/Leonardo_Jardim\" title=\"http://dbpedia.org/resource/Leonardo_Jardim\" target=\"_blank\">Leonardo Jardim</a> was strained from the start. After going a goal down at home to <a href=\"http://dbpedia.org/resource/FC_Lorient\" title=\"http://dbpedia.org/resource/FC_Lorient\" target=\"_blank\">Lorient</a>, Jardim substituted the youngster just 32 minutes into his <a href=\"http://dbpedia.org/resource/AS_Monaco_FC\" title=\"http://dbpedia.org/resource/AS_Monaco_FC\" target=\"_blank\">Monaco</a> debut. The player himself has since admitted to his anger. &quot;From then on, something was a little broken between him and me,&quot; Bakayoko told L\\&apos;Equipe.There have been times during Bakayoko\\&apos;s debut season at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> when plenty of <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> supporters would have forgiven manager <a href=\"http://dbpedia.org/resource/Antonio_Conte\" title=\"http://dbpedia.org/resource/Antonio_Conte\" target=\"_blank\">Antonio Conte</a> for taking a similar approach to handling the club\\&apos;s near &#xA3;40m summer signing. It has been a difficult start for the Frenchman and the criticism has been so fierce that some seem to be losing faith already.The nadir was perhaps the draw with <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> when <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> legend <a href=\"http://dbpedia.org/resource/Frank_Lampard\" title=\"http://dbpedia.org/resource/Frank_Lampard\" target=\"_blank\">Frank Lampard</a> urged Bakayoko to raise his game after watching him fail to track <a href=\"http://dbpedia.org/resource/Mohamed_Salah\" title=\"http://dbpedia.org/resource/Mohamed_Salah\" target=\"_blank\">Mohamed Salah</a> for the opener at Anfield. But he has been a disappointment going forward too - most notably failing to take advantage of the space afforded to him in the game against <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>.&quot;I think he needs for sure to improve in the tactical aspect with us and to go into our idea of football,&quot; said Conte, and there were some signs of that during Saturday\\&apos;s 4-0 win over <a href=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a>. Bakayoko was far from his team\\&apos;s standout performer in <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>\\&apos;s first victory of 2018 - that man was <a href=\"http://dbpedia.org/resource/Eden_Hazard\" title=\"http://dbpedia.org/resource/Eden_Hazard\" target=\"_blank\">Eden Hazard</a> - but this was more like it from the midfielder.The lumbering style remains and is unlikely to endear him to supporters, but the statistics suggest this can be misleading. For example, while appearing cumbersome in comparison to his more overtly industrious midfield partner N\\&apos;Golo Kante, Bakayoko actually covered more ground - 11.15 kilometres - than any other <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> player at the Amex Stadium.He also made more high-intensity sprints than Kante and, while his compatriot did win the ball back once more than him, it was Bakayoko who gave it away less than anyone on the pitch who played the full 90 minutes. He found a team-mate with 96.4 per cent of his passes and this was not because Bakayoko was taking the easiest option every time either.His use of the ball was hardly spectacular but there were hints of what Conte wanted when opting to replace Nemanja Matic in the summer. Bakayoko found some forward passes into Hazard\\&apos;s feet - feeding <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>\\&apos;s star man 10 times during the game - and showed signs that he can be a player capable of progressing the ball up the pitch for his side.Former <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> midfielder Claude Makelele was Bakayoko\\&apos;s mentor at <a href=\"http://dbpedia.org/resource/AS_Monaco_FC\" title=\"http://dbpedia.org/resource/AS_Monaco_FC\" target=\"_blank\">Monaco</a> and remains insistent that this is someone who can do it all - a dribbler and a passer as well as a tackler. But Makelele\\&apos;s experience of working with Bakayoko also suggests that he is someone who needs lots of support if he is to fulfil his potential.There have been setbacks on and off the pitch. The failure to earn a place at the famed French football academy Clairefontaine and a broken leg before the decision to refocus during his third season at <a href=\"http://dbpedia.org/resource/AS_Monaco_FC\" title=\"http://dbpedia.org/resource/AS_Monaco_FC\" target=\"_blank\">Monaco</a>, selling his pink Porsche and working with Makelele to get back on track. The two spoke every day for a month to help him turn things around.&quot;Claude sought me out immediately and told me that he believed in me, counted on me, and [telling me] what I had to work on so I could offer more on the pitch,&quot; said Bakayoko himself in a recent interview with The Guardian. &quot;So to have the chance to follow in his footsteps here at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> is a real motivation.&quot;It has not started well and Bakayoko is now 23. He is at an age where he needs to take more responsibility and embrace the challenge ahead of him. He has acknowledged that Conte is asking more of him than he has been used to. There is more running required, more work to do without the ball and more tactical work in training.&quot;If I follow his orders, my game will rise to a new level and I can fulfil the potential he sees,&quot; added Bakayoko. His encouraging efforts against <a href=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a> were a start. But Conte and <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>\\&apos;s supporters will want to see a lot more of that before they are convinced that he can begin to justify his fee and be a real factor in taking the club forward.\n"
}