{
  "date": "23/01/18",
  "title": "Toby Alderweireld declares himself fit for Tottenham's top-four battle",
  "description": "Toby Alderweireld insists he is ready to go straight into the Tottenham team and aid the fight for a place in the Premier League's top four.",
  "content": "The Belgium international centre-back has been out since November with a hamstring injury, while Spurs have been scrapping to get back into the Champions League places.But he has declared himself fit and could return in the FA Cup fourth-round clash with Newport County this weekend ahead of a crucial run of games that could make or break Tottenham's season.\"I feel good. I feel fit. I'm strong. I feel ready to give 100 per cent again, like I always do,\" Alderweireld told Sky Sports News.\"I worked very hard to come back to the training group as quickly as possible. Not one thing in my head is doubting about the injury.\"Now it's up to me to prove that I'm ready again to the manager. It's always up to the manager (if I play). I'm looking forward to give my all on the pitch.\"Mauricio Pochettino's side sit two points behind fourth place ahead of a month that sees them play rivals Arsenal, Liverpool, Manchester United and then Juventus in the Champions League last 16.And Alderweireld, who remains in talks over a new contract at the club, said: \"We can't deny it's going to be a very difficult and very important month.\"We have to just see, game by game, and fight to get three points in each match. Then we'll see how far that brings us. But those are teams we have to beat, so why not?\"We're going very well with Spurs in the last few seasons; getting top four every year and nearly winning the league. It's up to us to have a better season in the Champions League too.\"",
  "dbpedia": "\nThe <a href=\"http://dbpedia.org/resource/Belgium_national_football_team\" title=\"http://dbpedia.org/resource/Belgium_national_football_team\" target=\"_blank\">Belgium international</a> centre-back has been out since November with a hamstring injury, while Spurs have been scrapping to get back into the Champions League places.But he has declared himself fit and could return in the FA Cup fourth-round clash with <a href=\"http://dbpedia.org/resource/Newport_County_A.F.C.\" title=\"http://dbpedia.org/resource/Newport_County_A.F.C.\" target=\"_blank\">Newport County</a> this weekend ahead of a crucial run of games that could make or break <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a>\\&apos;s season.&quot;I feel good. I feel fit. I\\&apos;m strong. I feel ready to give 100 per cent again, like I always do,&quot; <a href=\"http://dbpedia.org/resource/Toby_Alderweireld\" title=\"http://dbpedia.org/resource/Toby_Alderweireld\" target=\"_blank\">Alderweireld</a> told Sky Sports News.&quot;I worked very hard to come back to the training group as quickly as possible. Not one thing in my head is doubting about the injury.&quot;Now it\\&apos;s up to me to prove that I\\&apos;m ready again to the manager. It\\&apos;s always up to the manager (if I play). I\\&apos;m looking forward to give my all on the pitch.&quot;<a href=\"http://dbpedia.org/resource/Mauricio_Pochettino\" title=\"http://dbpedia.org/resource/Mauricio_Pochettino\" target=\"_blank\">Mauricio Pochettino</a>\\&apos;s side sit two points behind fourth place ahead of a month that sees them play rivals <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>, <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>, <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> and then <a href=\"http://dbpedia.org/resource/Juventus_F.C.\" title=\"http://dbpedia.org/resource/Juventus_F.C.\" target=\"_blank\">Juventus</a> in the Champions League last 16.And <a href=\"http://dbpedia.org/resource/Toby_Alderweireld\" title=\"http://dbpedia.org/resource/Toby_Alderweireld\" target=\"_blank\">Alderweireld</a>, who remains in talks over a new contract at the club, said: &quot;We can\\&apos;t deny it\\&apos;s going to be a very difficult and very important month.&quot;We have to just see, game by game, and fight to get three points in each match. Then we\\&apos;ll see how far that brings us. But those are teams we have to beat, so why not?&quot;We\\&apos;re going very well with Spurs in the last few seasons; getting top four every year and nearly winning the league. It\\&apos;s up to us to have a better season in the Champions League too.&quot;\n"
}