{
  "date": "26/01/18",
  "title": "Toby Alderweireld says Tottenham are going in the right direction",
  "description": "Toby Alderweireld says Tottenham are heading in the \"right direction\" as they bid to end their 10-year wait for silverware.",
  "content": "Spurs have been title contenders in the Premier League over the last couple of seasons but have not won a trophy since their League Cup triumph in the 2007/08 season.Alderweireld, who is hoping to make his return from injury soon, told Sky Sports: \"We have been doing very well the last couple of years.\"We are getting top four every season, almost winning the league and doing better in the Champions League than last season. We are going in the right direction and we have to keep working hard to achieve what we want to achieve.\"Spurs look unlikely to challenge for this season's Premier League title as they are 20 points behind leaders Manchester City.However, they are still in the FA Cup and have a Champions League last-16 clash against Juventus to look forward to.\"Europe helps us,\" said Alderweireld, who remains in talks over a new contract with Spurs. \"It gives you games at the highest level and that's where we want to be, playing in the Champions League and trying to win trophies and be up there.\"Those games help for a young group to develop and get even better.\"Spurs face Newport County in the FA Cup fourth round this weekend before a month that sees them play top-four rivals Arsenal, Liverpool, Manchester United and then Juventus in the Champions League.\"We can't deny it's going to be a very difficult and very important month,\" said Alderweireld.\"We have to just see, game by game, and fight to get three points in each match. Then we'll see how far that brings us. But those are teams we have to beat, so why not?\"Spurs will be hoping striker Harry Kane can continue his recent form that has seen him score 11 goals in his last seven games.Asked about Kane, Alderweireld said: \"He's playing world-class football, but he wants to help the team as well, he's not only there to score goals, he works for the team and helps the team.\"Toby Alderweireld was speaking at the launch of the new Nike Epic React running shoe, on sale 22nd February. For more info, visit nike.com ",
  "dbpedia": "\nSpurs have been title contenders in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> over the last couple of seasons but have not won a trophy since their League Cup triumph in the 2007/08 season.Alderweireld, who is hoping to make his return from injury soon, told Sky Sports: &quot;We have been doing very well the last couple of years.&quot;We are getting top four every season, almost winning the league and doing better in the Champions League than last season. We are going in the right direction and we have to keep working hard to achieve what we want to achieve.&quot;Spurs look unlikely to challenge for this season\\&apos;s <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> title as they are 20 points behind leaders Manchester City.However, they are still in the FA Cup and have a Champions League last-16 clash against <a href=\"http://dbpedia.org/resource/Juventus_F.C.\" title=\"http://dbpedia.org/resource/Juventus_F.C.\" target=\"_blank\">Juventus</a> to look forward to.&quot;Europe helps us,&quot; said <a href=\"http://dbpedia.org/resource/Toby_Alderweireld\" title=\"http://dbpedia.org/resource/Toby_Alderweireld\" target=\"_blank\">Alderweireld</a>, who remains in talks over a new contract with Spurs. &quot;It gives you games at the highest level and that\\&apos;s where we want to be, playing in the Champions League and trying to win trophies and be up there.&quot;Those games help for a young group to develop and get even better.&quot;Spurs face <a href=\"http://dbpedia.org/resource/Newport_County_A.F.C.\" title=\"http://dbpedia.org/resource/Newport_County_A.F.C.\" target=\"_blank\">Newport County</a> in the FA Cup fourth round this weekend before a month that sees them play top-four rivals <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>, <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>, <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> and then <a href=\"http://dbpedia.org/resource/Juventus_F.C.\" title=\"http://dbpedia.org/resource/Juventus_F.C.\" target=\"_blank\">Juventus</a> in the Champions League.&quot;We can\\&apos;t deny it\\&apos;s going to be a very difficult and very important month,&quot; said <a href=\"http://dbpedia.org/resource/Toby_Alderweireld\" title=\"http://dbpedia.org/resource/Toby_Alderweireld\" target=\"_blank\">Alderweireld</a>.&quot;We have to just see, game by game, and fight to get three points in each match. Then we\\&apos;ll see how far that brings us. But those are teams we have to beat, so why not?&quot;Spurs will be hoping striker <a href=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" title=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" target=\"_blank\">Harry Kane</a> can continue his recent form that has seen him score 11 goals in his last seven games.Asked about Kane, <a href=\"http://dbpedia.org/resource/Toby_Alderweireld\" title=\"http://dbpedia.org/resource/Toby_Alderweireld\" target=\"_blank\">Alderweireld</a> said: &quot;He\\&apos;s playing world-class football, but he wants to help the team as well, he\\&apos;s not only there to score goals, he works for the team and helps the team.&quot;<a href=\"http://dbpedia.org/resource/Toby_Alderweireld\" title=\"http://dbpedia.org/resource/Toby_Alderweireld\" target=\"_blank\">Toby Alderweireld</a> was speaking at the launch of the new Nike Epic React running shoe, on sale 22nd February. For more info, visit nike.com \n"
}