{
  "date": "19/01/18",
  "title": "Toby Alderweireld may be available for Newport FA Cup game, says Mauricio Pochettino",
  "description": "Tottenham manager Mauricio Pochettino says defender Toby Alderweireld could make his return from a hamstring injury against Newport in the FA Cup next Saturday.",
  "content": "Alderweireld has not featured since November 1 when he was forced off with injury during Spurs' 3-1 Champions League win over Real Madrid.\nPochettino revealed the Belgian international may return to first-team training this Saturday and will take his rehabilitation \"step-by-step\".\nAsked whether Alderweireld could be available for the Newport game, Pochettino said: \"Maybe, maybe. We are going to have all week for training so we can see if he can arrive in a good condition to play. We are going to assess day-by-day next week.\n\"Today all is okay with him, maybe tomorrow he can integrate himself in some exercises with the group and a little bit step-by-step to build his fitness to be available again.\n\"He will do a warm-up with the team, the first exercise and to be integrated gradually with the group and we will see next week if he can improve and then be ready as soon as possible.\"\nAlderweireld's contract expires in 2019 and there are fears Spurs could lose the player if a new deal cannot be agreed but Pochettino had no update on the situation, simply saying: \"I don't speak about rumours.\"\nOne major injury doubt for Sunday's game at Southampton, which is live on Sky Sports, is goalkeeper Hugo Lloris who missed Friday's training session.\nThe Spurs captain has an illness and the club are monitoring his condition ahead of the trip to St Mary's with Pochettino unsure if the Frenchman will be fit.\nWhen asked what Lloris' chances were of playing against the Saints, Pochettino said: \"I don't know. It's difficult to say.\n\"We need to wait today and tomorrow and then tomorrow we'll assess him if he's available or not. I think it's flu or a virus.\"\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Toby_Alderweireld\" title=\"http://dbpedia.org/resource/Toby_Alderweireld\" target=\"_blank\">Alderweireld</a> has not featured since November 1 when he was forced off with injury during Spurs' 3-1 Champions League win over <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a>.<br>Pochettino revealed the <a href=\"http://dbpedia.org/resource/Belgium_national_football_team\" title=\"http://dbpedia.org/resource/Belgium_national_football_team\" target=\"_blank\">Belgian international</a> may return to first-team training this Saturday and will take his rehabilitation \"step-by-step\".<br>Asked whether <a href=\"http://dbpedia.org/resource/Toby_Alderweireld\" title=\"http://dbpedia.org/resource/Toby_Alderweireld\" target=\"_blank\">Alderweireld</a> could be available for the Newport game, Pochettino said: \"Maybe, maybe. We are going to have all week for training so we can see if he can arrive in a good condition to play. We are going to assess day-by-day next week.<br>\"Today all is okay with him, maybe tomorrow he can integrate himself in some exercises with the group and a little bit step-by-step to build his fitness to be available again.<br>\"He will do a warm-up with the team, the first exercise and to be integrated gradually with the group and we will see next week if he can improve and then be ready as soon as possible.\"<br><a href=\"http://dbpedia.org/resource/Toby_Alderweireld\" title=\"http://dbpedia.org/resource/Toby_Alderweireld\" target=\"_blank\">Alderweireld</a>'s contract expires in 2019 and there are fears Spurs could lose the player if a new deal cannot be agreed but Pochettino had no update on the situation, simply saying: \"I don't speak about rumours.\"<br>One major injury doubt for Sunday's game at <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a>, which is live on Sky Sports, is goalkeeper <a href=\"http://dbpedia.org/resource/Hugo_Lloris\" title=\"http://dbpedia.org/resource/Hugo_Lloris\" target=\"_blank\">Hugo Lloris</a> who missed Friday's training session.<br>The Spurs captain has an illness and the club are monitoring his condition ahead of the trip to St Mary's with Pochettino unsure if the Frenchman will be fit.<br>When asked what Lloris' chances were of playing against the Saints, Pochettino said: \"I don't know. It's difficult to say.<br>\"We need to wait today and tomorrow and then tomorrow we'll assess him if he's available or not. I think it's flu or a virus.\"<br>"
}