{
  "date": "03/02/18",
  "title": "Tony Henry sacked by West Ham following racial discrimination claim",
  "description": "West Ham have sacked director of player recruitment Tony Henry following claims of racial discrimination.",
  "content": "Henry was suspended by the club on Thursday after reports in the Daily Mail claimed he had said West Ham would not sign any more African players as they \"cause mayhem\" when not selected.West Ham confirmed Henry's departure in a statement on Friday, which read: \"West Ham United have today terminated the contract of Director of Player Recruitment, Tony Henry, with immediate effect following his unacceptable comments that were widely reported in the press.\"Our action follows a full and thorough investigation. West Ham United will not tolerate any type of discrimination.\"The West Ham United family is an inclusive one where, regardless of gender, age, ability, race, religion or sexual orientation, everybody feels welcome and included.\"West Ham boss David Moyes denounced the alleged comments as \"wrong\" on Friday and insisted the Hammers have an open transfer policy.\"The comments are wrong, we were signing two players from Africa on Deadline Day, so I can only say they are wrong,\" said Moyes.Asked whether the club have an open transfer policy, Moyes replied: \"Of course we have. You can see the players we sign, you can see the players that the club has signed over the years.\"We always sign good quality players, the best players we can get who are available to us, and it doesn't really matter where they're from to me at all.\"",
  "dbpedia": "\nHenry was suspended by the club on Thursday after reports in the Daily Mail claimed he had said <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> would not sign any more African players as they &quot;cause mayhem&quot; when not selected.West Ham confirmed Henry\\&apos;s departure in a statement on Friday, which read: &quot;<a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham United</a> have today terminated the contract of Director of Player Recruitment, Tony Henry, with immediate effect following his unacceptable comments that were widely reported in the press.&quot;Our action follows a full and thorough investigation. <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham United</a> will not tolerate any type of discrimination.&quot;The <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham United</a> family is an inclusive one where, regardless of gender, age, ability, race, religion or sexual orientation, everybody feels welcome and included.&quot;<a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> boss <a href=\"http://dbpedia.org/resource/David_Moyes\" title=\"http://dbpedia.org/resource/David_Moyes\" target=\"_blank\">David Moyes</a> denounced the alleged comments as &quot;wrong&quot; on Friday and insisted the Hammers have an open transfer policy.&quot;The comments are wrong, we were signing two players from Africa on Deadline Day, so I can only say they are wrong,&quot; said Moyes.Asked whether the club have an open transfer policy, Moyes replied: &quot;Of course we have. You can see the players we sign, you can see the players that the club has signed over the years.&quot;We always sign good quality players, the best players we can get who are available to us, and it doesn\\&apos;t really matter where they\\&apos;re from to me at all.&quot;\n"
}