{
  "date": "14/01/18",
  "title": "Tottenham manager Mauricio Pochettino backs Harry Kane to break Premier League record",
  "description": "Mauricio Pochettino believes Harry Kane can break the record for goals scored in a single Premier League season following his double in Tottenham's 4-0 dismantling of Everton.",
  "content": "Kane scored his 97th and 98th top-flight goals for Spurs against an off-colour Everton to surpass Teddy Sheringham as the north London club's all-time leading scorer in England's top flight.The England international now has 20 goals this term to leave him just 11 shy of the leading number of strikes in a 38-game Premier League season - a record held by Alan Shearer, Cristiano Ronaldo and Luis Suarez - and 14 away from Andy Cole and Shearer's joint haul of 34 during a 42-match campaign.Asked if Kane could break the record with 15 games still to play, Pochettino said: \"He can do everything because of his mentality and how he is as a professional. He can achieve all he wishes and he wants.\"It is unbelievable the way that he is able to work and his willingness. He is always thinking to try to improve, improve, improve, score goals and improve for the team.\"His mentality is always collective and that is always important to explain. He has scored a lot of goals but his mentality is to help the team, work for the team, and that is what makes him a special player.\"Heung-Min Son opened the scoring for Tottenham at Wembley with his fifth consecutive home league goal - the first Spurs player to do so since Jermain Defoe back in 2004 - and he also came in for praise from Pochettino.\"It was a great performance, but it's not only today,\" he said. \"It's three months we've been talking about Sonny's performance. He's showing he's more mature than last season and his performances are helping the team a lot.\"Today, everyone can see that he's on more of a level, the belief and confidence that show in every game is fantastic. He's been doing so well this season.\""
}