{
  "date": "11/01/18",
  "title": "Tottenham stars will not be sold this summer, insists Daniel Levy",
  "description": "Tottenham chairman Daniel Levy has told Sky Sports News the club will not sell any player they do not wish to in the summer.",
  "content": "Key stars such as Harry Kane and Dele Alli, whom Spurs are hoping to pin to a new contract, are reportedly of interest to some of the biggest clubs in Europe, including Real Madrid.\nLevy, speaking as he reviewed building work on Spurs' new 61,500-seat stadium alongside London Mayor Sadiq Khan and NFL chief Mark Waller, also confirmed the club are considering making additions in the January window.\n\"I'm 100 per cent confident. Every single player that we want to keep, I can assure you will be playing for Tottenham Hotspur next season,\" he told Sky Sports News.\n\"Mauricio's strategy has always been that if an opportunity arises that he thinks can improve the squad then we will need to look at it, but January is always a very difficult window.\"\nLevy was speaking ahead of the announcement of which NFL matches will be played in London in 2018, which is to be made later on Thursday.\nLevy, Khan and Waller surveyed progress on the Northumberland Park development, including a huge single-tier South Stand, which is set to be completed in time for the 2018-19 season and host NFL matches.\n\"The idea of bringing two of the biggest sports in the world together in this stadium is very exciting for all of us,\" Levy said.\n\"It's very important for us to really take this stadium and make it something for the local community. We want this to be sport-led regeneration. We want the whole area to change in the next 10 years and the local community to benefit.\"\nNFL executive vice-chairman Waller said: \"This has been my fourth visit, and what blows me over is that so much has happened since my last visit. There is just an amazing volume of work being done, and at great quality.\n\"The fact we've been able to work with Daniel and put in a slide-in, slide-out field, so we don't have to reconfigure the stadium, the fact we have our own locker rooms - purpose-built - and a lot of work on broadcast facilities, means it's going to be a perfect venue for the NFL.\"\nFormer Tottenham boss Tim Sherwood joins Geoff Shreeves to talk Spurs - and other big football talking points - on The Debate on Thursday. Watch live from 10pm on Sky Sports Premier League.\n",
  "dbpedia": "Key stars such as <a href=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" title=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" target=\"_blank\">Harry Kane</a> and Dele Alli, whom Spurs are hoping to pin to a new contract, are reportedly of interest to some of the biggest clubs in Europe, including <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a>.<br>Levy, speaking as he reviewed building work on Spurs' new 61,500-seat stadium alongside London Mayor Sadiq Khan and NFL chief Mark Waller, also confirmed the club are considering making additions in the January window.<br>\"I'm 100 per cent confident. Every single player that we want to keep, I can assure you will be playing for <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham Hotspur</a> next season,\" he told Sky Sports News.<br>\"Mauricio's strategy has always been that if an opportunity arises that he thinks can improve the squad then we will need to look at it, but January is always a very difficult window.\"<br>Levy was speaking ahead of the announcement of which NFL matches will be played in London in 2018, which is to be made later on Thursday.<br>Levy, Khan and Waller surveyed progress on the <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Northumberland Park</a> development, including a huge single-tier South Stand, which is set to be completed in time for the 2018-19 season and host NFL matches.<br>\"The idea of bringing two of the biggest sports in the world together in this stadium is very exciting for all of us,\" Levy said.<br>\"It's very important for us to really take this stadium and make it something for the local community. We want this to be sport-led regeneration. We want the whole area to change in the next 10 years and the local community to benefit.\"<br>NFL executive vice-chairman Waller said: \"This has been my fourth visit, and what blows me over is that so much has happened since my last visit. There is just an amazing volume of work being done, and at great quality.<br>\"The fact we've been able to work with Daniel and put in a slide-in, slide-out field, so we don't have to reconfigure the stadium, the fact we have our own locker rooms - purpose-built - and a lot of work on broadcast facilities, means it's going to be a perfect venue for the NFL.\"<br>Former <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> boss <a href=\"http://dbpedia.org/resource/Tim_Sherwood\" title=\"http://dbpedia.org/resource/Tim_Sherwood\" target=\"_blank\">Tim Sherwood</a> joins Geoff Shreeves to talk Spurs - and other big football talking points - on The Debate on Thursday. Watch live from 10pm on Sky Sports <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>.<br>"
}