{
  "date": "21/01/18",
  "title": "Tottenham adamant Harry Kane will not be sold this summer",
  "description": "Tottenham are adamant Harry Kane will not be sold this summer even if they receive a world record bid from Real Madrid, according to Sky sources. ",
  "content": "Reports claim Madrid are willing to break the world record transfer fee of £198m, paid by PSG to sign Neymar from Barcelona, in order to bring Kane to the Bernabeu.However, Tottenham are ready to resist any approach from the Spanish giants and Spurs chairman Daniel Levy says the club will not be forced into selling any of their players this summer.\"I'm 100 per cent confident. Every single player that we want to keep, I can assure you will be playing for Tottenham Hotspur next season,\" he told Sky Sports News.\"Mauricio's strategy has always been that if an opportunity arises that he thinks can improve the squad then we will need to look at it, but January is always a very difficult window.\"Kane has continued his excellent form for Spurs this season and became the club's record Premier League goalscorer earlier this month after reaching 98 goals, surpassing the previous record of 97 set by Teddy Sheringham.",
  "dbpedia": "\nReports claim <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Madrid</a> are willing to break the world record transfer fee of &#xA3;198m, paid by <a href=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" title=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" target=\"_blank\">PSG</a> to sign <a href=\"http://dbpedia.org/resource/Neymar\" title=\"http://dbpedia.org/resource/Neymar\" target=\"_blank\">Neymar</a> from <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a>, in order to bring Kane to the Bernabeu.However, <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> are ready to resist any approach from the Spanish giants and Spurs chairman Daniel Levy says the club will not be forced into selling any of their players this summer.&quot;I\\&apos;m 100 per cent confident. Every single player that we want to keep, I can assure you will be playing for <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham Hotspur</a> next season,&quot; he told Sky Sports News.&quot;Mauricio\\&apos;s strategy has always been that if an opportunity arises that he thinks can improve the squad then we will need to look at it, but January is always a very difficult window.&quot;Kane has continued his excellent form for Spurs this season and became the club\\&apos;s record <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> goalscorer earlier this month after reaching 98 goals, surpassing the previous record of 97 set by <a href=\"http://dbpedia.org/resource/Teddy_Sheringham\" title=\"http://dbpedia.org/resource/Teddy_Sheringham\" target=\"_blank\">Teddy Sheringham</a>.\n"
}