{
  "date": "16/01/18",
  "title": "Tottenham boss Mauricio Pochettino says Barcelona break beneficial to his players",
  "description": "Tottenham manager Mauricio Pochettino says his side are feeling the positive effects of their mid-season break in Barcelona.",
  "content": "This is the third consecutive year Pochettino has taken his squad to the Spanish city, where he played and managed Espanyol in the past.\nSpurs are on a good run of form, having won five of their last six matches in all competitions, including a 4-0 thrashing of Everton in the Premier League on Saturday ahead of their trip to Spain.\n\"It's fantastic to change the routine and always after a busy period in the Premier League and the FA Cup, the Christmas period, to try to change that routine is always important for the team,\" Pochettino told Tottenham's official website.\n\"Barcelona is so close to London and with the weather we have here, to feel the warmth is important to lift everything, to breathe a little bit and we believe it's good to create that atmosphere.\n\"Of course, the weather helps a lot. Being all together for the new players, for the staff, for everyone, it's important.\n\"It's true that we have amazing facilities [back in Enfield], but always to change the routine is important. It's a moment and a break that helps for the rest of the season.\"\nThe Argentine boss also emphasised the importance of working on team bonding during their time in Barcelona, as well as training.\n\"Both things are so important, to stay all together and then training too,\" added Pochettino.\n\"That is the objective and that is how we look at that situation. I think it will be important for the team.\"\nNext up for Spurs is a trip to the south coast to face Southampton on Nissan Super Sunday. Coverage begins on Sky Sports Premier League at 3:30pm and Sky Sports Main Event at 4pm.\n",
  "dbpedia": "This is the third consecutive year Pochettino has taken his squad to the Spanish city, where he played and managed <a href=\"http://dbpedia.org/resource/RCD_Espanyol\" title=\"http://dbpedia.org/resource/RCD_Espanyol\" target=\"_blank\">Espanyol</a> in the past.<br>Spurs are on a good run of form, having won five of their last six matches in all competitions, including a 4-0 thrashing of <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> on Saturday ahead of their trip to <a href=\"http://dbpedia.org/resource/Spain_national_football_team\" title=\"http://dbpedia.org/resource/Spain_national_football_team\" target=\"_blank\">Spain</a>.<br>\"It's fantastic to change the routine and always after a busy period in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> and the FA Cup, the Christmas period, to try to change that routine is always important for the team,\" Pochettino told <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a>'s official website.<br>\"<a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> is so close to London and with the weather we have here, to feel the warmth is important to lift everything, to breathe a little bit and we believe it's good to create that atmosphere.<br>\"Of course, the weather helps a lot. Being all together for the new players, for the staff, for everyone, it's important.<br>\"It's true that we have amazing facilities [back in <a href=\"http://dbpedia.org/resource/Enfield_1893_F.C.\" title=\"http://dbpedia.org/resource/Enfield_1893_F.C.\" target=\"_blank\">Enfield</a>], but always to change the routine is important. It's a moment and a break that helps for the rest of the season.\"<br>The <a href=\"http://dbpedia.org/resource/Argentina_national_football_team\" title=\"http://dbpedia.org/resource/Argentina_national_football_team\" target=\"_blank\">Argentine</a> boss also emphasised the importance of working on team bonding during their time in <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a>, as well as training.<br>\"Both things are so important, to stay all together and then training too,\" added Pochettino.<br>\"That is the objective and that is how we look at that situation. I think it will be important for the team.\"<br>Next up for Spurs is a trip to the south coast to face <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> on Nissan Super Sunday. Coverage begins on Sky Sports <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> at 3:30pm and Sky Sports Main Event at 4pm.<br>"
}