{
  "date": "01/02/18",
  "title": "Tottenham sign Lucas Moura: How Brazilian winger adds new dimension for Spurs  ",
  "description": "While much of the focus of this transfer window has been on Arsenal, their north London neighbours Tottenham have completed the signing of Paris Saint-Germain's Lucas Moura. But just how good is the Brazilian?",
  "content": "Moura completed a Deadline Day switch to Spurs for £25m. Here, WhoScored.com review his stats to see just what he'll offer Mauricio Pochettino in the Premier League…Lucas Moura has not started a single league game for PSG this season, so it would be easy to say Tottenham are taking a risk by paying £25m for the winger - but to do so would be to overlook the circumstances of his exclusion in the French capital.There are two reasons why Moura has not seen anywhere near the amount of game time he would have hoped for during this campaign: Kylian Mbappe and Neymar.PSG's two mega-money summer signings simply have to play for Unai Emery, if not just for their remarkable talents than the fees spent to secure their services.And the two have occupied the wide spots in PSG's front three all season, leaving Moura no real hope of finding a way into the first team.However, to look at Moura's career trajectory from a statistical standpoint in the French capital shows the 25-year-old had performed very well prior to this season.Indeed, the 2016/17 campaign was his most productive in terms of goal contributions, scoring 12 times in Ligue 1, while a further five assists meant that only Edinson Cavani had a direct hand in more goals.A subsequent rating of 7.41 from WhoScored.com was his second highest in a league season in Paris, while a score of 7.60 in the Champions League was the best for a side with genuine designs on lifting the trophy.In fact, the winger made more key passes per game (3.6) in last season's Champions League than any other player in the competition.Excitingly for Tottenham supporters, Moura still has plenty more of his potential to unlock, and will be motivated to clinch an unlikely place in the Brazil squad for this summer's World Cup.Tottenham still have at least 17 matches left to play this season - it could be many more if they have success in the FA Cup and Champions League - and Moura should have plenty of opportunities to impress in London after missing out in Paris.From Pochettino's point of view, Moura also offers the Spurs manager something different to what he already has in his squad - a more natural option on the wing.Christian Eriksen and Heung-Min Son have tended to occupy those wider positions in Pochettino's 4-2-3-1 formation but the former looks to find space infield and the latter tends to break forward and beyond Harry Kane when possible.While Moura can also carry the ball into central areas at times, he is more likely to stay wider to the touchline than those currently at Tottenham's disposal, where he completes a dribble considerably more often. Since the start of last season he has completed a dribble once every 33 minutes. Son (every 41 minutes) and Moussa Sissoko (every 56 minutes) are closest to that figure.Strong at creating chances, particularly from set pieces, and quick on the counter, Moura's a hybrid of Tottenham's most utilised wide pair this season in some ways, and in that sense capable of covering for the absence of either.With a point to prove, time on his side and playing in a system that should suit him well, Moura's arrival may not have made the headlines that others have this month, but a fee of £25m could yet prove a steal and an incredibly astute signing for a Tottenham side that needs strength in depth as opposed to a club record signing."
}