{
  "date": "26/01/18",
  "title": "Tottenham boss Mauricio Pochettino refuses to rule out managing Real Madrid",
  "description": "Tottenham manager Mauricio Pochettino has kept open the possibility of taking over at Real Madrid one day.",
  "content": "Pochettino is among the coaches being linked with the European champions, as the position of current boss Zinedine Zidane grows increasingly uncertain.Real sit fourth in LaLiga, 19 points adrift of leaders Barcelona, and sank to a new low on Wednesday with a shock defeat at home to Leganes in the Copa del Rey.Pochettino is familiar with Spanish football, having played and then managed at Espanyol.Asked about the rumours he could be in line to succeed Zidane, Pochettino said: \"I am so clear.\"I am never going to be manager of Barcelona or Arsenal because I am so identified with Tottenham and Espanyol. I grew up in Newell's Old Boys and will never manage Rosario Central.\"That is my decision because I prefer to work on my farm in Argentina than in some places. But my commitment is massive in this club. I am working like I am going to be here forever.\"But in the end, it is like the players, you never know what is going to happen in football. It is a lot of rumours about this, about that.\"Tomorrow [Tottenham chairman] Daniel Levy could have a bad night and say, 'Oh I am going to sack Mauricio'. And then I look stupid saying I am not going to work in one place or another or another.\"You never know in football. That is the problem. It is a very unstable situation.\"Pochettino's contract at Tottenham runs until 2021 and he indicated in October, before the away game against Real, he would even agree a 15-year deal if it was put on the table by Levy.The Argentine is yet to win a trophy at Spurs but he has overseen remarkable progress, leading the club into the Champions League for two seasons in a row.Tottenham also move into their new 61,000-seater stadium later this year but, asked whether he wanted to stay long-term, Pochettino claimed the decision would not be his.\"It's not down to me,\" he said. \"Always I work like I want to be here for the rest of my life. That is my responsibility, how I take my job.\"The way I work is like thinking I'm going to stay forever in the same club. It's the best way to commit to your job.\"But I am realistic and today you look in England from the beginning of the season and today in six months, seven months, there's many changes on the Premier League benches.\"Then it's not only you. It's about the results, the ideas, it's the chairman, he can change and say 'come on, out'.\""
}