{
  "date": "06/01/18",
  "title": "Troy Deeney 'important' to Watford says Marco Silva after goalscoring return",
  "description": "Troy Deeney's goalscoring return could be crucial for Watford as they attempt to rediscover their Premier League form, according to manager Marco Silva.",
  "content": "Captain Deeney capped his comeback from a four-game ban with his third goal of the campaign as Watford eased past Bristol City 3-0 to secure their place in the FA Cup fourth round.Deeney has been linked with a January switch to Newcastle, but Hornets boss Silva insists the 29-year-old striker remains central to his Vicarage Road plans.\"It's important that he's back, for our team,\" said Silva. \"It's not normal in the last 10 games before this we had him only available for three games.\"It's important for him to get 90 minutes into his legs as well, and great that he's on the scoresheet as well.\"When asked if anyone would leave Watford in this transfer window, Silva added: \"What I can say to you is they are important players, all the players we want to keep in the club, they will stay in the club.\"The Robins will now move on to their Carabao Cup semi-final first leg at Manchester City on Tuesday, holding out hope that midfielder Korey Smith can shake off a shin complaint in time to feature at the Etihad Stadium.\"We took Korey off as a precaution, he got a knock in a similar area of his shin a couple of weeks ago,\" said Bristol City assistant coach Dean Holden.\"He managed to recover pretty quickly from that, so we'll hope he can recover in time for Tuesday.\"Accepting the bizarre scenario of resting senior players when facing Premier League foes in the FA Cup, Holden insisted the schedule left Bristol City with precious little choice.\"We've left a few lads at home and they are all fit and available for Tuesday,\" he added. \"It's been an incredible run, as I said.\"I used to be one of those asking 'how can footballers be tired?'.\"But the amount of running and sprints these boys have been doing; they are going through half marathons every two to three days at the moment.\"So it's tough, it's something we've not been through before. It's not easy.\""
}