{
  "date": "12/01/18",
  "title": "Two ex-Chelsea coaches deny bullying and racism accusations",
  "description": "Two former Chelsea coaches have denied allegations of racism and bullying made against them by three ex-Chelsea youth players.",
  "content": "According to a report in The Guardian, former Chelsea coaches Graham Rix and Gwyn Williams have been accused of racist and bullying behaviour towards the players in question during the 1990s.Chelsea have confirmed they are aware of the allegations and will assist authorities with their investigations.Eddie Johns, the solicitor representing Rix and Williams, released a statement on his clients' behalf on Friday saying: \"Our clients deny all and any allegations of racial or other abuse.\"These allegations were the subject of a thorough investigation by specialist officers of the Metropolitan Police Service. The MPS did not consider there was sufficient evidence even to report it to the CPS. Our clients cooperated with that investigation.\"The allegations in The Guardian newspaper are contained, as we understand it, within correspondence sent to Chelsea Football Club. That correspondence has not been seen by our clients or by us.\"No correspondence has been sent to our clients or us by these individuals or those representing them. We will of course deal with any allegations if made directly to our clients.\"Our clients are cooperating fully with the FA in this matter.\"Chelsea released a statement on Friday saying: \"We take allegations of this nature extremely seriously.\"We are absolutely determined to do the right thing, to fully support those affected and assist the authorities and support their investigations.\"Williams worked for Chelsea for 27 years, performing a number of different roles before leaving the club in 2006.Rix also worked in a number of roles at Chelsea, including assistant manager and briefly caretaker manager, before leaving in 2000. He played over 350 games for Arsenal between 1975 and 1988.The FA say they will not be commenting on the allegations at this time.",
  "dbpedia": "\nAccording to a report in The Guardian, former <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> coaches <a href=\"http://dbpedia.org/resource/Graham_Rix\" title=\"http://dbpedia.org/resource/Graham_Rix\" target=\"_blank\">Graham Rix</a> and Gwyn Williams have been accused of racist and bullying behaviour towards the players in question during the 1990s.Chelsea have confirmed they are aware of the allegations and will assist authorities with their investigations.Eddie Johns, the solicitor representing Rix and Williams, released a statement on his clients\\&apos; behalf on Friday saying: &quot;Our clients deny all and any allegations of racial or other abuse.&quot;These allegations were the subject of a thorough investigation by specialist officers of the Metropolitan Police Service. The MPS did not consider there was sufficient evidence even to report it to the CPS. Our clients cooperated with that investigation.&quot;The allegations in The Guardian newspaper are contained, as we understand it, within correspondence sent to <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea Football Club</a>. That correspondence has not been seen by our clients or by us.&quot;No correspondence has been sent to our clients or us by these individuals or those representing them. We will of course deal with any allegations if made directly to our clients.&quot;Our clients are cooperating fully with the FA in this matter.&quot;<a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> released a statement on Friday saying: &quot;We take allegations of this nature extremely seriously.&quot;We are absolutely determined to do the right thing, to fully support those affected and assist the authorities and support their investigations.&quot;Williams worked for <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> for 27 years, performing a number of different roles before leaving the club in 2006.Rix also worked in a number of roles at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>, including assistant manager and briefly caretaker manager, before leaving in 2000. He played over 350 games for <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> between 1975 and 1988.The FA say they will not be commenting on the allegations at this time.\n"
}