{
  "date": "22/01/18",
  "title": "UEFA Nations League explained: How new format could aid Euro 2020 qualification",
  "description": "The draw for the new UEFA Nations League takes place on Wednesday and will be streamed live on skysports.com. Here's all you need to know about the competition and how it will work...",
  "content": "What is the UEFA Nations League? The UEFA Nations League is a new international tournament. England will go up against other European nations in a league format for the chance to compete in the Final Four summer showpiece in 2019, where the winner will be crowned the Nations League champion.In a bid to improve the quality of international football and reduce the number of meaningless friendlies, UEFA - which has been planning the competition since 2011 - has devised a new format to add excitement and competition to country clashes.How will it work? There will be 55 teams involved, split into four leagues (A, B, C and D) based on their UEFA ranking at the end of the 2018 World Cup Qualifiers.Within those four leagues, teams will be split again into groups, which will be made up of either three or four teams.Within each league, four teams will be promoted at the end of the cycle, while four teams will be relegated. They will then play at their new level in the next competition, which starts in 2020.The winners of the four groups in League A will qualify for the Final Four competition.How the groups have been dividedEngland are in League A alongside other European heavyweights, but Wales just missed out on some potentially money-spinning games after failing to make it into the top League following Monday's defeat by Republic of Ireland.They're in League B with the Republic and Northern Ireland, while Scotland are in League C.When will the Nations League take place?The draw for the above group stages takes place on Wednesday in Lausanne at 11am GMT. Ukraine and Russia will not be drawn into the same group, and neither will Armenia and Azerbaijan.What is the Final Four? The Final Four is the climax to the Nations League. It will take place in June 2019 and pit the group winners from League A, B, C and D against each other. There will be a one-game semi-final stage followed by the final.The winner will be named as Nations League champion.The Final Four tournament will occur in odd years, meaning that in years when there isn't a World Cup or European Championships, there will be a Nations League winner.How will the Nations League affect European Qualifiers? Euro qualifiers for 2020 will commence in March 2019, with double headers in the March, June, September, October and November international breaks.Teams will be split into five groups of five teams and five groups of six teams. In total, there will be 10 matchdays - the same number as now.The top two teams from the 10 groups qualify automatically for the Euros, while four more places at the finals will be awarded to play-off winners. Sixteen teams will compete in the play-offs.Now, here's the interesting bit...Each Nations League league gets four play-off spots. If the winner of a group has already qualified for the Euros, the next best team which has not qualified goes into the play-offs.Those sixteen teams will go into four groups, with the top team going to the Euros. The four teams play two one-off semi-finals and one one-off final to determine play-off winners.So, if one of the Home Nations fails to qualify the traditional way, each league has a path of its own to the finals.The UEFA Nations League rankings will also determine the composition of draw pots for subsequent European Qualifiers.What are the benefits?\"The UEFA Nations League creates more meaningful and competitive matches for teams and a dedicated calendar and structure for national team football,\" say UEFA, who believe the new format addresses concerns national associations raised about friendlies no longer providing adequate competition.As well as the appeal of being named National League winner after the Final Four showpiece event for top teams, weaker teams will have better opportunities to qualify for European Championships - the bottom 16 in the rankings are now guaranteed one of the 24 qualifying spots.Weaker teams will also face teams of a similar level - so there will be fewer thrashings and more meaningful games for fans.Is this the end of friendlies? Not completely. There will still be some space in the calendar for friendlies - particularly for the top teams, who are in groups of three within League A and B and the top group in League C.There will also be room for pre-tournament warm-up games ahead of World Cups and European Championships. But, essentially, the outcome of more international games will matter.Will the new format increase players' workload? The Nations League and new Euros qualification process operates within the current international calendar, so there are not increased demands in terms of the number of matches.In fact, UEFA claims the new product will actually reduce strain on players. That's because there is likely to be less travel and players will be playing at their own level. Players will also go back to their clubs earlier than is currently the case.How can I watch the Nations League? You will be able to watch all of the Home Nations in the UEFA Nations League on Sky Sports, through September, October and November 2018. You'll also be able to watch the Final Four finale in June 2019 on Sky Sports.In fact, there will be up to 900 live international matches on Sky Sports between 2018 and 2022, with the new rights agreement also including qualifiers for Euro 2020 and World Cup 2022.Watch the draw for the brand new UEFA Nations League on Wednesday from 11am GMT live on skysports.com.",
  "dbpedia": "\nWhat is the UEFA Nations League? The UEFA Nations League is a new international tournament. <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> will go up against other European nations in a league format for the chance to compete in the Final Four summer showpiece in 2019, where the winner will be crowned the Nations League champion.In a bid to improve the quality of international football and reduce the number of meaningless friendlies, UEFA - which has been planning the competition since 2011 - has devised a new format to add excitement and competition to country clashes.How will it work? There will be 55 teams involved, split into four leagues (A, B, C and D) based on their UEFA ranking at the end of the 2018 World Cup Qualifiers.Within those four leagues, teams will be split again into groups, which will be made up of either three or four teams.Within each league, four teams will be promoted at the end of the cycle, while four teams will be relegated. They will then play at their new level in the next competition, which starts in 2020.The winners of the four groups in League A will qualify for the Final Four competition.How the groups have been dividedEngland are in League A alongside other European heavyweights, but <a href=\"http://dbpedia.org/resource/Wales_national_football_team\" title=\"http://dbpedia.org/resource/Wales_national_football_team\" target=\"_blank\">Wales</a> just missed out on some potentially money-spinning games after failing to make it into the top League following Monday\\&apos;s defeat by Republic of Ireland.They\\&apos;re in League B with the Republic and <a href=\"http://dbpedia.org/resource/Northern_Ireland_national_football_team\" title=\"http://dbpedia.org/resource/Northern_Ireland_national_football_team\" target=\"_blank\">Northern Ireland</a>, while <a href=\"http://dbpedia.org/resource/Scotland_national_football_team\" title=\"http://dbpedia.org/resource/Scotland_national_football_team\" target=\"_blank\">Scotland</a> are in League C.When will the Nations League take place?The draw for the above group stages takes place on Wednesday in Lausanne at 11am GMT. <a href=\"http://dbpedia.org/resource/Ukraine_national_football_team\" title=\"http://dbpedia.org/resource/Ukraine_national_football_team\" target=\"_blank\">Ukraine</a> and <a href=\"http://dbpedia.org/resource/Russia_national_football_team\" title=\"http://dbpedia.org/resource/Russia_national_football_team\" target=\"_blank\">Russia</a> will not be drawn into the same group, and neither will <a href=\"http://dbpedia.org/resource/Armenia_national_football_team\" title=\"http://dbpedia.org/resource/Armenia_national_football_team\" target=\"_blank\">Armenia</a> and Azerbaijan.What is the Final Four? The Final Four is the climax to the Nations League. It will take place in June 2019 and pit the group winners from League A, B, C and D against each other. There will be a one-game semi-final stage followed by the final.The winner will be named as Nations League champion.The Final Four tournament will occur in odd years, meaning that in years when there isn\\&apos;t a World Cup or European Championships, there will be a Nations League winner.How will the Nations League affect European Qualifiers? Euro qualifiers for 2020 will commence in March 2019, with double headers in the March, June, September, October and November international breaks.Teams will be split into five groups of five teams and five groups of six teams. In total, there will be 10 matchdays - the same number as now.The top two teams from the 10 groups qualify automatically for the Euros, while four more places at the finals will be awarded to play-off winners. Sixteen teams will compete in the play-offs.Now, here\\&apos;s the interesting bit...Each Nations League league gets four play-off spots. If the winner of a group has already qualified for the Euros, the next best team which has not qualified goes into the play-offs.Those sixteen teams will go into four groups, with the top team going to the Euros. The four teams play two one-off semi-finals and one one-off final to determine play-off winners.So, if one of the Home Nations fails to qualify the traditional way, each league has a path of its own to the finals.The UEFA Nations League rankings will also determine the composition of draw pots for subsequent European Qualifiers.What are the benefits?&quot;The UEFA Nations League creates more meaningful and competitive matches for teams and a dedicated calendar and structure for national team football,&quot; say UEFA, who believe the new format addresses concerns national associations raised about friendlies no longer providing adequate competition.As well as the appeal of being named National League winner after the Final Four showpiece event for top teams, weaker teams will have better opportunities to qualify for European Championships - the bottom 16 in the rankings are now guaranteed one of the 24 qualifying spots.Weaker teams will also face teams of a similar level - so there will be fewer thrashings and more meaningful games for fans.Is this the end of friendlies? Not completely. There will still be some space in the calendar for friendlies - particularly for the top teams, who are in groups of three within League A and B and the top group in League C.There will also be room for pre-tournament warm-up games ahead of World Cups and European Championships. But, essentially, the outcome of more international games will matter.Will the new format increase players\\&apos; workload? The Nations League and new Euros qualification process operates within the current international calendar, so there are not increased demands in terms of the number of matches.In fact, UEFA claims the new product will actually reduce strain on players. That\\&apos;s because there is likely to be less travel and players will be playing at their own level. Players will also go back to their clubs earlier than is currently the case.How can I watch the Nations League? You will be able to watch all of the Home Nations in the UEFA Nations League on Sky Sports, through September, October and November 2018. You\\&apos;ll also be able to watch the Final Four finale in June 2019 on Sky Sports.In fact, there will be up to 900 live international matches on Sky Sports between 2018 and 2022, with the new rights agreement also including qualifiers for Euro 2020 and World Cup 2022.Watch the draw for the brand new UEFA Nations League on Wednesday from 11am GMT live on skysports.com.\n"
}