{
  "date": "09/01/18",
  "title": "Alex Iwobi to be fined for partying ahead of Arsenal's FA Cup exit, says Arsene Wenger",
  "description": "Alex Iwobi will be fined for his attendance at a party less than 48 hours before playing in Arsenal's FA Cup exit, says Arsene Wenger.",
  "content": "The 21-year-old, a product of Arsenal's academy, was pictured at an event in London in which he was reported to have stayed until early Sunday morning - hours before their third-round defeat at Nottingham Forest.\nWenger confirmed Iwobi had attended the party, but said it took place on Friday night and that the matchday team had stayed in a hotel on Saturday ahead of the game.\n\"He will be fined,\" said Wenger.\n\"It was not the night before the game, it was 48 hours before the game. The night before the game we were in a hotel, but it's not acceptable, I will have to speak to him about that.\n\"First of all you have to be cautious with all the news coming out. When you read what is reported it is like he has taken drugs. I don't think he is involved in that at all.\n\"He has been out at a party, how long has he stayed? That is of course very important. After that, I will decide what happens.\n\"If your neighbour takes drugs what can you do about it? You are not responsible for the behaviour of your neighbour.\"\nFA Cup holders Arsenal came under heavy criticism after they were beaten 4-2 by Nottingham Forest, who were without a permanent manager, last weekend.\nWenger had made nine changes for the trip to the City Ground, but said he will alter his line up again for the first leg of their Carabao Cup semi final against Chelsea on Wednesday, live on Sky Sports Football.\nThe Arsenal boss believes his side's results have suffered due to injuries, with those unavailable to face Forest still yet to recover from injury as yet.\n\"We paid the price of having many injured layers, some needed to be rested,\" said Wenger. \"Five or six were injured, which is detrimental to rotation.\n\"We want to respond. It's a different game, a semi final, against a big team. Psychologically it will be different.\n\"Over 180 minutes it's always different, you want to go there, be solid, take advantage of mistakes, but you know there's another game after that.\"\n",
  "dbpedia": "The 21-year-old, a product of <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>'s academy, was pictured at an event in London in which he was reported to have stayed until early Sunday morning - hours before their third-round defeat at <a href=\"http://dbpedia.org/resource/Nottingham_Forest_F.C.\" title=\"http://dbpedia.org/resource/Nottingham_Forest_F.C.\" target=\"_blank\">Nottingham Forest</a>.<br>Wenger confirmed Iwobi had attended the party, but said it took place on Friday night and that the matchday team had stayed in a hotel on Saturday ahead of the game.<br>\"He will be fined,\" said Wenger.<br>\"It was not the night before the game, it was 48 hours before the game. The night before the game we were in a hotel, but it's not acceptable, I will have to speak to him about that.<br>\"First of all you have to be cautious with all the news coming out. When you read what is reported it is like he has taken drugs. I don't think he is involved in that at all.<br>\"He has been out at a party, how long has he stayed? That is of course very important. After that, I will decide what happens.<br>\"If your neighbour takes drugs what can you do about it? You are not responsible for the behaviour of your neighbour.\"<br>FA Cup holders <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> came under heavy criticism after they were beaten 4-2 by <a href=\"http://dbpedia.org/resource/Nottingham_Forest_F.C.\" title=\"http://dbpedia.org/resource/Nottingham_Forest_F.C.\" target=\"_blank\">Nottingham Forest</a>, who were without a permanent manager, last weekend.<br>Wenger had made nine changes for the trip to the <a href=\"http://dbpedia.org/resource/City_Ground\" title=\"http://dbpedia.org/resource/City_Ground\" target=\"_blank\">City Ground</a>, but said he will alter his line up again for the first leg of their Carabao Cup semi final against <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> on Wednesday, live on Sky Sports Football.<br>The <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> boss believes his side's results have suffered due to injuries, with those unavailable to face Forest still yet to recover from injury as yet.<br>\"We paid the price of having many injured layers, some needed to be rested,\" said Wenger. \"Five or six were injured, which is detrimental to rotation.<br>\"We want to respond. It's a different game, a semi final, against a big team. Psychologically it will be different.<br>\"Over 180 minutes it's always different, you want to go there, be solid, take advantage of mistakes, but you know there's another game after that.\"<br>"
}