{
  "date": "04/02/18",
  "title": "Man Utd fans respond to Jose Mourinho criticism of atmosphere",
  "description": "The Manchester United Supporters' Trust (MUST) has defended the club's fans after manager Jose Mourinho criticised the atmosphere at Old Trafford.",
  "content": "MUST says any perceived lack of atmosphere at home is reflective of wider issues, and added that the club are renowned for the quality of their away support.\nMourinho raised the issue in the wake of Saturday's 2-0 victory over Huddersfield, saying: \"In here, the atmosphere is a bit a quiet.\"\nThe United boss drew a contrast with the \"absolutely incredible\" atmosphere at Portsmouth but MUST says Old Trafford is not the only stadium where there may be an issue.\nThe statement read: \"We note our manager's further comments regarding the poor atmosphere within Old Trafford following the Huddersfield home game.\n\"The decline in atmosphere is by no means limited to Old Trafford, it's an issue affecting clubs throughout the country.\n\"And it's certainly not an issue specific to Manchester United supporters - our away support is widely acknowledged, by fair minded fans, as the best in the country.\n\"We believe that atmosphere is primarily dependent on the perceived relationship between fans and club - including the degree of supporter ownership and engagement.\n\"In the absence of any imminent changes in the former, we therefore concentrate on other areas where we can have an impact in the short to medium term.\n\"To that end, last week we met with Directors (both Board and Venue) to explore what can be done. We will be reporting on that meeting in the coming days.\"\n",
  "dbpedia": "MUST says any perceived lack of atmosphere at home is reflective of wider issues, and added that the club are renowned for the quality of their away support.<br>Mourinho raised the issue in the wake of Saturday's 2-0 victory over <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a>, saying: \"In here, the atmosphere is a bit a quiet.\"<br>The United boss drew a contrast with the \"absolutely incredible\" atmosphere at <a href=\"http://dbpedia.org/resource/Portsmouth_F.C.\" title=\"http://dbpedia.org/resource/Portsmouth_F.C.\" target=\"_blank\">Portsmouth</a> but MUST says <a href=\"http://dbpedia.org/resource/Old_Trafford\" title=\"http://dbpedia.org/resource/Old_Trafford\" target=\"_blank\">Old Trafford</a> is not the only stadium where there may be an issue.<br>The statement read: \"We note our manager's further comments regarding the poor atmosphere within <a href=\"http://dbpedia.org/resource/Old_Trafford\" title=\"http://dbpedia.org/resource/Old_Trafford\" target=\"_blank\">Old Trafford</a> following the <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> home game.<br>\"The decline in atmosphere is by no means limited to <a href=\"http://dbpedia.org/resource/Old_Trafford\" title=\"http://dbpedia.org/resource/Old_Trafford\" target=\"_blank\">Old Trafford</a>, it's an issue affecting clubs throughout the country.<br>\"And it's certainly not an issue specific to <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> supporters - our away support is widely acknowledged, by fair minded fans, as the best in the country.<br>\"We believe that atmosphere is primarily dependent on the perceived relationship between fans and club - including the degree of supporter ownership and engagement.<br>\"In the absence of any imminent changes in the former, we therefore concentrate on other areas where we can have an impact in the short to medium term.<br>\"To that end, last week we met with Directors (both Board and Venue) to explore what can be done. We will be reporting on that meeting in the coming days.\"<br>"
}