{
  "date": "10/01/18",
  "title": "Manchester United to subsidise fans for Sevilla trip in row over ticket prices",
  "description": "Manchester United have pledged to subsidise their fans travelling to Sevilla - by charging Spanish supporters £89 to visit Old Trafford for the second leg of their last-16 Champions League tie.",
  "content": "United have matched the figure that Sevilla have insisted on charging visiting fans for the first leg in Spain, and the Red Devils will use the proceeds from their ticket sales to refund £35 to their own travelling supporters.\nSevilla sparked an angry response from United fans last month after announcing they would be charging visiting supporters £89 for the first leg at the Ramon Sanchez Pizjuan Stadium on February 21.\nUnited raised their concerns with the Spanish club over pricing for the game but have now decided to charge the exact same amount for the second leg at Old Trafford after the Spanish club refused to back down over the dispute.\nSam Kelleher, head of ticketing and membership at United, informed supporters of the plans in an email on Wednesday, which read: \"In this instance we believe that our travelling supporters are unfairly being subjected to increased/excessive ticket prices from the host club.\n\"This view is shared generally amongst travelling supporters, and we have received lots of requests from individuals and supporter groups to intervene in this matter.\n\"This has been raised with Sevilla, and internally, but ultimately Sevilla have not agreed to significantly lower the price of tickets for our fans to what we view as a reasonable level.\n\"Therefore we have taken the difficult decision to charge Sevilla fans for the return leg at Old Trafford the same amount as our fans have been charged for the away fixture.\n\"We have decided to increase the ticket prices for Sevilla fans for the game at Old Trafford, and use this increase to subsidise our fans, as we want this to act as a deterrent to future opponents who look to increase ticket prices for our travelling supporters.\"\nLiverpool fans were charged £54 to watch their side face Sevilla in the Champions League Group Stage earlier this season and, by refunding £35, United supporters will now pay the same figure.\n\"We will subsidise our travelling support by refunding the difference between the price charged (£89) and the price that was paid by Liverpool supporters in the Group Stage of this year's competition (£54),\" confirmed Kelleher.\n\"The £35 difference will be refunded prior to the game taking place.\n\"As a result of the changes to ticket prices for away fans, should we gain any additional revenue after having refunded our supporters, we will donate this to the Manchester United Foundation.\"\n",
  "dbpedia": "United have matched the figure that <a href=\"http://dbpedia.org/resource/Sevilla_FC\" title=\"http://dbpedia.org/resource/Sevilla_FC\" target=\"_blank\">Sevilla</a> have insisted on charging visiting fans for the first leg in Spain, and the Red Devils will use the proceeds from their ticket sales to refund £35 to their own travelling supporters.<br><a href=\"http://dbpedia.org/resource/Sevilla_FC\" title=\"http://dbpedia.org/resource/Sevilla_FC\" target=\"_blank\">Sevilla</a> sparked an angry response from United fans last month after announcing they would be charging visiting supporters £89 for the first leg at the Ramon Sanchez Pizjuan Stadium on February 21.<br>United raised their concerns with the Spanish club over pricing for the game but have now decided to charge the exact same amount for the second leg at <a href=\"http://dbpedia.org/resource/Old_Trafford\" title=\"http://dbpedia.org/resource/Old_Trafford\" target=\"_blank\">Old Trafford</a> after the Spanish club refused to back down over the dispute.<br>Sam Kelleher, head of ticketing and membership at United, informed supporters of the plans in an email on Wednesday, which read: \"In this instance we believe that our travelling supporters are unfairly being subjected to increased/excessive ticket prices from the host club.<br>\"This view is shared generally amongst travelling supporters, and we have received lots of requests from individuals and supporter groups to intervene in this matter.<br>\"This has been raised with <a href=\"http://dbpedia.org/resource/Sevilla_FC\" title=\"http://dbpedia.org/resource/Sevilla_FC\" target=\"_blank\">Sevilla</a>, and internally, but ultimately <a href=\"http://dbpedia.org/resource/Sevilla_FC\" title=\"http://dbpedia.org/resource/Sevilla_FC\" target=\"_blank\">Sevilla</a> have not agreed to significantly lower the price of tickets for our fans to what we view as a reasonable level.<br>\"Therefore we have taken the difficult decision to charge <a href=\"http://dbpedia.org/resource/Sevilla_FC\" title=\"http://dbpedia.org/resource/Sevilla_FC\" target=\"_blank\">Sevilla</a> fans for the return leg at <a href=\"http://dbpedia.org/resource/Old_Trafford\" title=\"http://dbpedia.org/resource/Old_Trafford\" target=\"_blank\">Old Trafford</a> the same amount as our fans have been charged for the away fixture.<br>\"We have decided to increase the ticket prices for <a href=\"http://dbpedia.org/resource/Sevilla_FC\" title=\"http://dbpedia.org/resource/Sevilla_FC\" target=\"_blank\">Sevilla</a> fans for the game at <a href=\"http://dbpedia.org/resource/Old_Trafford\" title=\"http://dbpedia.org/resource/Old_Trafford\" target=\"_blank\">Old Trafford</a>, and use this increase to subsidise our fans, as we want this to act as a deterrent to future opponents who look to increase ticket prices for our travelling supporters.\"<br><a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> fans were charged £54 to watch their side face <a href=\"http://dbpedia.org/resource/Sevilla_FC\" title=\"http://dbpedia.org/resource/Sevilla_FC\" target=\"_blank\">Sevilla</a> in the Champions League Group Stage earlier this season and, by refunding £35, United supporters will now pay the same figure.<br>\"We will subsidise our travelling support by refunding the difference between the price charged (£89) and the price that was paid by <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> supporters in the Group Stage of this year's competition (£54),\" confirmed Kelleher.<br>\"The £35 difference will be refunded prior to the game taking place.<br>\"As a result of the changes to ticket prices for away fans, should we gain any additional revenue after having refunded our supporters, we will donate this to the <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> Foundation.\"<br>"
}