{
  "date": "06/01/18",
  "title": "Uwe Rosler 'not disappointed' Fleetwood missed chance to pull off shock against Leicester",
  "description": "Fleetwood head coach Uwe Rosler insists he is not disappointed his League One side missed the chance to pull off an FA Cup shock against Premier League Leicester.",
  "content": "The hosts has the best chances of the game and could have caused an upset when Ash Hunter's added-time shot rebounded off a post, on to Eldin Jakupovic and back off the post before the goalkeeper recovered to grab the loose ball.\n\"I heard that three or four times. Are you disappointed? How can I be disappointed?\" said Rosler, whose side are 48 league places below Leicester.\n\"The biggest game in the club's history, the club is in the best position ever. A sell-out crowd, building a fan culture. Our owner unfortunately wasn't here, but he would have been very proud of us. I am definitely not disappointed.\n\"We played front-foot football. My players played a high grade of maturity, we created enormous chances the way we could win the game. We had numbers of headers from set-pieces, very good crosses and the shot from Hunter that hit the post.\n\"It would have been nice to win the game, but I'm definitely not disappointed. Our football club is very young. It was a massive ask and our players get only better. I see it as a great learning curve.\"\nA quirky sponsorship deal, the sort which typically crops up around the FA Cup third round, meant goalkeeper Chris Neal finished the game with a year's supply of pizza, having been promised a month's worth for every seven-and-a-half minutes he kept the Foxes at bay.\nRosler admits he will be closely monitoring the goalkeeper's intake over the next few months.\n\"I told him, 'As long as you stay under 12 per cent [body fat] you'll be OK. More than 12 per cent will be a problem for me',\" he added.\nLeicester made eight changes and were without the injured Jamie Vardy, denied the chance to face his former club, and Riyad Mahrez.\nHowever, manager Claude Puel insisted he had no regrets.\n\"Not a lot because a lot of injuries,\" he said. \"I pick a team to win the game [after considering] the fitness level of my players after four games in 10 days. We had a good team on the pitch but it was not enough. Congratulations to this team (Fleetwood).\"\n",
  "dbpedia": "The hosts has the best chances of the game and could have caused an upset when Ash Hunter's added-time shot rebounded off a post, on to Eldin Jakupovic and back off the post before the goalkeeper recovered to grab the loose ball.<br>\"I heard that three or four times. Are you disappointed? How can I be disappointed?\" said Rosler, whose side are 48 league places below <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a>.<br>\"The biggest game in the club's history, the club is in the best position ever. A sell-out crowd, building a fan culture. Our owner unfortunately wasn't here, but he would have been very proud of us. I am definitely not disappointed.<br>\"We played front-foot football. My players played a high grade of maturity, we created enormous chances the way we could win the game. We had numbers of headers from set-pieces, very good crosses and the shot from Hunter that hit the post.<br>\"It would have been nice to win the game, but I'm definitely not disappointed. Our football club is very young. It was a massive ask and our players get only better. I see it as a great learning curve.\"<br>A quirky sponsorship deal, the sort which typically crops up around the FA Cup third round, meant goalkeeper <a href=\"http://dbpedia.org/resource/Chris_Neal\" title=\"http://dbpedia.org/resource/Chris_Neal\" target=\"_blank\">Chris Neal</a> finished the game with a year's supply of pizza, having been promised a month's worth for every seven-and-a-half minutes he kept the Foxes at bay.<br>Rosler admits he will be closely monitoring the goalkeeper's intake over the next few months.<br>\"I told him, 'As long as you stay under 12 per cent [body fat] you'll be OK. More than 12 per cent will be a problem for me',\" he added.<br><a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a> made eight changes and were without the injured <a href=\"http://dbpedia.org/resource/Jamie_Vardy\" title=\"http://dbpedia.org/resource/Jamie_Vardy\" target=\"_blank\">Jamie Vardy</a>, denied the chance to face his former club, and Riyad Mahrez.<br>However, manager <a href=\"http://dbpedia.org/resource/Claude_Puel\" title=\"http://dbpedia.org/resource/Claude_Puel\" target=\"_blank\">Claude Puel</a> insisted he had no regrets.<br>\"Not a lot because a lot of injuries,\" he said. \"I pick a team to win the game [after considering] the fitness level of my players after four games in 10 days. We had a good team on the pitch but it was not enough. Congratulations to this team (<a href=\"http://dbpedia.org/resource/Fleetwood_Town_F.C.\" title=\"http://dbpedia.org/resource/Fleetwood_Town_F.C.\" target=\"_blank\">Fleetwood</a>).\"<br>"
}