{
  "date": "05/02/18",
  "title": "Liverpool's Virgil van Dijk thinks Harry Kane dived to win a penalty in draw with Spurs",
  "description": "Virgil van Dijk believes Harry Kane dived to win a penalty in Liverpool’s pulsating 2-2 draw with Tottenham at Anfield.",
  "content": "Referee Jon Moss ruled Kane had been brought down after the faintest of touches from goalkeeper Loris Karius despite appearing to be in an offside position.\nKane's penalty was saved by Karius but the England international redeemed himself from the spot deep into added time bringing up his 100th Premier League goal when Van Dijk was adjudged to have fouled Erik Lamela.\nBut Van Dijk thinks Kane was lucky to win Tottenham's first penalty, especially after Dele Alli had been booked for diving in the box moments earlier - his third such transgression since his debut in 2015-16.\n\"I think it is a dive. You see him (Kane) diving clearly and no one is talking about it but I think it is a dive,\" said Van Dijk.\n\"There is a lot of discussion about whether it is offside, yes or no, but I think it was offside as well.\n\"You could just see him making that dive. The referee made his decision together with the linesman. It was good for us that it got saved.\"\nAsked whether he thought Kane should be retrospectively punished, the £75m defender added: \"That is not something for me.\n\"I thought it was a dive that is my opinion and the referee thought it was no offside and no dive and he gave a pen. Good for us that we saved it.\"\nVan Dijk was also unhappy with the award of the second penalty when Lamela went down as the Dutchman tried to clear the ball.\n\"I saw him coming in the end and I try and hold my leg in, he just pulled his body in front of the ball and he goes down,\" he said.\n\"The ref said play on and I was very disappointed that the linesman said otherwise.\n\"I don't think that is a penalty, same with the first one. That is also clearly not a penalty.\"\n",
  "dbpedia": "Referee Jon Moss ruled Kane had been brought down after the faintest of touches from goalkeeper Loris Karius despite appearing to be in an offside position.<br>Kane's penalty was saved by Karius but the <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> international redeemed himself from the spot deep into added time bringing up his 100th <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> goal when Van Dijk was adjudged to have fouled <a href=\"http://dbpedia.org/resource/Erik_Lamela\" title=\"http://dbpedia.org/resource/Erik_Lamela\" target=\"_blank\">Erik Lamela</a>.<br>But Van Dijk thinks Kane was lucky to win <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a>'s first penalty, especially after Dele Alli had been booked for diving in the box moments earlier - his third such transgression since his debut in 2015-16.<br>\"I think it is a dive. You see him (Kane) diving clearly and no one is talking about it but I think it is a dive,\" said Van Dijk.<br>\"There is a lot of discussion about whether it is offside, yes or no, but I think it was offside as well.<br>\"You could just see him making that dive. The referee made his decision together with the linesman. It was good for us that it got saved.\"<br>Asked whether he thought Kane should be retrospectively punished, the £75m defender added: \"That is not something for me.<br>\"I thought it was a dive that is my opinion and the referee thought it was no offside and no dive and he gave a pen. Good for us that we saved it.\"<br>Van Dijk was also unhappy with the award of the second penalty when Lamela went down as the Dutchman tried to clear the ball.<br>\"I saw him coming in the end and I try and hold my leg in, he just pulled his body in front of the ball and he goes down,\" he said.<br>\"The ref said play on and I was very disappointed that the linesman said otherwise.<br>\"I don't think that is a penalty, same with the first one. That is also clearly not a penalty.\"<br>"
}