{
  "date": "11/01/18",
  "title": "Virgil van Dijk signing guarantees Liverpool top-four Premier League finish, says Jamie Redknapp",
  "description": "Virgil van Dijk's arrival at Anfield all but guarantees Liverpool a top-four finish in the Premier League this season, according to Jamie Redknapp.",
  "content": "Liverpool spent £75m to sign the Southampton centre-back, with the Netherlands international completing his drawn-out move to Merseyside on the first day of the January transfer window.\nHowever, Redknapp thinks the fee - a world record for a defender - will prove money well spent, especially if, in his opinion, it improves Liverpool's defence and helps them qualify for next season's Champions League.\n\"They have brought in a defender and if you look at where Liverpool's problems have been over the last few years, it has been defensively,\" the former Liverpool captain told Sky Sports.\n\"So the fact that they have got that money and brought in Van Dijk, who I think is going to be a huge success - I have said it from day one, he is the sort of player that they need.\n\"It gives them a defensive base they have not had. They need a leader and I have been saying it for a while.\n\"Defensively they have never had anyone - [Ragnar] Klavan, [Joel] Matip, [Dejan] Lovren - none of them are that standout centre-back that you look at and who is going to lead from the back, going to be a good talker.\"\nVan Dijk, 26, made his Liverpool debut in Friday's FA Cup third-round tie with Everton, scoring a dramatic late winner at Anfield and demonstrating another string to the player's bow in Redknapp's eyes.\n\"You are going to get goals, which you have seen already, he can take free-kicks, can score goals from that area as well,\" said the Sky Sports pundit.\n\"I think the most important thing is he defends properly and that is where Liverpool have let themselves down. They have so much of the ball and it is just those silly moments and slip-ups that have cost them these last few years.\"\nTo what degree Van Dijk can make Liverpool more parsimonious at the back will be seen this weekend when runaway leaders Man City visit Anfield.\nJurgen Klopp's side, who were thrashed 5-0 the last time the two met at the Etihad in September, will be looking to become the first team to beat free-scoring City in the league this season.\nRedknapp is adamant the player's presence at the back can help the Reds keep hold of fourth in the table - they currently lead fifth-placed Tottenham by three points - between now and the end of the campaign.\n\"Everyone is vying for second place, but I think personally that by bringing in Van Dijk, you pretty much have cemented the top four with that one signing,\" said Redknapp. \"I do think he is going to make that big a difference.\n\"With [Philippe] Coutinho (leaving), there is an argument that might not have got you into the top four. As good as he is, defensively they have had a problem for a long time now and I think Van Dijk pretty much guarantees you top four.\"\nWatch Liverpool v Manchester City live on Sky Sports Premier League from 3.30pm on Sunday\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> spent £75m to sign the <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> centre-back, with the <a href=\"http://dbpedia.org/resource/Netherlands_national_football_team\" title=\"http://dbpedia.org/resource/Netherlands_national_football_team\" target=\"_blank\">Netherlands</a> international completing his drawn-out move to Merseyside on the first day of the January transfer window.<br>However, Redknapp thinks the fee - a world record for a defender - will prove money well spent, especially if, in his opinion, it improves <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>'s defence and helps them qualify for next season's Champions League.<br>\"They have brought in a defender and if you look at where <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>'s problems have been over the last few years, it has been defensively,\" the former <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> captain told Sky Sports.<br>\"So the fact that they have got that money and brought in Van Dijk, who I think is going to be a huge success - I have said it from day one, he is the sort of player that they need.<br>\"It gives them a defensive base they have not had. They need a leader and I have been saying it for a while.<br>\"Defensively they have never had anyone - [Ragnar] Klavan, [Joel] Matip, [Dejan] Lovren - none of them are that standout centre-back that you look at and who is going to lead from the back, going to be a good talker.\"<br>Van Dijk, 26, made his <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> debut in Friday's FA Cup third-round tie with <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>, scoring a dramatic late winner at <a href=\"http://dbpedia.org/resource/Anfield\" title=\"http://dbpedia.org/resource/Anfield\" target=\"_blank\">Anfield</a> and demonstrating another string to the player's bow in Redknapp's eyes.<br>\"You are going to get goals, which you have seen already, he can take free-kicks, can score goals from that area as well,\" said the Sky Sports pundit.<br>\"I think the most important thing is he defends properly and that is where <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> have let themselves down. They have so much of the ball and it is just those silly moments and slip-ups that have cost them these last few years.\"<br>To what degree Van Dijk can make <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> more parsimonious at the back will be seen this weekend when runaway leaders Man City visit <a href=\"http://dbpedia.org/resource/Anfield\" title=\"http://dbpedia.org/resource/Anfield\" target=\"_blank\">Anfield</a>.<br>Jurgen Klopp's side, who were thrashed 5-0 the last time the two met at the Etihad in September, will be looking to become the first team to beat free-scoring City in the league this season.<br>Redknapp is adamant the player's presence at the back can help the Reds keep hold of fourth in the table - they currently lead fifth-placed <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> by three points - between now and the end of the campaign.<br>\"Everyone is vying for second place, but I think personally that by bringing in Van Dijk, you pretty much have cemented the top four with that one signing,\" said Redknapp. \"I do think he is going to make that big a difference.<br>\"With [Philippe] Coutinho (leaving), there is an argument that might not have got you into the top four. As good as he is, defensively they have had a problem for a long time now and I think Van Dijk pretty much guarantees you top four.\"<br>Watch <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> v <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> live on Sky Sports <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> from 3.30pm on Sunday<br>"
}