{
  "date": "01/01/18",
  "title": "Virgil van Dijk seals 'perfect' move to Liverpool from Southampton",
  "description": "Virgil van Dijk says Liverpool is the \"perfect match\" after his world record move from Southampton was officially completed on New Year's Day.",
  "content": "The 26-year-old's £75m switch from the Saints was agreed on December 27, but with the January transfer window now open, his deal - the highest fee ever paid for a defender - is now sealed.The Dutchman told the club's website: \"With the history at the club and everything around it - even the training ground and stuff - it is just a perfect, perfect match for me, and for my family as well.\"Obviously there is a lot of money being paid, but I can't do anything about that money. It's only the market.\"The only thing I can do is just work hard, do the good things and be 100 per cent every day. That's what I definitely want to do - and I am going to do.\"The agreed fee for Van Dijk is a world-record sum for a defender, topping Manchester City's deal to sign Kyle Walker in July.Van Dijk was keen on a move last summer and handed in a transfer request at St Mary's, but Liverpool ended their pursuit when the Saints complained they had made an illegal approach for the centre-back.Working under Jurgen Klopp is a prospect that excites the club's new number four.The former Groningen and Celtic defender added: \"Since he [Klopp] has come in, I think he has made a lot of progress until now and I think it is only hopefully going to get better and better.\"Hopefully I can contribute to that as well and keep working hard. Everybody obviously from a Liverpool perspective knows how he is; how lively he is, how he can make players better and give them confidence as well.\"It just suits me as well. I think he can make me a better player and I am just looking forward to working with him.\"Van Dijk is unavailable for Liverpool's New Year's Day game at Burnley as his registration will not be concluded in time.",
  "dbpedia": "\nThe 26-year-old\\&apos;s &#xA3;75m switch from the Saints was agreed on December 27, but with the January transfer window now open, his deal - the highest fee ever paid for a defender - is now sealed.The Dutchman told the club\\&apos;s website: &quot;With the history at the club and everything around it - even the training ground and stuff - it is just a perfect, perfect match for me, and for my family as well.&quot;Obviously there is a lot of money being paid, but I can\\&apos;t do anything about that money. It\\&apos;s only the market.&quot;The only thing I can do is just work hard, do the good things and be 100 per cent every day. That\\&apos;s what I definitely want to do - and I am going to do.&quot;The agreed fee for Van Dijk is a world-record sum for a defender, topping <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a>\\&apos;s deal to sign <a href=\"http://dbpedia.org/resource/Kyle_Walker\" title=\"http://dbpedia.org/resource/Kyle_Walker\" target=\"_blank\">Kyle Walker</a> in July.Van Dijk was keen on a move last summer and handed in a transfer request at St Mary\\&apos;s, but <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> ended their pursuit when the Saints complained they had made an illegal approach for the centre-back.Working under Jurgen Klopp is a prospect that excites the club\\&apos;s new number four.The former <a href=\"http://dbpedia.org/resource/FC_Groningen\" title=\"http://dbpedia.org/resource/FC_Groningen\" target=\"_blank\">Groningen</a> and <a href=\"http://dbpedia.org/resource/Celtic_F.C.\" title=\"http://dbpedia.org/resource/Celtic_F.C.\" target=\"_blank\">Celtic</a> defender added: &quot;Since he [Klopp] has come in, I think he has made a lot of progress until now and I think it is only hopefully going to get better and better.&quot;Hopefully I can contribute to that as well and keep working hard. Everybody obviously from a <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> perspective knows how he is; how lively he is, how he can make players better and give them confidence as well.&quot;It just suits me as well. I think he can make me a better player and I am just looking forward to working with him.&quot;Van Dijk is unavailable for <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>\\&apos;s New Year\\&apos;s Day game at <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a> as his registration will not be concluded in time.\n"
}