{
  "date": "12/01/18",
  "title": "VOTE: Who should Chelsea sign in the January transfer window?",
  "description": "Chelsea might be looking to bolster their squad in January, but who should they sign? Have your say...",
  "content": "Antonio Conte's side, who have already signed midfielder Ross Barkley from Everton, are challenging for the Premier League title and also have a Champions League last-16 tie against Barcelona to look forward to.But will they make any more moves this month?Our interactive tool allows you to share your views on the latest transfer talk. The players below have all been linked with Chelsea in the mainstream media recently, but would YOU like to see the rumours become a reality?Swipe right if you would like to see the player move to Stamford Bridge. Swipe left if you would not (app users need to hold down the image before swiping or use the vote buttons below).Chelsea have joined the race for Bayer Leverkusen's £40m+ rated winger Leon Bailey, say reports in the Daily Express. Meanwhile, according to the Daily Telegraph, the Blues remain interested in Juventus left-back Alex Sandro, who they tried to sign last summer, although the Serie A champions' asking price may scupper their plans to lure the Brazilian to London.Elsewhere, Conte is reportedly pondering a swoop for Porto striker Moussa Marega, claims the Daily Mail, with the Mali international having enjoyed an impressive campaign in front of goal so far this season.Bild say Chelsea are thinking about re-signing attacking midfielder Thorgan Hazard from Borussia Monchengladbach in order to team the player up with his brother Eden at the Bridge.Another player currently being linked with a move to west London in the January transfer window is Red Star Belgrade forward Richmond Boakye, who the Sun thinks could provide back-up to first-choice striker Alvaro Morata.Villarreal midfielder Manu Trigueros is another said to be interesting Conte, says El Gol Digital, while the Metro claims the Italian has told his board to get him Arsenal forward Alexis Sanchez this month.In defence, the Express is reporting that Conte wants to persuade Juventus defender Giorgio Chiellini to team up with him again, while the Mirror says the Premier League champions are weighing up a January move for in-form Crystal Palace forward Wilfried Zaha.And finally, Chelsea want Gremio midfielder Arthur this month, according to reports in the Sun.Head here to follow all the latest transfer news with our dedicated Transfer Centre blog"
}