{
  "date": "08/01/18",
  "title": "VOTE: Who should Liverpool sign in January transfer window?",
  "description": "How should Liverpool spend the money they've pocketed from the Philippe Coutinho deal? ",
  "content": "Jurgen Klopp has already spent £75m to bring in Virgil van Dijk this month, but who else should they sign?Van Dijk became the world's most expensive defender when he joined from Southampton, but following the departure of Coutinho to Barcelona for a British record fee which could rise to £146m, they might look for more reinforcements.Who should they target though?Our interactive tool allows you to share your views on the latest transfer talk. The players below have all been linked with Liverpool in the media recently, but would YOU like to see the rumours become a reality?If you're viewing this story on a desktop swipe right if you think they're worth it and swipe left if you don't. If you're using a mobile or the iPad app, tap the 'thumbs up' button or 'thumbs down' button below the interactive graphic to have your say.The Independent last week reported that Liverpool could look to Monaco's Thomas Lemar or Leicester's Riyad Mahrez as possible replacements, while also targeting a goalkeeper, such as Atletico Madrid's Jan Oblak, Roma's Allison or Stoke's Jack Butland.Sky Sports News, however, understands they will not move for Lemar in January and they are not interested in Mahrez.The Daily Express claim Liverpool could be in the driving seat to sign Schalke's Leon Goretzka, while Spanish outlet Diario Gol have reported a potential move for Real Madrid's Dani Ceballos.Don Balon say Liverpool want Rafinha to join from Barcelona in part of the deal for Coutinho, and the same source have reported the Reds are considering a move for Arsenal's Alexis Sanchez.The Daily Mail have said Liverpool are among several clubs looking at Nice's Jean Michael Seri.And a report in Spanish outlet Don Balon on Saturday suggested Liverpool were keen to reinvest the Coutinho fee on former star Luis Suarez!Head here to follow all the latest transfer news with our dedicated Transfer Centre blog."
}