{
  "date": "23/01/18",
  "title": "VOTE: Who should Arsenal sign next?",
  "description": "Alexis Sanchez has secured a move to Manchester United with Henrikh Mkhitaryan moving in the opposite direction, but who should Arsenal sign next? Have your say...",
  "content": "Sky sources understand the 29-year-old has moved to Old Trafford on a four-and-a-half-year deal, while Mkhitaryan has agreed a three-and-a-half-year contract in north London.Attention now turns to who the Gunners will sign next as they look to build on Mkhitaryan's arrival and move on from Sanchez.Our interactive tool allows you to share your views on the latest transfer talk. The players below have all been linked with Arsenal in the mainstream media recently, but would YOU like to see the rumours become a reality?Swipe right if you would like to see the player move to Arsenal. Swipe left if you would not (app users need to hold down the image before swiping or use the vote buttons below).Arsenal chief executive Ivan Gazidis and club officials are in Germany attempting to secure a deal for Pierre-Emerick Aubameyang. Gazidis is in talks with Borussia Dortmund over a January move for the Gabon international, who trained with his current squad as normal on Monday. Meanwhile, Malcom is reportedly interesting both Arsenal and Tottenham but new Bordeaux manager Gus Poyet says the Brazilian will not be leaving the club in January.Arsene Wenger has once again been linked with a move for Monaco star Thomas Lemar and are reportedly, according to The Sun, in pole-position to land him with Liverpool baulking at a £90m asking price.Leicester boss Claude Puel has once again stated that Riyad Mahrez will not be leaving Leicester, despite all the transfer speculation. However, according to Algerian journalist Nabil Djellit, who writes for France Football, Mahrez is still eyeing a swift exit with Arsenal and Liverpool in contention for his signature.According to the Daily Telegraph, Arsenal have reportedly placed Nabil Fekir on their shortlist of potential replacements for Sanchez, while the Daily Mirror says Julian Draxler could be on his way to the Emirates after he attended the NBA in London alongside Gunners stars Sead Kolasinac, Hector Bellerin and Nacho Monreal.Wenger is also reportedly stepping up his interest in Real Madrid's Lucas Vazquez, according to the Daily Express, while Boca Juniors striker Cristian Pavon has also been linked with a £27m move to the Gunners.Lastly, according to the Daily Star Sunday, Arsenal, Manchester United and Manchester City are locked in a battle to sign Shakhtar Donetsk playmaker Fred.Head here to follow all the latest transfer news with our dedicated Transfer Centre blog"
}