{
  "date": "12/01/18",
  "title": "VOTE: Who should Manchester City sign in January transfer window?",
  "description": "Man City might be looking to bolster their squad in January, but who should they sign?",
  "content": "Pep Guardiola's side are currently running away with the Premier League and also have a Champions League last-16 tie against Basel to look forward to.But will they make any big moves this month?Our interactive tool allows you to share your views on the latest transfer talk. The players below have all been linked with City in the mainstream media recently, but would YOU like to see the rumours become a reality?Swipe right if you would like to see the player move to the Etihad. Swipe left if you would not (app users need to hold down the image before swiping or use the vote buttons below).City want to sign experienced West Bromwich Albion centre-back Jonny Evans in the January transfer window, according to reports in the Sun, who also claim Guardiola is lining up a £50m offer for Barcelona defender Samuel Umtiti this month.However, if you believe the Metro, then Pep has his eyes on Leicester City central defender Harry Maguire instead, while the Daily Mail reports the Premier League leaders are actually lining up a move for Real Sociedad defender Inigo Martinez, and the Sun says AC Milan's Leonardo Bonucci is who City are actually after.At the other end of the pitch, despite Arsenal boss Arsene Wenger's insistence that he is going nowhere in January, various papers state that Guardiola wants to sign Chile forward Alexis Sanchez.Meanwhile, Don Balon says the runaway Premier League leaders hope to persuade Real Madrid goalkeeper Keylor Navas to move to the Etihad this month.Elsewhere, City have been linked in the Manchester Evening News with exciting Crystal Palace forward Wilfried Zaha, although Goal.com report Guardiola wants to land either Shakhtar Donetsk midfielder Fred or Borussia Dortmund midfielder Julian Weigl in this window.Head here to follow all the latest transfer news with our dedicated Transfer Centre blog"
}