{
  "date": "13/01/18",
  "title": "Theo Walcott should have left Arsenal 'two or three seasons ago', says Charlie Nicholas",
  "description": "Theo Walcott should have left Arsenal \"two or three years ago\", according to Soccer Saturday pundit Charlie Nicholas.",
  "content": "The Gunners' forward has been linked with Everton this week and, on Friday, was reported to be in negotiations with the Merseyside club over a £20million transfer.\nWalcott, 28, enjoyed his second-best season in front of goal last season, with 19 goals in 37 games, but has appeared just five times in the Premier League in 2017/18, scoring three of his four goals in the Europa League.\nAnd Nicholas, who played for the Gunners between 1983 and 1988 believes his time was up at the Emirates quite some time ago.\nSpeaking on The Debate, Nicholas said: \"I've got nothing bad to say about Theo - people can pick holes in his record, but they got a lot from Theo.\n\"They never got the true potential that we were all waiting on, but I think three or four years ago we realised that was never going to materialise.\n\"When he wanted to be a number nine, he was never going to get the number nine shirt, he always had to play on the wing. I think for that last two or three seasons, he should have moved by then and realised, as soon as people like Sanchez, Ozil and all the other strikers started coming into the football club, his time was coming to an end.\"\nArsene Wenger tinkered with his formation to accommodate the high-profile arrivals of Alexis Sanchez and Mesut Ozil and Nicholas believes that had a detrimental effect on Walcott's influence in the starting line-up.\nHe continued: \"Arsenal became too complicated for him. They didn't know if they wanted to play the success story which was a nine and a ten, and then they got confused. Sanchez can play nine or 11 and Ozil had free-rein - he could play but he wasn't really a number ten.\n\"I think Arsene Wenger got confused with the lack of a formation and Theo didn't take shape in that because he wasn't a nine, he was usually a seven.\nFellow panellist Leon Osman agreed that Walcott's presence would be beneficial to Sam Allardyce's squad, but the former Toffees' midfielder struggled to pinpoint where he'd fit in at Goodison Park.\n\"I wouldn't know where Sam sees him playing. He's getting Yannick Bolasie back on the right, [Gylfi] Sigurdsson's now found a role on the left and they are just finding a bit of shape so I'm actually not sure where he fits.\n\"That [pace] is what Everton need, they've been without pace this season and in an attacking sense its been really tough to break teams down. They've defended deeper since Sam's come in and not had the pace to hit people on the counter-attack so he'll certainly do that.\n\"He seems to be the type of player who'll get in a rich vein and will score goals in a bunch so maybe, if he started playing regularly, he could do that for Everton.\n",
  "dbpedia": "The Gunners' forward has been linked with <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> this week and, on Friday, was reported to be in negotiations with the Merseyside club over a £20million transfer.<br>Walcott, 28, enjoyed his second-best season in front of goal last season, with 19 goals in 37 games, but has appeared just five times in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> in 2017/18, scoring three of his four goals in the Europa League.<br>And Nicholas, who played for the Gunners between 1983 and 1988 believes his time was up at the Emirates quite some time ago.<br>Speaking on The Debate, Nicholas said: \"I've got nothing bad to say about Theo - people can pick holes in his record, but they got a lot from Theo.<br>\"They never got the true potential that we were all waiting on, but I think three or four years ago we realised that was never going to materialise.<br>\"When he wanted to be a number nine, he was never going to get the number nine shirt, he always had to play on the wing. I think for that last two or three seasons, he should have moved by then and realised, as soon as people like Sanchez, Ozil and all the other strikers started coming into the football club, his time was coming to an end.\"<br>Arsene Wenger tinkered with his formation to accommodate the high-profile arrivals of Alexis Sanchez and Mesut Ozil and Nicholas believes that had a detrimental effect on Walcott's influence in the starting line-up.<br>He continued: \"<a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> became too complicated for him. They didn't know if they wanted to play the success story which was a nine and a ten, and then they got confused. Sanchez can play nine or 11 and Ozil had free-rein - he could play but he wasn't really a number ten.<br>\"I think Arsene Wenger got confused with the lack of a formation and Theo didn't take shape in that because he wasn't a nine, he was usually a seven.<br>Fellow panellist <a href=\"http://dbpedia.org/resource/Leon_Osman\" title=\"http://dbpedia.org/resource/Leon_Osman\" target=\"_blank\">Leon Osman</a> agreed that Walcott's presence would be beneficial to <a href=\"http://dbpedia.org/resource/Sam_Allardyce\" title=\"http://dbpedia.org/resource/Sam_Allardyce\" target=\"_blank\">Sam Allardyce</a>'s squad, but the former Toffees' midfielder struggled to pinpoint where he'd fit in at <a href=\"http://dbpedia.org/resource/Goodison_Park\" title=\"http://dbpedia.org/resource/Goodison_Park\" target=\"_blank\">Goodison Park</a>.<br>\"I wouldn't know where Sam sees him playing. He's getting <a href=\"http://dbpedia.org/resource/Yannick_Bolasie\" title=\"http://dbpedia.org/resource/Yannick_Bolasie\" target=\"_blank\">Yannick Bolasie</a> back on the right, [Gylfi] Sigurdsson's now found a role on the left and they are just finding a bit of shape so I'm actually not sure where he fits.<br>\"That [pace] is what <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> need, they've been without pace this season and in an attacking sense its been really tough to break teams down. They've defended deeper since Sam's come in and not had the pace to hit people on the counter-attack so he'll certainly do that.<br>\"He seems to be the type of player who'll get in a rich vein and will score goals in a bunch so maybe, if he started playing regularly, he could do that for <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a>.<br>"
}