{
  "date": "15/01/18",
  "title": "Wales appoint Ryan Giggs as Chris Coleman's replacement",
  "description": "Wales have confirmed Ryan Giggs as their new manager on a four-year contract.",
  "content": "Giggs will be taking on his first major managerial role, his only experience so far having come in a four-game stint in interim charge of Manchester United after David Moyes was sacked.\nThe 44-year-old was capped 64 times by Wales in his 24-year professional career, scoring 12 goals.\nHe takes over from Chris Coleman, who left the role in November to take over as manager of Sky Bet Championship side Sunderland.\nColeman managed to lead Wales to Euro 2016, where his side reached the semi-finals, but they failed to qualify for this summer's World Cup in Russia.\nGiggs said: \"I am so proud to have been given the honour of managing the national team. The challenges that we have ahead of us with the Nations League and qualification for Euro 2020 excite me a great deal.\n\"I can't wait to start working with the players as we prepare for those crucial games later in the year.\"\nGiggs knows he has to win over sections of the Wales support, who voiced their criticism of him for consistently missing international games during his playing career, especially friendlies.\n\"I know that the criticism is going to come and the way to combat that is to win games and give it my all, which I'll do,\" he added.\n\"I'm just itching to get back into football, because that's where I feel comfortable, that's where I belong.\n\"So many times it's been said that a good career as a player doesn't necessarily mean you're going to be a good manager. But I think that's down to the individual.\n\"I'll do exactly what I did when I was a player - be professional, give it my all and enjoy it.\"\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Ryan_Giggs\" title=\"http://dbpedia.org/resource/Ryan_Giggs\" target=\"_blank\">Giggs</a> will be taking on his first major managerial role, his only experience so far having come in a four-game stint in interim charge of <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> after <a href=\"http://dbpedia.org/resource/David_Moyes\" title=\"http://dbpedia.org/resource/David_Moyes\" target=\"_blank\">David Moyes</a> was sacked.<br>The 44-year-old was capped 64 times by <a href=\"http://dbpedia.org/resource/Wales_national_football_team\" title=\"http://dbpedia.org/resource/Wales_national_football_team\" target=\"_blank\">Wales</a> in his 24-year professional career, scoring 12 goals.<br>He takes over from <a href=\"http://dbpedia.org/resource/Chris_Coleman_(footballer)\" title=\"http://dbpedia.org/resource/Chris_Coleman_(footballer)\" target=\"_blank\">Chris Coleman</a>, who left the role in November to take over as manager of Sky Bet Championship side <a href=\"http://dbpedia.org/resource/Sunderland_A.F.C.\" title=\"http://dbpedia.org/resource/Sunderland_A.F.C.\" target=\"_blank\">Sunderland</a>.<br>Coleman managed to lead <a href=\"http://dbpedia.org/resource/Wales_national_football_team\" title=\"http://dbpedia.org/resource/Wales_national_football_team\" target=\"_blank\">Wales</a> to Euro 2016, where his side reached the semi-finals, but they failed to qualify for this summer's World Cup in <a href=\"http://dbpedia.org/resource/Russia_national_football_team\" title=\"http://dbpedia.org/resource/Russia_national_football_team\" target=\"_blank\">Russia</a>.<br><a href=\"http://dbpedia.org/resource/Ryan_Giggs\" title=\"http://dbpedia.org/resource/Ryan_Giggs\" target=\"_blank\">Giggs</a> said: \"I am so proud to have been given the honour of managing the national team. The challenges that we have ahead of us with the Nations League and qualification for Euro 2020 excite me a great deal.<br>\"I can't wait to start working with the players as we prepare for those crucial games later in the year.\"<br><a href=\"http://dbpedia.org/resource/Ryan_Giggs\" title=\"http://dbpedia.org/resource/Ryan_Giggs\" target=\"_blank\">Giggs</a> knows he has to win over sections of the <a href=\"http://dbpedia.org/resource/Wales_national_football_team\" title=\"http://dbpedia.org/resource/Wales_national_football_team\" target=\"_blank\">Wales</a> support, who voiced their criticism of him for consistently missing international games during his playing career, especially friendlies.<br>\"I know that the criticism is going to come and the way to combat that is to win games and give it my all, which I'll do,\" he added.<br>\"I'm just itching to get back into football, because that's where I feel comfortable, that's where I belong.<br>\"So many times it's been said that a good career as a player doesn't necessarily mean you're going to be a good manager. But I think that's down to the individual.<br>\"I'll do exactly what I did when I was a player - be professional, give it my all and enjoy it.\"<br>"
}