{
  "date": "20/01/18",
  "title": "Wales boss Ryan Giggs to help Gareth Bale with fitness issues",
  "description": "New Wales manager Ryan Giggs believes his fitness expertise will help improve Gareth Bale's injury record.",
  "content": "Bale has suffered another injury-hit season at Real Madrid with calf and groin problems limiting him to only six starts in La Liga.\nThe 28-year-old also missed Wales' final two World Cup Qualifiers as they missed out on this summer's finals in Russia.\n\"It's about passing on your knowledge that you experienced as a player,\" said Giggs, who turned to yoga as he prolonged a stellar career at Manchester United beyond his 40th birthday.\n\"I've got plenty of that obviously - the different things you will come up against.\n\"So that might be a conversation because everyone wants a fit Gareth Bale, and everyone wants a fit Welsh national team so you have your best players to pick from.\"\nGiggs, appointed as Chris Coleman's successor on a four-year deal, will head to Switzerland on Wednesday for the UEFA Nations League draw.\nWales are seeded in League B and could be drawn against Northern Ireland and the Republic of Ireland in UEFA's new competition.\nThe UEFA Nations League will get underway in September, the first competitive games of Giggs' reign after a trip to the China Cup in March.\n\"I will speak to all the experienced players. Why wouldn't you?\" Giggs said.\n\"I want to tap into all the good experiences they've had, the things that maybe frustrate them, and sometimes you might take their advice, sometimes you might not.\n\"You want to get as much background of things that have worked over the last few years.\n\"To be successful that's what we want because you want a competitive environment where players are pushing each other.\n\"I played at a club for a number of years where often training was harder than games so come Saturday it was easy.\n\"That's the sort of environment I want to create where actually come the game you find it relatively easy because training is so difficult.\"\n",
  "dbpedia": "Bale has suffered another injury-hit season at <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> with calf and groin problems limiting him to only six starts in <a href=\"http://dbpedia.org/resource/La_Liga\" title=\"http://dbpedia.org/resource/La_Liga\" target=\"_blank\">La Liga</a>.<br>The 28-year-old also missed <a href=\"http://dbpedia.org/resource/Wales_national_football_team\" title=\"http://dbpedia.org/resource/Wales_national_football_team\" target=\"_blank\">Wales</a>' final two World Cup Qualifiers as they missed out on this summer's finals in <a href=\"http://dbpedia.org/resource/Russia_national_football_team\" title=\"http://dbpedia.org/resource/Russia_national_football_team\" target=\"_blank\">Russia</a>.<br>\"It's about passing on your knowledge that you experienced as a player,\" said <a href=\"http://dbpedia.org/resource/Ryan_Giggs\" title=\"http://dbpedia.org/resource/Ryan_Giggs\" target=\"_blank\">Giggs</a>, who turned to yoga as he prolonged a stellar career at <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> beyond his 40th birthday.<br>\"I've got plenty of that obviously - the different things you will come up against.<br>\"So that might be a conversation because everyone wants a fit <a href=\"http://dbpedia.org/resource/Gareth_Bale\" title=\"http://dbpedia.org/resource/Gareth_Bale\" target=\"_blank\">Gareth Bale</a>, and everyone wants a fit <a href=\"http://dbpedia.org/resource/Wales_national_football_team\" title=\"http://dbpedia.org/resource/Wales_national_football_team\" target=\"_blank\">Welsh national team</a> so you have your best players to pick from.\"<br><a href=\"http://dbpedia.org/resource/Ryan_Giggs\" title=\"http://dbpedia.org/resource/Ryan_Giggs\" target=\"_blank\">Giggs</a>, appointed as <a href=\"http://dbpedia.org/resource/Chris_Coleman_(footballer)\" title=\"http://dbpedia.org/resource/Chris_Coleman_(footballer)\" target=\"_blank\">Chris Coleman</a>'s successor on a four-year deal, will head to <a href=\"http://dbpedia.org/resource/Switzerland_national_football_team\" title=\"http://dbpedia.org/resource/Switzerland_national_football_team\" target=\"_blank\">Switzerland</a> on Wednesday for the UEFA Nations League draw.<br><a href=\"http://dbpedia.org/resource/Wales_national_football_team\" title=\"http://dbpedia.org/resource/Wales_national_football_team\" target=\"_blank\">Wales</a> are seeded in League B and could be drawn against <a href=\"http://dbpedia.org/resource/Northern_Ireland_national_football_team\" title=\"http://dbpedia.org/resource/Northern_Ireland_national_football_team\" target=\"_blank\">Northern Ireland</a> and the Republic of <a href=\"http://dbpedia.org/resource/Republic_of_Ireland_national_football_team\" title=\"http://dbpedia.org/resource/Republic_of_Ireland_national_football_team\" target=\"_blank\">Ireland</a> in UEFA's new competition.<br>The UEFA Nations League will get underway in September, the first competitive games of <a href=\"http://dbpedia.org/resource/Ryan_Giggs\" title=\"http://dbpedia.org/resource/Ryan_Giggs\" target=\"_blank\">Giggs</a>' reign after a trip to the China Cup in March.<br>\"I will speak to all the experienced players. Why wouldn't you?\" <a href=\"http://dbpedia.org/resource/Ryan_Giggs\" title=\"http://dbpedia.org/resource/Ryan_Giggs\" target=\"_blank\">Giggs</a> said.<br>\"I want to tap into all the good experiences they've had, the things that maybe frustrate them, and sometimes you might take their advice, sometimes you might not.<br>\"You want to get as much background of things that have worked over the last few years.<br>\"To be successful that's what we want because you want a competitive environment where players are pushing each other.<br>\"I played at a club for a number of years where often training was harder than games so come Saturday it was easy.<br>\"That's the sort of environment I want to create where actually come the game you find it relatively easy because training is so difficult.\"<br>"
}