{
  "date": "18/01/18",
  "title": "WATCH: Shola Ameobi's away days memories... from Plymouth to the Nou Camp",
  "description": "From long trips to Plymouth to playing at the Nou Camp, Shola Ameobi recalls his best and worst away day memories...",
  "content": "Best away venue you have ever played?I always loved going to Highbury. The pitch was always immaculate so you know you'd get a good surface to play on but there was also the closeness of the fans and the intensity there. I didn't always enjoy the result! But I enjoyed going down there.Most intimidating away ground?It was more about the anticipation. Obviously the likes of Old Trafford with the size of it, the fans there and the team as well. I don't think there was any fear playing there but you're just nervous about the result more than anything. With the bigger stadiums you want to go and show what you can do.Which set of away fans give you the most stick?Obviously being at Newcastle it was our rivals Sunderland! Every time you went to their ground there was a lot of hatred getting poured towards our players. It was always a ground that was difficult to play at because the rivalry was so big, but I really enjoyed the challenge.Best away day memories?Being a young player coming through at Newcastle and being able to play in the Champions League at the Nou Camp was one of the highlights of my career.I was 21 or 22 and got the chance because Alan Shearer and Craig Bellamy were injured for the game, so getting the opportunity to play against all those players that you looked up to really sticks in my mind. And to get the chance to score as well was a big moment for me in my career.Which away ground do you wish you could play at?I've played at most of them in England, but I think the one in Europe would be the Bernabeu. With the prestige and size of the club it would probably be the one I would have picked to play at.Longest away day journey?We drove down to Plymouth once which wasn't fun! It took us awhile and we had a few stops as well. Luckily we won the game, which helps on the way back!Best journeys home in your career?It was probably the shortest ones when we won! Obviously if we played at the Stadium of Light and got a good result it was a favourite of mine. Middlesbrough as well because it was good to get one up on your local rivals, that was always fun.Early away day memories?"
}