{
  "date": "16/01/18",
  "title": "WATCH & VOTE: Premier League game of the season so far",
  "description": "Liverpool edged Manchester City 4-3 at Anfield on Sunday, but was the seven-goal thriller the best Premier League game of the season so far?",
  "content": "It really was a Super Sunday on Merseyside as Jurgen Klopp's free-scoring Liverpool became the first team to get the better of Premier League leaders City in the top flight this season.It was a match that will live long in the memory, too, with the home side moving into a 4-1 lead with a quarter of the encounter left to play, before hanging on to claim all three points after a late rally from Pep Guardiola's men.However, Sunday's classic has been just one of a number of thrilling contests in the Premier League this campaign and we want you to tell us which of these five fixtures has been the standout of the season so far…The new campaign got underway in thrilling fashion with a seven-goal epic at the Emirates. Alexandre Lacazette opened the scoring just two minutes into his Arsenal debut, but a Jamie Vardy double either side of half-time helped put the Foxes 3-2 ahead. The Gunners, though, won the game thanks to late goals from subs Aaron Ramsey and Olivier Giroud.United made a lightning start to proceedings at the Emirates thanks to quickfire strikes from Antonio Valencia and Jesse Lingard, before Lacazette deservedly brought Arsenal back into the contest just after half-time. However, a combination of a man-of-the-match display from David de Gea and a Lingard breakaway goal gave Jose Mourinho's side the points.The Reds looked to be cruising to victory after goals either side of the interval from Philippe Coutinho and Mo Salah. Arsenal, though, responded in devastating style by scoring three times in just eight minutes through Alexis Sanchez, Granit Xhaka and Mesut Ozil, before Roberto Firmino earned the visitors a point to cap off a sensational affair in north London.A rare Jack Wilshere goal gave Arsenal the lead just past the hour-mark, only for Eden Hazard to equalise from the spot just minutes later. And in a dramatic finale, Marcos Alonso appeared to have won the match for the champions, only for Hector Bellerin's 92nd-minute strike to hand the home team a share of the spoils.The Reds led early thanks to Alex Oxlade-Chamberlain's low drive, only for Leroy Sane to fire the visitors level just before half-time. However, a three-goal blitz from Firmino, Sadio Mane and Salah appeared to have seen City off, before late strikes from Bernardo Silva and Ilkay Gundogan set up a tense finish at Anfield.",
  "dbpedia": "\nIt really was a Super Sunday on Merseyside as Jurgen Klopp\\&apos;s free-scoring <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> became the first team to get the better of <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> leaders City in the top flight this season.It was a match that will live long in the memory, too, with the home side moving into a 4-1 lead with a quarter of the encounter left to play, before hanging on to claim all three points after a late rally from <a href=\"http://dbpedia.org/resource/Pep_Guardiola\" title=\"http://dbpedia.org/resource/Pep_Guardiola\" target=\"_blank\">Pep Guardiola</a>\\&apos;s men.However, Sunday\\&apos;s classic has been just one of a number of thrilling contests in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> this campaign and we want you to tell us which of these five fixtures has been the standout of the season so far&#x2026;The new campaign got underway in thrilling fashion with a seven-goal epic at the Emirates. <a href=\"http://dbpedia.org/resource/Alexandre_Lacazette\" title=\"http://dbpedia.org/resource/Alexandre_Lacazette\" target=\"_blank\">Alexandre Lacazette</a> opened the scoring just two minutes into his <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> debut, but a <a href=\"http://dbpedia.org/resource/Jamie_Vardy\" title=\"http://dbpedia.org/resource/Jamie_Vardy\" target=\"_blank\">Jamie Vardy</a> double either side of half-time helped put the Foxes 3-2 ahead. The Gunners, though, won the game thanks to late goals from subs <a href=\"http://dbpedia.org/resource/Aaron_Ramsey\" title=\"http://dbpedia.org/resource/Aaron_Ramsey\" target=\"_blank\">Aaron Ramsey</a> and Olivier Giroud.United made a lightning start to proceedings at the Emirates thanks to quickfire strikes from <a href=\"http://dbpedia.org/resource/Antonio_Valencia\" title=\"http://dbpedia.org/resource/Antonio_Valencia\" target=\"_blank\">Antonio Valencia</a> and <a href=\"http://dbpedia.org/resource/Jesse_Lingard\" title=\"http://dbpedia.org/resource/Jesse_Lingard\" target=\"_blank\">Jesse Lingard</a>, before Lacazette deservedly brought <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> back into the contest just after half-time. However, a combination of a man-of-the-match display from <a href=\"http://dbpedia.org/resource/David_de_Gea\" title=\"http://dbpedia.org/resource/David_de_Gea\" target=\"_blank\">David de Gea</a> and a Lingard breakaway goal gave Jose Mourinho\\&apos;s side the points.The Reds looked to be cruising to victory after goals either side of the interval from <a href=\"http://dbpedia.org/resource/Philippe_Coutinho\" title=\"http://dbpedia.org/resource/Philippe_Coutinho\" target=\"_blank\">Philippe Coutinho</a> and Mo Salah. <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>, though, responded in devastating style by scoring three times in just eight minutes through Alexis Sanchez, <a href=\"http://dbpedia.org/resource/Granit_Xhaka\" title=\"http://dbpedia.org/resource/Granit_Xhaka\" target=\"_blank\">Granit Xhaka</a> and Mesut Ozil, before Roberto Firmino earned the visitors a point to cap off a sensational affair in north London.A rare <a href=\"http://dbpedia.org/resource/Jack_Wilshere\" title=\"http://dbpedia.org/resource/Jack_Wilshere\" target=\"_blank\">Jack Wilshere</a> goal gave <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> the lead just past the hour-mark, only for <a href=\"http://dbpedia.org/resource/Eden_Hazard\" title=\"http://dbpedia.org/resource/Eden_Hazard\" target=\"_blank\">Eden Hazard</a> to equalise from the spot just minutes later. And in a dramatic finale, <a href=\"http://dbpedia.org/resource/Marcos_Alonso_Mendoza\" title=\"http://dbpedia.org/resource/Marcos_Alonso_Mendoza\" target=\"_blank\">Marcos Alonso</a> appeared to have won the match for the champions, only for Hector Bellerin\\&apos;s 92nd-minute strike to hand the home team a share of the spoils.The Reds led early thanks to <a href=\"http://dbpedia.org/resource/Alex_Oxlade-Chamberlain\" title=\"http://dbpedia.org/resource/Alex_Oxlade-Chamberlain\" target=\"_blank\">Alex Oxlade-Chamberlain</a>\\&apos;s low drive, only for Leroy Sane to fire the visitors level just before half-time. However, a three-goal blitz from Firmino, Sadio Mane and Salah appeared to have seen City off, before late strikes from Bernardo Silva and Ilkay Gundogan set up a tense finish at Anfield.\n"
}