{
  "date": "20/01/18",
  "title": "WATCH: Arsenal's fantastic fourth goal against Crystal Palace",
  "description": "Arsenal capped off a \"scintillating\" opening spell against Crystal Palace with a superb fourth goal.",
  "content": "Having scored three times in the opening 20 minutes at the Emirates, the Gunners saved the best until last as Mesut Ozil and Jack Wilshere combined to set up Alexandre Lacazette to score.Ozil played a one-two with Wilshere, continued his run into the box and then flicked the ball back for Lacaztte to fire in.Palace manager Roy Hodgson described Arsenal's early attacking play as \"scintillating\", while Sky Sports commentator Andy Hinchcliffe was full of praise for the fourth goal.\"Ozil's balance, vision and awareness today was incredible,\" he said. \"The touch for the fourth goal was the one I was really admired the most, it was incredible, the weight of the flick for Lacazette. It was a brilliant goal and Ozil was at the heart of it.\"Hit play on the video at the top of the page to watch the goal",
  "dbpedia": "\nHaving scored three times in the opening 20 minutes at the Emirates, the Gunners saved the best until last as Mesut Ozil and <a href=\"http://dbpedia.org/resource/Jack_Wilshere\" title=\"http://dbpedia.org/resource/Jack_Wilshere\" target=\"_blank\">Jack Wilshere</a> combined to set up <a href=\"http://dbpedia.org/resource/Alexandre_Lacazette\" title=\"http://dbpedia.org/resource/Alexandre_Lacazette\" target=\"_blank\">Alexandre Lacazette</a> to score.Ozil played a one-two with Wilshere, continued his run into the box and then flicked the ball back for Lacaztte to fire in.Palace manager <a href=\"http://dbpedia.org/resource/Roy_Hodgson\" title=\"http://dbpedia.org/resource/Roy_Hodgson\" target=\"_blank\">Roy Hodgson</a> described <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>\\&apos;s early attacking play as &quot;scintillating&quot;, while Sky Sports commentator <a href=\"http://dbpedia.org/resource/Andy_Hinchcliffe\" title=\"http://dbpedia.org/resource/Andy_Hinchcliffe\" target=\"_blank\">Andy Hinchcliffe</a> was full of praise for the fourth goal.&quot;Ozil\\&apos;s balance, vision and awareness today was incredible,&quot; he said. &quot;The touch for the fourth goal was the one I was really admired the most, it was incredible, the weight of the flick for Lacazette. It was a brilliant goal and Ozil was at the heart of it.&quot;Hit play on the video at the top of the page to watch the goal\n"
}