{
  "date": "13/01/18",
  "title": "WATCH: Should Bakary Sako have had a penalty?",
  "description": "Bakary Sako scored the only goal in Crystal Palace's 1-0 win over Burnley, but should he have been awarded a penalty?",
  "content": "With the score at 0-0, Sako carried the ball to the byline under pressure from the Clarets' backline, preparing to deliver a cross from an acute angle.\nBut before he had the chance to pull the trigger, Burnley defender James Tarkowski lunged in on the forward and sent him flying to the deck\nVocal appeals could be heard from the Selhurst Park crowd, but referee Michael Oliver did not even flinch before urging the players to continue.\nReplays proved ambiguous, although from some angles the centre-back appeared to get a slight touch on the ball.\nShould Bakary Sako have been awarded a penalty? Click on the video above to decide for yourself...\n",
  "dbpedia": "With the score at 0-0, Sako carried the ball to the byline under pressure from the Clarets' backline, preparing to deliver a cross from an acute angle.<br>But before he had the chance to pull the trigger, <a href=\"http://dbpedia.org/resource/Burnley_F.C.\" title=\"http://dbpedia.org/resource/Burnley_F.C.\" target=\"_blank\">Burnley</a> defender <a href=\"http://dbpedia.org/resource/James_Tarkowski\" title=\"http://dbpedia.org/resource/James_Tarkowski\" target=\"_blank\">James Tarkowski</a> lunged in on the forward and sent him flying to the deck<br>Vocal appeals could be heard from the <a href=\"http://dbpedia.org/resource/Selhurst_Park\" title=\"http://dbpedia.org/resource/Selhurst_Park\" target=\"_blank\">Selhurst Park</a> crowd, but referee Michael Oliver did not even flinch before urging the players to continue.<br>Replays proved ambiguous, although from some angles the centre-back appeared to get a slight touch on the ball.<br>Should <a href=\"http://dbpedia.org/resource/Bakary_Sako\" title=\"http://dbpedia.org/resource/Bakary_Sako\" target=\"_blank\">Bakary Sako</a> have been awarded a penalty? Click on the video above to decide for yourself...<br>"
}