{
  "date": "12/01/18",
  "title": "Watford boss Marco Silva pays tribute to Graham Taylor one year after his death",
  "description": "Marco Silva has paid tribute to former Watford manager Graham Taylor after underlining the importance of being aware of a club's history.",
  "content": "Friday marks the first anniversary of Taylor's death and the following day Southampton visit Vicarage Road for a Premier League fixture that will be laced with poignancy for Hornets fans.\nTaylor managed Watford across two spells totalling 15 years and was also chairman from 2009 to 2012.\n\"It's a really important day for the club, for us, for the fans and for his family as well,\" Hornets boss Silva said.\n\"What he achieved at this club was amazing. He built the club with Sir Elton John and he is really important for us as a club.\n\"Each club I'm working at I like to understand the story of the club, what happened in the past and to respect the story and respect important persons in the club's history.\"\nWhile Saturday's match promises to be an emotional occasion, Silva insists his players would rather look inwards for inspiration to halt their slide down the Premier League table.\nThe Hornets are 10th after picking up just four points from their last nine league fixtures, although they did record a 3-0 win over Bristol City in the FA Cup third round last weekend.\n\"I can use everything I feel is the best to motivate our players,\" said Silva.\n\"Our best motivation is our job. People who work in football are doing what we love, what is our passion. It's a fantastic job. It's a big motivation. We must work hard to win the game.\n\"It's important for me and the players to do everything to win the game. We hope on this important day that we can win the match.\"\n",
  "dbpedia": "Friday marks the first anniversary of Taylor's death and the following day <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> visit <a href=\"http://dbpedia.org/resource/Vicarage_Road\" title=\"http://dbpedia.org/resource/Vicarage_Road\" target=\"_blank\">Vicarage Road</a> for a <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> fixture that will be laced with poignancy for Hornets fans.<br>Taylor managed <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> across two spells totalling 15 years and was also chairman from 2009 to 2012.<br>\"It's a really important day for the club, for us, for the fans and for his family as well,\" Hornets boss Silva said.<br>\"What he achieved at this club was amazing. He built the club with Sir Elton John and he is really important for us as a club.<br>\"Each club I'm working at I like to understand the story of the club, what happened in the past and to respect the story and respect important persons in the club's history.\"<br>While Saturday's match promises to be an emotional occasion, Silva insists his players would rather look inwards for inspiration to halt their slide down the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> table.<br>The Hornets are 10th after picking up just four points from their last nine league fixtures, although they did record a 3-0 win over <a href=\"http://dbpedia.org/resource/Bristol_City_F.C.\" title=\"http://dbpedia.org/resource/Bristol_City_F.C.\" target=\"_blank\">Bristol City</a> in the FA Cup third round last weekend.<br>\"I can use everything I feel is the best to motivate our players,\" said Silva.<br>\"Our best motivation is our job. People who work in football are doing what we love, what is our passion. It's a fantastic job. It's a big motivation. We must work hard to win the game.<br>\"It's important for me and the players to do everything to win the game. We hope on this important day that we can win the match.\"<br>"
}