{
  "date": "05/01/18",
  "title": "Watford striker Troy Deeney staying put in transfer window, says Marco Silva",
  "description": "Watford head coach Marco Silva is adamant that he does not want to lose Troy Deeney in the transfer window.",
  "content": "Deeney's future at Vicarage Road has been questioned in recent weeks with Watford reportedly willing to listen to offers for their club captain and replace him with Bournemouth's Benik Afoebe.\nBournemouth are yet to receive any bids for Afobe and Sky Sports News understands they have no interest in selling the striker.\nBut whatever the situation on the south coast, Silva insists Deeney - who has been suspended for the last four games after being sent off against Huddersfield in December - will remain at the club, and there have been no offers for him despite reported interest from Newcastle.\n\"No offers in the club about Troy Deeney,\" said Silva. \"At this moment Troy Deeney is able to play finally, able to play or be in the squad if I take that decision.\n\"Of course the last ten matches have not been easy, he was only involved in three of them and the only thing new about Troy Deeney is that he is able to be in the squad if I take this decision tomorrow.\nSilva was pressed on whether he expects Deeney to still be at the club when the window shuts at the end of the month.\n\"He was here in the morning, I am sure he will be here tomorrow and what I can tell you is that all the players that the club want to keep will stay at the club in January.\n\"All the players I want to keep will stay, of course Troy is an important player for us.\"\nSilva's immediate concern is Saturday's FA Cup third round tie against Bristol City who knocked Manchester United out of the Carabao Cup last month.\n",
  "dbpedia": "Deeney's future at <a href=\"http://dbpedia.org/resource/Vicarage_Road\" title=\"http://dbpedia.org/resource/Vicarage_Road\" target=\"_blank\">Vicarage Road</a> has been questioned in recent weeks with <a href=\"http://dbpedia.org/resource/Watford_F.C.\" title=\"http://dbpedia.org/resource/Watford_F.C.\" target=\"_blank\">Watford</a> reportedly willing to listen to offers for their club captain and replace him with <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a>'s Benik Afoebe.<br><a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a> are yet to receive any bids for Afobe and Sky Sports News understands they have no interest in selling the striker.<br>But whatever the situation on the south coast, Silva insists Deeney - who has been suspended for the last four games after being sent off against <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> in December - will remain at the club, and there have been no offers for him despite reported interest from <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a>.<br>\"No offers in the club about <a href=\"http://dbpedia.org/resource/Troy_Deeney\" title=\"http://dbpedia.org/resource/Troy_Deeney\" target=\"_blank\">Troy Deeney</a>,\" said Silva. \"At this moment <a href=\"http://dbpedia.org/resource/Troy_Deeney\" title=\"http://dbpedia.org/resource/Troy_Deeney\" target=\"_blank\">Troy Deeney</a> is able to play finally, able to play or be in the squad if I take that decision.<br>\"Of course the last ten matches have not been easy, he was only involved in three of them and the only thing new about <a href=\"http://dbpedia.org/resource/Troy_Deeney\" title=\"http://dbpedia.org/resource/Troy_Deeney\" target=\"_blank\">Troy Deeney</a> is that he is able to be in the squad if I take this decision tomorrow.<br>Silva was pressed on whether he expects Deeney to still be at the club when the window shuts at the end of the month.<br>\"He was here in the morning, I am sure he will be here tomorrow and what I can tell you is that all the players that the club want to keep will stay at the club in January.<br>\"All the players I want to keep will stay, of course Troy is an important player for us.\"<br>Silva's immediate concern is Saturday's FA Cup third round tie against <a href=\"http://dbpedia.org/resource/Bristol_City_F.C.\" title=\"http://dbpedia.org/resource/Bristol_City_F.C.\" target=\"_blank\">Bristol City</a> who knocked <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> out of the Carabao Cup last month.<br>"
}