{
  "date": "15/01/18",
  "title": "Alexis Sanchez situation could be resolved in next 48 hours, reveals Arsene Wenger",
  "description": "Arsene Wenger says Alexis Sanchez could leave Arsenal in the next 48 hours but a replacement will be found in the January transfer window.",
  "content": "Sanchez did not travel with Arsenal for their game at Bournemouth, with Manchester United confident of beating rivals Manchester City to sign him, according to Sky sources.\nThe Chilean, who trained on Saturday, has six months remaining on his contract and Wenger appears resigned to losing him before the window closes on January 31.\nExplaining Sanchez's absence ahead of kick-off, Wenger told Sky Sports that the forward was being \"vague\" about his future, but a resolution would be found \"imminently\".\nBut after Arsenal's 2-1 defeat to Bournemouth, Wenger revealed Sanchez was on standby for a transfer, while Mesut Ozil missed the trip due to injury.\n\"It could happen today or tomorrow or not at all,\" Wenger said, when asked about Sanchez leaving. \"That's why I didn't want to travel with him today for him to go somewhere else.\n\"Alexis would have played but this is a difficult period for him. He has always been committed until now.\n\"He could have moved today or yesterday or not, but it will be decided in the next 48 hours. He is on standby so I decided not to bring him today. It wasn't that he didn't want to play.\"\nArsenal have scheduled a meeting with Bordeaux to discuss a potential deal for Brazilian forward Malcom, Sky in Italy are reporting.\nWenger insisted the performance against Bournemouth highlighted the need for an immediate replacement, should Sanchez leave.\n\"If Sanchez goes we need to replace him,\" he said. \"Today we missed many players in our squad. You see that they have a weight in the team.\n\"If players like Sanchez go we of course have to respond to it. Will he go or not? I don't know, but at the moment it's transfer period. In this period you use the players who are completely focused on being at the club.\n\"I have been assured he will be replaced in this window. There is nothing concrete on Malcom yet.\"\nWenger on Friday admitted for the first time Sanchez is unlikely to sign a new deal at the club, while Manchester United manager Jose Mourinho labelled the 29-year-old a \"phenomenal\" player.\nSky Sports News understands United are interested in beating local rivals Manchester City to his signature, and it emerged on Friday that City are not prepared to pay Arsenal's £35m valuation.\nWenger last week suggested a bidding war would be beneficial to the Gunners if the club are to sell the forward, who came on as a substitute in Arsenal's midweek draw with Chelsea in the Carabao Cup.\nAlan Smith told Sky Sports: \"It seems like a battle between the two Manchester giants, City and United.\n\"From Arsene Wenger's point of view, he'll want to be getting this out of the way as quickly as possible.\n\"It will almost be a relief once it is out of the way and he can concentrate on those players that he knows are going to be here for the foreseeable future.\"\n",
  "dbpedia": "Sanchez did not travel with <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> for their game at <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a>, with <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> confident of beating rivals <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> to sign him, according to Sky sources.<br>The <a href=\"http://dbpedia.org/resource/Chile_national_football_team\" title=\"http://dbpedia.org/resource/Chile_national_football_team\" target=\"_blank\">Chilean</a>, who trained on Saturday, has six months remaining on his contract and Wenger appears resigned to losing him before the window closes on January 31.<br>Explaining Sanchez's absence ahead of kick-off, Wenger told Sky Sports that the forward was being \"vague\" about his future, but a resolution would be found \"imminently\".<br>But after <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>'s 2-1 defeat to <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a>, Wenger revealed Sanchez was on standby for a transfer, while Mesut Ozil missed the trip due to injury.<br>\"It could happen today or tomorrow or not at all,\" Wenger said, when asked about Sanchez leaving. \"That's why I didn't want to travel with him today for him to go somewhere else.<br>\"Alexis would have played but this is a difficult period for him. He has always been committed until now.<br>\"He could have moved today or yesterday or not, but it will be decided in the next 48 hours. He is on standby so I decided not to bring him today. It wasn't that he didn't want to play.\"<br><a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> have scheduled a meeting with <a href=\"http://dbpedia.org/resource/FC_Girondins_de_Bordeaux\" title=\"http://dbpedia.org/resource/FC_Girondins_de_Bordeaux\" target=\"_blank\">Bordeaux</a> to discuss a potential deal for <a href=\"http://dbpedia.org/resource/Brazil_national_football_team\" title=\"http://dbpedia.org/resource/Brazil_national_football_team\" target=\"_blank\">Brazilian</a> forward Malcom, Sky in <a href=\"http://dbpedia.org/resource/Italy_national_football_team\" title=\"http://dbpedia.org/resource/Italy_national_football_team\" target=\"_blank\">Italy</a> are reporting.<br>Wenger insisted the performance against <a href=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" title=\"http://dbpedia.org/resource/A.F.C._Bournemouth\" target=\"_blank\">Bournemouth</a> highlighted the need for an immediate replacement, should Sanchez leave.<br>\"If Sanchez goes we need to replace him,\" he said. \"Today we missed many players in our squad. You see that they have a weight in the team.<br>\"If players like Sanchez go we of course have to respond to it. Will he go or not? I don't know, but at the moment it's transfer period. In this period you use the players who are completely focused on being at the club.<br>\"I have been assured he will be replaced in this window. There is nothing concrete on Malcom yet.\"<br>Wenger on Friday admitted for the first time Sanchez is unlikely to sign a new deal at the club, while <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> manager Jose Mourinho labelled the 29-year-old a \"phenomenal\" player.<br>Sky Sports News understands United are interested in beating local rivals <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> to his signature, and it emerged on Friday that City are not prepared to pay <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>'s £35m valuation.<br>Wenger last week suggested a bidding war would be beneficial to the Gunners if the club are to sell the forward, who came on as a substitute in <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>'s midweek draw with <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> in the Carabao Cup.<br><a href=\"http://dbpedia.org/resource/Alan_Smith_(footballer_born_1962)\" title=\"http://dbpedia.org/resource/Alan_Smith_(footballer_born_1962)\" target=\"_blank\">Alan Smith</a> told Sky Sports: \"It seems like a battle between the two Manchester giants, City and United.<br>\"From Arsene Wenger's point of view, he'll want to be getting this out of the way as quickly as possible.<br>\"It will almost be a relief once it is out of the way and he can concentrate on those players that he knows are going to be here for the foreseeable future.\"<br>"
}