{
  "date": "02/02/18",
  "title": "Mesut Ozil asked to take responsibility at Arsenal after signing new deal",
  "description": "Arsene Wenger says he expects Mesut Ozil to take \"responsibility to lead the team to success\" after signing a new Arsenal contract.",
  "content": "Ozil ended months of speculation about his future by signing a three-and-a-half year extension on Thursday, which will keep him at the club until at least the summer of 2021.Wenger has welcomed the news but says that, with the Gunners only sixth in the Premier League table and eight points off the Champions League places, he needs Ozil to step up.\"He has committed his future to the club,\" said Wenger. \"But we are in a period where we are in a tricky position on that front, with us trying to qualify for the Champions League.\"We expect from him that he becomes the lead and takes responsibility to lead the team to success.\"It is (like a new signing) because many predicted he would not commit and not sign for us, and overall it is good news for us.\"When you look at the transfer market today, the fact you can keep a player of that calibre is of course good news, and the fact he committed for a longer period shows as well he will have to lead the team.\"One long-serving Arsenal player who has departed is forward Olivier Giroud, who was sold to Chelsea as the Gunners landed Pierre-Emerick Aubameyang on Deadline Day.Wenger agrees that selling Giroud to a Premier League rival was not ideal but felt the player's service entitled him to secure the most suitable move.\"Ideally, you want him to go to clubs not competing with you,\" said Wenger.\"On the other hand, his deal was linked with the Aubameyang deal and he wanted to stay in London - he had just had a third baby.\"It was difficult for him to leave London and we owe Olivier a lot because of his dedication, commitment and love for the club, which was absolutely exceptional.\"It would have been difficult to turn it down, just because it was selling him to a competitive club.\"A busy window for Arsenal saw them lose Giroud and Alexis Sanchez, but acquire Aubameyang and Henrikh Mkhitaryan, as well as tying up Ozil on a long-term deal.Wenger thinks the moves leave them well placed to bounce back after a mixed month of results, which saw them exit the FA Cup and suffer a damaging Premier League loss to Swansea.Wenger said: \"January was a very difficult month for Arsenal but, as much as it was disappointing on the pitch side, I felt that on the transfer side it worked well for us.\"That is what we have to show now on the pitch in the coming months, because we have no room now for any defeats, basically.\""
}