{
  "date": "14/01/18",
  "title": "West Ham can still improve after Huddersfield rout, says David Moyes",
  "description": "David Moyes believes West Ham's Premier League revival is well under way following Saturday's emphatic 4-1 win at Huddersfield.",
  "content": "Mark Noble's opener was cancelled out by Huddersfield's Joe Lolley before the interval, but Marko Arnautovic scored within 30 seconds of the restart and then laid on two goals in five minutes for his strike-partner Manuel Lanzini.\nThe Hammers extended their unbeaten run in all competitions to five matches and secured Moyes his 200th Premier League win as a manager.\nThe former Everton and Manchester United boss joins an elite group - including Sir Alex Ferguson, Arsene Wenger and Harry Redknapp - to have reached the milestone and he senses his side are now building some momentum.\n\"I thought today there were signs,\" said Moyes, whose landmark win was witnessed by Ferguson, after the match.\n\"It was a much better performance. A bigger threat and we passed it well at times.\n\"We've still got to go to another level with it, but I've got to say - and I know the two boys up front will get a lot of the credit - that I thought the team performance generally was really good.\"\nWest Ham began the day two points and four places behind the Terriers, but leapfrogged their opponents into 11th place in a congested table.\n\"For us to beat one of our rivals is a big thing,\" said Moyes. \"I don't think any of the teams are much better than the other so the games are going to be close, but we're beginning to win on the road.\n\"We won at Stoke and here and we've started to get a wee bit of form at the London Stadium as well. Hopefully that will bode well between now and the end of the season.\"\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Mark_Noble\" title=\"http://dbpedia.org/resource/Mark_Noble\" target=\"_blank\">Mark Noble</a>'s opener was cancelled out by <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a>'s Joe Lolley before the interval, but Marko Arnautovic scored within 30 seconds of the restart and then laid on two goals in five minutes for his strike-partner Manuel Lanzini.<br>The Hammers extended their unbeaten run in all competitions to five matches and secured Moyes his 200th <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> win as a manager.<br>The former <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> and <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> boss joins an elite group - including <a href=\"http://dbpedia.org/resource/Alex_Ferguson\" title=\"http://dbpedia.org/resource/Alex_Ferguson\" target=\"_blank\">Sir Alex Ferguson</a>, Arsene Wenger and <a href=\"http://dbpedia.org/resource/Harry_Redknapp\" title=\"http://dbpedia.org/resource/Harry_Redknapp\" target=\"_blank\">Harry Redknapp</a> - to have reached the milestone and he senses his side are now building some momentum.<br>\"I thought today there were signs,\" said Moyes, whose landmark win was witnessed by Ferguson, after the match.<br>\"It was a much better performance. A bigger threat and we passed it well at times.<br>\"We've still got to go to another level with it, but I've got to say - and I know the two boys up front will get a lot of the credit - that I thought the team performance generally was really good.\"<br><a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> began the day two points and four places behind the Terriers, but leapfrogged their opponents into 11th place in a congested table.<br>\"For us to beat one of our rivals is a big thing,\" said Moyes. \"I don't think any of the teams are much better than the other so the games are going to be close, but we're beginning to win on the road.<br>\"We won at <a href=\"http://dbpedia.org/resource/Stoke_City_F.C.\" title=\"http://dbpedia.org/resource/Stoke_City_F.C.\" target=\"_blank\">Stoke</a> and here and we've started to get a wee bit of form at the London Stadium as well. Hopefully that will bode well between now and the end of the season.\"<br>"
}