{
  "date": "18/01/18",
  "title": "West Ham striker Andy Carroll not the answer for Chelsea, says Dennis Wise",
  "description": "West Ham United striker Andy Carroll does not suit Chelsea's style of play and the Premier League champions have better options available, says Dennis Wise.",
  "content": "Sky Sports News understands Chelsea have already contacted West Ham about signing Carroll on a permanent deal in the current window.However, lingering questions over both Carroll's fitness and scoring record mean the 29-year-old is not the man to provide competition for Alvaro Morata in attack at Stamford Bridge.\"He is a handful on his day, he really is, but no I do not think he is to be honest (the answer for Chelsea),\" Wise told The Debate.\"The reason being is he does not play enough games, he has had a lot of injuries. He is 29 years old and does not score enough goals and so therefore from that point of view, no.\"I think Chelsea like a striker who runs in behind and stretches teams and he will not be that person if they play with one up front, he will be more of a hold-up.\"And with the players that they have got, they come off more and they always need that one person who is really going to stretch (the opposition) to give them the space.\"Would Andy be satisfied going there knowing he will not be a regular and he will be a bit-part player? Maybe he would, but not for me.\"Wise also thinks there are better alternatives than Carroll for Chelsea to look at to provide back-up for Morata, who is currently struggling for goals at the west London club.\"There are more out there that score more goals, as they will get a lot of chances in play, and really push Morata,\" said the former Chelsea captain. \"And that is what he needs.\"And Andy won't push him as far because he will only play a certain amount of games and I think you want a player who is really going to push Morata, score goals and put him under pressure.\"Wise does admit he is surprised his former club have expressed an interest in the nine-cap England international, with the ex-Blues skipper likening it to when Chelsea bought Chris Sutton from Blackburn Rovers in 1999.\"He is not the type of player they go for, someone who is big and they stick crosses in because they are a little play around the corner and get it back and get in behind like that,\" said Wise, who made 445 appearances for the Blues between 1990 and 2001.\"His link-up play is not the greatest and they need someone up there who can link things who you have to go into him.\"We had Chris Sutton who was that type of big, strong… and his link-up play was not great and he really struggled at Chelsea unfortunately.\"And I find Andy a bit like Chris and we had a lot of ball players at the time - get it and get in behind and play - he is a bit like him.\"It did not really suit. And I do not think he will link up very well.\"",
  "dbpedia": "\nSky Sports News understands <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> have already contacted <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> about signing Carroll on a permanent deal in the current window.However, lingering questions over both Carroll\\&apos;s fitness and scoring record mean the 29-year-old is not the man to provide competition for Alvaro Morata in attack at Stamford Bridge.&quot;He is a handful on his day, he really is, but no I do not think he is to be honest (the answer for <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>),&quot; Wise told The Debate.&quot;The reason being is he does not play enough games, he has had a lot of injuries. He is 29 years old and does not score enough goals and so therefore from that point of view, no.&quot;I think <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> like a striker who runs in behind and stretches teams and he will not be that person if they play with one up front, he will be more of a hold-up.&quot;And with the players that they have got, they come off more and they always need that one person who is really going to stretch (the opposition) to give them the space.&quot;Would Andy be satisfied going there knowing he will not be a regular and he will be a bit-part player? Maybe he would, but not for me.&quot;Wise also thinks there are better alternatives than Carroll for <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> to look at to provide back-up for Morata, who is currently struggling for goals at the west London club.&quot;There are more out there that score more goals, as they will get a lot of chances in play, and really push Morata,&quot; said the former <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> captain. &quot;And that is what he needs.&quot;And Andy won\\&apos;t push him as far because he will only play a certain amount of games and I think you want a player who is really going to push Morata, score goals and put him under pressure.&quot;Wise does admit he is surprised his former club have expressed an interest in the nine-cap <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> international, with the ex-Blues skipper likening it to when <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> bought <a href=\"http://dbpedia.org/resource/Chris_Sutton\" title=\"http://dbpedia.org/resource/Chris_Sutton\" target=\"_blank\">Chris Sutton</a> from <a href=\"http://dbpedia.org/resource/Blackburn_Rovers_F.C.\" title=\"http://dbpedia.org/resource/Blackburn_Rovers_F.C.\" target=\"_blank\">Blackburn Rovers</a> in 1999.&quot;He is not the type of player they go for, someone who is big and they stick crosses in because they are a little play around the corner and get it back and get in behind like that,&quot; said Wise, who made 445 appearances for the Blues between 1990 and 2001.&quot;His link-up play is not the greatest and they need someone up there who can link things who you have to go into him.&quot;We had <a href=\"http://dbpedia.org/resource/Chris_Sutton\" title=\"http://dbpedia.org/resource/Chris_Sutton\" target=\"_blank\">Chris Sutton</a> who was that type of big, strong&#x2026; and his link-up play was not great and he really struggled at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> unfortunately.&quot;And I find Andy a bit like Chris and we had a lot of ball players at the time - get it and get in behind and play - he is a bit like him.&quot;It did not really suit. And I do not think he will link up very well.&quot;\n"
}