{
  "date": "25/01/18",
  "title": "West Ham boss David Moyes hopes Joao Mario can adapt to Premier League",
  "description": "David Moyes says he hopes Joao Mario will be able to \"hit the ground running\" at West Ham and adapt to the demands of the Premier League. ",
  "content": "The 25-year-old Inter Milan midfielder, a Euro 2016 winner with Portugal, underwent a medical with West Ham on Thursday.\nWith West Ham hindered by injuries and sitting 11th in a congested bottom half of the top flight, Moyes says his only concern is Mario struggling to adjust.\n\"My biggest concern is not him as a footballer but getting used to the Premier League, the speed and competitiveness compared to Italy or Portugal,\" said the Hammers boss.\n\"His ability as a footballer is not in question, he's proved it, and I just hope he can hit the ground running. That's my only concern.\"\nMoyes needed reinforcements to add to his increasingly limited squad, with Marko Arnautovic and Manuel Lanzini the latest players to suffer injuries.\nThe in-form attacking duo both have hamstring problems with Arnautovic facing at least three weeks out and Lanzini set to spent a minimum of a month on the sidelines.\nAndy Carroll is out for three months while Michail Antonio and Diafra Sakho are still short of fitness.\nThat leaves Javier Hernandez, who according to his agent is open to a move away from the London Stadium, and Andre Ayew as Moyes' only senior forwards.\nWest Ham have received an offer for Ayew, who is a target for his former club Swansea, but Moyes revealed the bid will not be accepted \"as it is\".\nAccording to Sky sources, Moyes had Newcastle midfielder Jonjo Shelvey on his shortlist to join the club, but the Scot dismissed the interest and admitted West Ham's January business may now be complete.\n\"That was never in place,\" he said. \"It was never talked about, never mooted. We didn't speak to Newcastle and Newcastle didn't speak to us.\n\"I would like to have a few more but the truth is I wouldn't want to say because I couldn't be confident we will get any more.\n\"At the moment I can't say there is any guarantee there will be anybody else coming.\n\"It's really difficult. Behind the scenes we have tried for two or three players and most of it is getting knocked back.\"\n",
  "dbpedia": "The 25-year-old <a href=\"http://dbpedia.org/resource/Inter_Milan\" title=\"http://dbpedia.org/resource/Inter_Milan\" target=\"_blank\">Inter Milan</a> midfielder, a Euro 2016 winner with <a href=\"http://dbpedia.org/resource/Portugal_national_football_team\" title=\"http://dbpedia.org/resource/Portugal_national_football_team\" target=\"_blank\">Portugal</a>, underwent a medical with <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> on Thursday.<br>With <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> hindered by injuries and sitting 11th in a congested bottom half of the top flight, Moyes says his only concern is Mario struggling to adjust.<br>\"My biggest concern is not him as a footballer but getting used to the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, the speed and competitiveness compared to <a href=\"http://dbpedia.org/resource/Italy_national_football_team\" title=\"http://dbpedia.org/resource/Italy_national_football_team\" target=\"_blank\">Italy</a> or <a href=\"http://dbpedia.org/resource/Portugal_national_football_team\" title=\"http://dbpedia.org/resource/Portugal_national_football_team\" target=\"_blank\">Portugal</a>,\" said the Hammers boss.<br>\"His ability as a footballer is not in question, he's proved it, and I just hope he can hit the ground running. That's my only concern.\"<br>Moyes needed reinforcements to add to his increasingly limited squad, with Marko Arnautovic and Manuel Lanzini the latest players to suffer injuries.<br>The in-form attacking duo both have hamstring problems with Arnautovic facing at least three weeks out and Lanzini set to spent a minimum of a month on the sidelines.<br><a href=\"http://dbpedia.org/resource/Andy_Carroll\" title=\"http://dbpedia.org/resource/Andy_Carroll\" target=\"_blank\">Andy Carroll</a> is out for three months while <a href=\"http://dbpedia.org/resource/Michail_Antonio\" title=\"http://dbpedia.org/resource/Michail_Antonio\" target=\"_blank\">Michail Antonio</a> and Diafra Sakho are still short of fitness.<br>That leaves Javier Hernandez, who according to his agent is open to a move away from the London Stadium, and Andre Ayew as Moyes' only senior forwards.<br><a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> have received an offer for Ayew, who is a target for his former club <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a>, but Moyes revealed the bid will not be accepted \"as it is\".<br>According to Sky sources, Moyes had <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> midfielder <a href=\"http://dbpedia.org/resource/Jonjo_Shelvey\" title=\"http://dbpedia.org/resource/Jonjo_Shelvey\" target=\"_blank\">Jonjo Shelvey</a> on his shortlist to join the club, but the Scot dismissed the interest and admitted <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a>'s January business may now be complete.<br>\"That was never in place,\" he said. \"It was never talked about, never mooted. We didn't speak to <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> and <a href=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" title=\"http://dbpedia.org/resource/Newcastle_United_F.C.\" target=\"_blank\">Newcastle</a> didn't speak to us.<br>\"I would like to have a few more but the truth is I wouldn't want to say because I couldn't be confident we will get any more.<br>\"At the moment I can't say there is any guarantee there will be anybody else coming.<br>\"It's really difficult. Behind the scenes we have tried for two or three players and most of it is getting knocked back.\"<br>"
}