{
  "date": "03/02/18",
  "title": "West Brom manager Alan Pardew admits his side 'lacked energy' in Southampton defeat",
  "description": "West Brom manager Alan Pardew admits a gruelling week took its toll on his players, who he described as \"lacking energy\" after the 3-2 defeat to Southampton at The Hawthorns.",
  "content": "The Baggies remain rooted to the bottom of the Premier League, four points adrift of safety after stretching a wretched run of form to one win from their last 24 league games.\nStrikes from Ahmed Hegazi and Salomon Rondon were not enough as Southampton fired in three without reply to inflict a first defeat for Pardew against his former club in six matches.\nThe latest setback came after trips to Liverpool and Manchester City in the past seven days, and Pardew admitted: \"It was a tough game for us. Their midfield looked more technical with a bit more energy than us. [Mario] Lemina was on fire today.\n\"We made the perfect start but we couldn't build on it. We conceded from two set plays which isn't like us. It was tough for us because of the sort of day it was.\n\"We were just a yard off the pace and the injuries have taken their toll. Three or four of those players hadn't played before the Manchester City game and they've had to play two games back to back really quick, and we just didn't have enough energy today.\"\nWest Brom rarely looked like completing the turnaround following Rondon's header with 18 minutes remaining, with Southampton coming closest to a fourth in the closing stages through Shane Long's wayward header.\nPardew admits his side were unfortunate not to be awarded a penalty with Oliver Burke staying on his feet following a challenge from Jack Stephens before Ryan Bertrand appeared to barge into the back of Jay Rodriguez inside the box.\n\"It's always a tough call before being honest and trying to score,\" Pardew said of substitute Burke.\nAnd reflecting on Daniel Sturridge's first start in a West Brom shirt, the Baggies boss added: \"We didn't know whether to start with Jay [Rodriguez] and do it the other way, but Jay had done two big stints at Liverpool and Man City.\n\"We thought the freshness of Daniel at the start would've been the better option but obiviously the game unfolded badly for us.\"\n",
  "dbpedia": "The Baggies remain rooted to the bottom of the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, four points adrift of safety after stretching a wretched run of form to one win from their last 24 league games.<br>Strikes from Ahmed Hegazi and Salomon Rondon were not enough as <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> fired in three without reply to inflict a first defeat for Pardew against his former club in six matches.<br>The latest setback came after trips to <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> and <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> in the past seven days, and Pardew admitted: \"It was a tough game for us. Their midfield looked more technical with a bit more energy than us. [Mario] Lemina was on fire today.<br>\"We made the perfect start but we couldn't build on it. We conceded from two set plays which isn't like us. It was tough for us because of the sort of day it was.<br>\"We were just a yard off the pace and the injuries have taken their toll. Three or four of those players hadn't played before the <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> game and they've had to play two games back to back really quick, and we just didn't have enough energy today.\"<br><a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> rarely looked like completing the turnaround following Rondon's header with 18 minutes remaining, with <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a> coming closest to a fourth in the closing stages through <a href=\"http://dbpedia.org/resource/Shane_Long\" title=\"http://dbpedia.org/resource/Shane_Long\" target=\"_blank\">Shane Long</a>'s wayward header.<br>Pardew admits his side were unfortunate not to be awarded a penalty with Oliver Burke staying on his feet following a challenge from Jack Stephens before <a href=\"http://dbpedia.org/resource/Ryan_Bertrand\" title=\"http://dbpedia.org/resource/Ryan_Bertrand\" target=\"_blank\">Ryan Bertrand</a> appeared to barge into the back of <a href=\"http://dbpedia.org/resource/Jay_Rodriguez\" title=\"http://dbpedia.org/resource/Jay_Rodriguez\" target=\"_blank\">Jay Rodriguez</a> inside the box.<br>\"It's always a tough call before being honest and trying to score,\" Pardew said of substitute Burke.<br>And reflecting on <a href=\"http://dbpedia.org/resource/Daniel_Sturridge\" title=\"http://dbpedia.org/resource/Daniel_Sturridge\" target=\"_blank\">Daniel Sturridge</a>'s first start in a <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> shirt, the Baggies boss added: \"We didn't know whether to start with Jay [Rodriguez] and do it the other way, but Jay had done two big stints at <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> and Man City.<br>\"We thought the freshness of Daniel at the start would've been the better option but obiviously the game unfolded badly for us.\"<br>"
}