{
  "date": "31/01/18",
  "title": "West Ham in advanced talks to sign Jordan Hugill from Preston",
  "description": "West Ham are in advanced talks to sign Jordan Hugill from Championship side Preston, according to Sky sources. ",
  "content": "Hugill has been linked with a number of Premier League clubs during the January transfer window and was left out of Preston's matchday squad for the 3-0 league victory over Nottingham Forest on Tuesday.It is understood Crystal Palace had held talks for Hugill, who has scored 10 goals in 29 appearances this season, earlier in the transfer window but it appears as if the Hammers have stolen a march on their London rivals.The Championship club are understood to have turned down an offer of around £8m in August, so it is expected Preston's valuation will be some way higher this month.Preston boss Alex Neil confirmed the striker had been left out of the squad for the victory against Forest because the player was not in the \"right frame of mind\".\"There is interest from a team in the Premier League [for Hugill],\" Neil said.\"As of now we've rejected any offer that's been made, but as I said didn't think Jordan was in the right frame of mind so I withdrew him from the squad.\"Obviously when you've got Premier League teams courting you, but you've also got a desire to leave, he said in the last window that if the opportunity arose he would go and play his football elsewhere.\"But that will be on our terms and I've got no intention of selling him. We've got no intention of selling him - a team's come in with an offer and we've rejected an offer.\"Get Sky Sports from £18 a month and watch the latest transfers live in action for their new teams",
  "dbpedia": "\nHugill has been linked with a number of <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> clubs during the January transfer window and was left out of <a href=\"http://dbpedia.org/resource/Preston_North_End_F.C.\" title=\"http://dbpedia.org/resource/Preston_North_End_F.C.\" target=\"_blank\">Preston</a>\\&apos;s matchday squad for the 3-0 league victory over <a href=\"http://dbpedia.org/resource/Nottingham_Forest_F.C.\" title=\"http://dbpedia.org/resource/Nottingham_Forest_F.C.\" target=\"_blank\">Nottingham Forest</a> on Tuesday.It is understood <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a> had held talks for Hugill, who has scored 10 goals in 29 appearances this season, earlier in the transfer window but it appears as if the Hammers have stolen a march on their London rivals.The Championship club are understood to have turned down an offer of around &#xA3;8m in August, so it is expected <a href=\"http://dbpedia.org/resource/Preston_North_End_F.C.\" title=\"http://dbpedia.org/resource/Preston_North_End_F.C.\" target=\"_blank\">Preston</a>\\&apos;s valuation will be some way higher this month.Preston boss Alex Neil confirmed the striker had been left out of the squad for the victory against Forest because the player was not in the &quot;right frame of mind&quot;.&quot;There is interest from a team in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> [for Hugill],&quot; Neil said.&quot;As of now we\\&apos;ve rejected any offer that\\&apos;s been made, but as I said didn\\&apos;t think Jordan was in the right frame of mind so I withdrew him from the squad.&quot;Obviously when you\\&apos;ve got <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> teams courting you, but you\\&apos;ve also got a desire to leave, he said in the last window that if the opportunity arose he would go and play his football elsewhere.&quot;But that will be on our terms and I\\&apos;ve got no intention of selling him. We\\&apos;ve got no intention of selling him - a team\\&apos;s come in with an offer and we\\&apos;ve rejected an offer.&quot;Get Sky Sports from &#xA3;18 a month and watch the latest transfers live in action for their new teams\n"
}