{
  "date": "17/01/18",
  "title": "West Ham 'must not sell' Andy Carroll, says Nigel Reo-Coker",
  "description": "Nigel Reo-Coker says it is vital West Ham keep hold of Andy Carroll, despite reports linking him with a move during January's transfer window.",
  "content": "Sky sources believe Chelsea are keen to sign the striker while the Hammers are reportedly happy to sell Carroll for £20m.However, Reo-Coker who played for West Ham between July 2007 and May 2011, feels the England international is an important member of a team still in danger of slipping back towards the relegation zone of the Premier League.He told Sky Sports News on Wednesday: \"Andy Carroll is a vital player for West Ham, even though they have picked up a few results lately.\"There's still a long way to go this season and he's a player they need to keep right now - for the team, the system and the way they play.\"On his day he can be a handful for even the best defenders in the Premier League and selling him in the January window is not the right thing to do.\"And, despite what you might get for him, you have to remember what position it could leave your team in. Or have they someone in mind who can fit in right now?\"For West Ham, and where they are right now, Carroll is a player they need to keep in this window.\"",
  "dbpedia": "\nSky sources believe <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> are keen to sign the striker while the Hammers are reportedly happy to sell Carroll for &#xA3;20m.However, Reo-Coker who played for <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> between July 2007 and May 2011, feels the <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> international is an important member of a team still in danger of slipping back towards the relegation zone of the Premier League.He told Sky Sports News on Wednesday: &quot;<a href=\"http://dbpedia.org/resource/Andy_Carroll\" title=\"http://dbpedia.org/resource/Andy_Carroll\" target=\"_blank\">Andy Carroll</a> is a vital player for <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a>, even though they have picked up a few results lately.&quot;There\\&apos;s still a long way to go this season and he\\&apos;s a player they need to keep right now - for the team, the system and the way they play.&quot;On his day he can be a handful for even the best defenders in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> and selling him in the January window is not the right thing to do.&quot;And, despite what you might get for him, you have to remember what position it could leave your team in. Or have they someone in mind who can fit in right now?&quot;For <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a>, and where they are right now, Carroll is a player they need to keep in this window.&quot;\n"
}