{
  "date": "16/01/18",
  "title": "West Brom's Jay Rodriguez seeks legal advice over racism claims",
  "description": "West Brom striker Jay Rodriguez is consulting with lawyers as he considers how best to clear his name, after he was accused of making racist comments on the pitch, Sky Sports News has learned.",
  "content": "Brighton defender Gaetan Bong told French TV station SFR that Rodriguez had made reference to the colour of his skin, before telling him he stinks, during Saturday's game at the Hawthorns which West Brom won 2-0.\nThe Cameroonian international also posted on his official Twitter feed, saying: \"Some words should not be said on a football field and especially not by players. Rodriguez words are unforgivable for the man I am!!\"\nRodriguez, who has been reported to the Football Association, is said to be distraught by the accusation and is adamant he made no racist remark.\nThe FA is investigating the incident after referee Martin Atkinson brought it to the attention of fourth official Tony Harrington.\nRodriguez has been advised to let the FA investigation run its course, but he is concerned about the potential long-term damage to his image.\nHis agent, Gary Mellor, has told Sky Sports News:\n\"We trust in the FA's process, and we are certain they will find Jay innocent of any wrongdoing.\n\"We're disgusted that Bong would make such groundless and serious allegations against Jay on social media and French television. And together with Jay, we are adamant we will do everything to protect his reputation.\n\"I am both an agent and a lawyer, so I know very well what effect accusations of this kind can cause. It's unacceptable.\"\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a> defender Gaetan Bong told French TV station SFR that Rodriguez had made reference to the colour of his skin, before telling him he stinks, during Saturday's game at the Hawthorns which <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> won 2-0.<br>The <a href=\"http://dbpedia.org/resource/Cameroon_national_football_team\" title=\"http://dbpedia.org/resource/Cameroon_national_football_team\" target=\"_blank\">Cameroonian international</a> also posted on his official Twitter feed, saying: \"Some words should not be said on a football field and especially not by players. Rodriguez words are unforgivable for the man I am!!\"<br>Rodriguez, who has been reported to the Football Association, is said to be distraught by the accusation and is adamant he made no racist remark.<br>The FA is investigating the incident after referee Martin Atkinson brought it to the attention of fourth official Tony Harrington.<br>Rodriguez has been advised to let the FA investigation run its course, but he is concerned about the potential long-term damage to his image.<br>His agent, Gary Mellor, has told Sky Sports News:<br>\"We trust in the FA's process, and we are certain they will find Jay innocent of any wrongdoing.<br>\"We're disgusted that Bong would make such groundless and serious allegations against Jay on social media and French television. And together with Jay, we are adamant we will do everything to protect his reputation.<br>\"I am both an agent and a lawyer, so I know very well what effect accusations of this kind can cause. It's unacceptable.\"<br>"
}