{
  "date": "19/01/18",
  "title": "West Ham's Andy Carroll may need ankle operation, says David Moyes",
  "description": "West Ham boss David Moyes says Andy Carroll may need surgery on an ankle injury which scuppered his chances of a move to Chelsea.",
  "content": "Moyes confirmed in his London Evening Standard column the England international \"will not be able to play again this month\" after Carroll had a scan on Thursday.\nThe 29-year-old, who has struggled with injury problems throughout his time in east London, has been unable to train and missed West Ham's past three games.\nSky Sports News reported earlier this week that Chelsea had approached the Hammers for Carroll, who is valued at £20m.\nMoyes said: \"What may defuse much of the speculation is that the ankle injury Andy picked up against West Brom is sufficiently serious that he will not be able to play again this month anyway and it could even need an operation to put things right, although that has not yet been confirmed.\n\"The fact that some of our strikers have not been regulars in the team recently has added grist to the rumour mill so I want to make it clear that we have really good strikers.\"\nIt is understood West Ham were happy for Chelsea striker Michy Batshuayi to be included as part of any deal for Carroll.\nBut Moyes has \"categorically\" denied he was at Chelsea's FA Cup third-round replay win over Norwich on Wednesday to scout the Belgian, who has struggled to cement a place in Conte's plans.\nThe 54-year-old said: \"I went to watch Chelsea play Norwich in the FA Cup on Wednesday night and I knew that would increase the speculation about Carroll and Chelsea with Batshuayi coming to us.\n\"Categorically, I did not go to Stamford Bridge to watch Batshuayi or any other player in particular.\n\"I like to get out and watch plenty of matches, I hadn't seen Norwich this season and there were some players there who had been mentioned to me as having been doing well.\"\n",
  "dbpedia": "Moyes confirmed in his London Evening Standard column the <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> international \"will not be able to play again this month\" after Carroll had a scan on Thursday.<br>The 29-year-old, who has struggled with injury problems throughout his time in east London, has been unable to train and missed <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a>'s past three games.<br>Sky Sports News reported earlier this week that <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> had approached the Hammers for Carroll, who is valued at £20m.<br>Moyes said: \"What may defuse much of the speculation is that the ankle injury Andy picked up against <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> is sufficiently serious that he will not be able to play again this month anyway and it could even need an operation to put things right, although that has not yet been confirmed.<br>\"The fact that some of our strikers have not been regulars in the team recently has added grist to the rumour mill so I want to make it clear that we have really good strikers.\"<br>It is understood <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> were happy for <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> striker Michy Batshuayi to be included as part of any deal for Carroll.<br>But Moyes has \"categorically\" denied he was at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>'s FA Cup third-round replay win over <a href=\"http://dbpedia.org/resource/Norwich_City_F.C.\" title=\"http://dbpedia.org/resource/Norwich_City_F.C.\" target=\"_blank\">Norwich</a> on Wednesday to scout the Belgian, who has struggled to cement a place in Conte's plans.<br>The 54-year-old said: \"I went to watch <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> play <a href=\"http://dbpedia.org/resource/Norwich_City_F.C.\" title=\"http://dbpedia.org/resource/Norwich_City_F.C.\" target=\"_blank\">Norwich</a> in the FA Cup on Wednesday night and I knew that would increase the speculation about Carroll and <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> with Batshuayi coming to us.<br>\"Categorically, I did not go to <a href=\"http://dbpedia.org/resource/Stamford_Bridge_(stadium)\" title=\"http://dbpedia.org/resource/Stamford_Bridge_(stadium)\" target=\"_blank\">Stamford Bridge</a> to watch Batshuayi or any other player in particular.<br>\"I like to get out and watch plenty of matches, I hadn't seen <a href=\"http://dbpedia.org/resource/Norwich_City_F.C.\" title=\"http://dbpedia.org/resource/Norwich_City_F.C.\" target=\"_blank\">Norwich</a> this season and there were some players there who had been mentioned to me as having been doing well.\"<br>"
}