{
  "date": "18/01/18",
  "title": "West Brom enquired about signing Theo Walcott from Arsenal, admits Alan Pardew",
  "description": "Alan Pardew has revealed West Brom explored the possibility of signing Theo Walcott before his move to Everton. ",
  "content": "The England international could make his Toffees debut against West Brom at Goodison Park this weekend after completing his £20m move from Arsenal earlier this week.It ended 12 years for Walcott at the Gunners where he scored 108 goals in 397 games for Arsene Wenger's side.Pardew has made no secret of his desire for more firepower and creativity as Albion fight relegation and admitted Walcott was briefly under consideration.\"You never know because sometimes in the Premier League there are scenarios where you can loan and do the transfer in the summer. It can help the FIFA rules and everything else,\" he said.\"With players like Theo, is it a straight deal or something which could be a loan and a deal in the summer? All these equations have to be discussed.\"If you're asking me did we discuss Theo? Yeah, we did, but it was pretty evident after a few phone calls that it wasn't going to be the case.\"",
  "dbpedia": "\nThe <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> international could make his Toffees debut against <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> at Goodison Park this weekend after completing his &#xA3;20m move from <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> earlier this week.It ended 12 years for Walcott at the Gunners where he scored 108 goals in 397 games for Arsene Wenger\\&apos;s side.Pardew has made no secret of his desire for more firepower and creativity as Albion fight relegation and admitted Walcott was briefly under consideration.&quot;You never know because sometimes in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> there are scenarios where you can loan and do the transfer in the summer. It can help the FIFA rules and everything else,&quot; he said.&quot;With players like Theo, is it a straight deal or something which could be a loan and a deal in the summer? All these equations have to be discussed.&quot;If you\\&apos;re asking me did we discuss Theo? Yeah, we did, but it was pretty evident after a few phone calls that it wasn\\&apos;t going to be the case.&quot;\n"
}