{
  "date": "07/01/18",
  "title": "West Ham's Declan Rice recalls 'deflating' Chelsea release ",
  "description": "West Ham defender Declan Rice admits he was left devastated when he was released by Chelsea as a 14-year-old. ",
  "content": "Rice, 18, has broken into West Ham's first team this season under David Moyes - four years after his time at Chelsea was brought to an abrupt end.He says he has recovered from the initial shock and suggested his former Chelsea academy team-mates might even envy his current success at the London Stadium.\"I was released by Chelsea at 14 years old,\" he said.\"I remember it, a Tuesday night. On the Wednesday I was training with Fulham, five minutes from my house, and then on the Thursday I was training with West Ham.\"After one session at both clubs they both wanted me. There was interest from other clubs as well but I made the switch to West Ham.\"I had to change house, change school, so it was a massive decision - and it's paid off.\"When Chelsea let me go it was really deflating. For me, as a youngster, it's all I ever knew - living 10 minutes from the training ground, going to loads of the games.\"It's one of those where you've just got to pick yourself up and go again.\"I think some of the boys at Chelsea might be thinking 'wow! Look at Dec doing well for West Ham'.\"",
  "dbpedia": "\nRice, 18, has broken into <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a>\\&apos;s first team this season under <a href=\"http://dbpedia.org/resource/David_Moyes\" title=\"http://dbpedia.org/resource/David_Moyes\" target=\"_blank\">David Moyes</a> - four years after his time at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> was brought to an abrupt end.He says he has recovered from the initial shock and suggested his former <a href=\"http://dbpedia.org/resource/Chelsea_F.C._Reserves_and_Academy\" title=\"http://dbpedia.org/resource/Chelsea_F.C._Reserves_and_Academy\" target=\"_blank\">Chelsea academy</a> team-mates might even envy his current success at the London Stadium.&quot;I was released by <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> at 14 years old,&quot; he said.&quot;I remember it, a Tuesday night. On the Wednesday I was training with <a href=\"http://dbpedia.org/resource/Fulham_F.C.\" title=\"http://dbpedia.org/resource/Fulham_F.C.\" target=\"_blank\">Fulham</a>, five minutes from my house, and then on the Thursday I was training with <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a>.&quot;After one session at both clubs they both wanted me. There was interest from other clubs as well but I made the switch to <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a>.&quot;I had to change house, change school, so it was a massive decision - and it\\&apos;s paid off.&quot;When <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> let me go it was really deflating. For me, as a youngster, it\\&apos;s all I ever knew - living 10 minutes from the training ground, going to loads of the games.&quot;It\\&apos;s one of those where you\\&apos;ve just got to pick yourself up and go again.&quot;I think some of the boys at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> might be thinking \\&apos;wow! Look at Dec doing well for <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a>\\&apos;.&quot;\n"
}