{
  "date": "05/01/18",
  "title": "West Ham interested in Swansea's Alfie Mawson",
  "description": "West Ham are interested in signing Swansea defender Alfie Mawson, according to Sky sources.",
  "content": "Sky Sports News understands Hammers boss David Moyes is targeting a new centre-back during the January transfer window after losing Jose Fonte to injury in October.\nMawson has 18 months left on his current contract, but would still command a fee of around £25m.\nThe 23-year-old joined Swansea from Barnsley in August 2016 and chairman Huw Jenkins is reluctant to let him leave the club.\nMoyes revealed in December that he was looking to add to his squad as he attempts to secure his side's Premier League status.\n\"I would like to bring in one or two reinforcements, but every manager will tell you it's not an easy time to do business,\" he said.\n\"It's also an expensive month. We'll try and do it but there's no guarantee.\"\nMawson, capped six times at U21 level by England, has made 57 appearances for the Swans since moving to the Liberty Stadium.\n",
  "dbpedia": "Sky Sports News understands Hammers boss <a href=\"http://dbpedia.org/resource/David_Moyes\" title=\"http://dbpedia.org/resource/David_Moyes\" target=\"_blank\">David Moyes</a> is targeting a new centre-back during the January transfer window after losing Jose Fonte to injury in October.<br>Mawson has 18 months left on his current contract, but would still command a fee of around £25m.<br>The 23-year-old joined <a href=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" title=\"http://dbpedia.org/resource/Swansea_City_A.F.C.\" target=\"_blank\">Swansea</a> from <a href=\"http://dbpedia.org/resource/Barnsley_F.C.\" title=\"http://dbpedia.org/resource/Barnsley_F.C.\" target=\"_blank\">Barnsley</a> in August 2016 and chairman Huw Jenkins is reluctant to let him leave the club.<br>Moyes revealed in December that he was looking to add to his squad as he attempts to secure his side's <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> status.<br>\"I would like to bring in one or two reinforcements, but every manager will tell you it's not an easy time to do business,\" he said.<br>\"It's also an expensive month. We'll try and do it but there's no guarantee.\"<br>Mawson, capped six times at U21 level by <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a>, has made 57 appearances for the Swans since moving to the <a href=\"http://dbpedia.org/resource/Liberty_Stadium\" title=\"http://dbpedia.org/resource/Liberty_Stadium\" target=\"_blank\">Liberty Stadium</a>.<br>"
}