{
  "date": "18/01/18",
  "title": "West Brom have received no bids for Jonny Evans, says Alan Pardew",
  "description": "Alan Pardew says West Brom have received no bids for Jonny Evans and he will not allow the defender to leave late in the transfer window.",
  "content": "Arsenal and Manchester City have been strongly linked with the Northern Ireland international, who scored against Brighton last Saturday to help Pardew record his first Premier League win as Baggies boss.Pardew would be delighted if Evans remained at the Hawthorns at the end of the transfer window but will not entertain any late bids for the 30-year-old as he won't have time to bring in reinforcements.When asked if there had been any approach for Evans, Pardew replied: \"None.\"Is it a worry it's dragging on? From my point of view there is no bid so there's nothing to discuss.\"On the other hand, we have scenarios that are going to time out if we don't get a bid for Jonny that's acceptable for him and us. Jonny hasn't come to see me this week so I'm in the dark a little bit.\"We haven't had a phone call from another football club and that's where it stands.\"In terms of our plans to use that money if it was to come in the door, that time is ticking away and that concerns me a little bit more.\"Despite the speculation around his future, Pardew says Evans has been a model professional.\"I don't think that's the case for all players who have been aligned with maybe bigger clubs,\" he said.\"He has been terrific, in and around the training ground, everything. He has a core mentality about this sort of thing.\"Other players that I've experienced in the past, their emotions can get the better of them and they do things that let themselves down. You have to remind them that they're letting their team-mates down.\"I've not had anything like that with Jonny. It's a pat on the back really for him and the character that he is.\"",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> and <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> have been strongly linked with the <a href=\"http://dbpedia.org/resource/Northern_Ireland_national_football_team\" title=\"http://dbpedia.org/resource/Northern_Ireland_national_football_team\" target=\"_blank\">Northern Ireland</a> international, who scored against <a href=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" title=\"http://dbpedia.org/resource/Brighton_&amp;_Hove_Albion_F.C.\" target=\"_blank\">Brighton</a> last Saturday to help Pardew record his first <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> win as Baggies boss.Pardew would be delighted if Evans remained at the Hawthorns at the end of the transfer window but will not entertain any late bids for the 30-year-old as he won\\&apos;t have time to bring in reinforcements.When asked if there had been any approach for Evans, Pardew replied: &quot;None.&quot;Is it a worry it\\&apos;s dragging on? From my point of view there is no bid so there\\&apos;s nothing to discuss.&quot;On the other hand, we have scenarios that are going to time out if we don\\&apos;t get a bid for Jonny that\\&apos;s acceptable for him and us. Jonny hasn\\&apos;t come to see me this week so I\\&apos;m in the dark a little bit.&quot;We haven\\&apos;t had a phone call from another football club and that\\&apos;s where it stands.&quot;In terms of our plans to use that money if it was to come in the door, that time is ticking away and that concerns me a little bit more.&quot;Despite the speculation around his future, Pardew says Evans has been a model professional.&quot;I don\\&apos;t think that\\&apos;s the case for all players who have been aligned with maybe bigger clubs,&quot; he said.&quot;He has been terrific, in and around the training ground, everything. He has a core mentality about this sort of thing.&quot;Other players that I\\&apos;ve experienced in the past, their emotions can get the better of them and they do things that let themselves down. You have to remind them that they\\&apos;re letting their team-mates down.&quot;I\\&apos;ve not had anything like that with Jonny. It\\&apos;s a pat on the back really for him and the character that he is.&quot;\n"
}