{
  "date": "01/02/18",
  "title": "West Brom manager Alan Pardew glad Jonny Evans stayed despite Arsenal interest",
  "description": "West Brom manager Alan Pardew admitted he is glad the transfer window is over after Arsenal made a late attempt to sign captain Jonny Evans.",
  "content": "The Baggies had a relatively quiet transfer window, with the arrival of striker Daniel Sturridge on loan from Liverpool their main acquisition.\nAlbion centre-back Evans was linked with a move to a number of clubs - including Arsenal - during the summer transfer window but once again the club were not tempted to part with one of their key performers.\n\"I'm glad the window is closed. Hopefully the window has been good for us,\" he said.\n\"Jonny is a very important player, he's part of the spine of the team.\n\"I sat here every week and said 'don't make a bid on the last day' because you're not going to get what you want, unless it's a bid that's going to knock us off our chair and it was nowhere near that.\n\"So they got probably the response they were expecting with that bid, I think.\"\nAs for Sturridge, Pardew says he has not seen enough of him to gauge just how important he will be to their survival bid but he believes West Brom have signed a player who can do something special.\n\"Daniel Sturridge had 20 minutes last night and one training session this morning, I'm not really sure where he is,\" added Pardew.\n\"What I do know is I've seen flashes that have lifted everyone at the training ground because he can do things with the ball that are special.\"\nPardew's attention is now focused on the team's efforts to lift themselves off the bottom of the Premier League as he prepares his side for Saturday's Premier League game with fellow strugglers Southampton.\nVictory over Saints will see West Brom draw level on 23 points with Mauricio Pellegrino's side and close the gap on the other teams above them, with just seven points separating the teams in the bottom half of the table going into the weekend's fixtures.\nSaturday's game at The Hawthorns is a sell-out, with the game offering fans the chance to pay tribute to club legend Cyrille Regis, who died in January at the age of 59.\nThe club will wear special shirts for the game with images of Cyrille Regis on them and Pardew is keen for his players to do his memory justice.\n\"We have to keep the pressure up on the teams above us. Winning on Saturday would create more momentum for us,\" he said.\n\"It's all very tight. All the clubs down the bottom will be looking at our game on Saturday.\n\"We have to try and win the game in Cyrille's honour on Saturday.\"\nWatch Chelsea v West Brom on Monday February 12. Coverage begins on Sky Sports Main Event and Sky Sports Premier League at 7pm.\n",
  "dbpedia": "The Baggies had a relatively quiet transfer window, with the arrival of striker <a href=\"http://dbpedia.org/resource/Daniel_Sturridge\" title=\"http://dbpedia.org/resource/Daniel_Sturridge\" target=\"_blank\">Daniel Sturridge</a> on loan from <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> their main acquisition.<br>Albion centre-back Evans was linked with a move to a number of clubs - including <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> - during the summer transfer window but once again the club were not tempted to part with one of their key performers.<br>\"I'm glad the window is closed. Hopefully the window has been good for us,\" he said.<br>\"Jonny is a very important player, he's part of the spine of the team.<br>\"I sat here every week and said 'don't make a bid on the last day' because you're not going to get what you want, unless it's a bid that's going to knock us off our chair and it was nowhere near that.<br>\"So they got probably the response they were expecting with that bid, I think.\"<br>As for Sturridge, Pardew says he has not seen enough of him to gauge just how important he will be to their survival bid but he believes <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> have signed a player who can do something special.<br>\"<a href=\"http://dbpedia.org/resource/Daniel_Sturridge\" title=\"http://dbpedia.org/resource/Daniel_Sturridge\" target=\"_blank\">Daniel Sturridge</a> had 20 minutes last night and one training session this morning, I'm not really sure where he is,\" added Pardew.<br>\"What I do know is I've seen flashes that have lifted everyone at the training ground because he can do things with the ball that are special.\"<br>Pardew's attention is now focused on the team's efforts to lift themselves off the bottom of the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> as he prepares his side for Saturday's <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> game with fellow strugglers <a href=\"http://dbpedia.org/resource/Southampton_F.C.\" title=\"http://dbpedia.org/resource/Southampton_F.C.\" target=\"_blank\">Southampton</a>.<br>Victory over Saints will see <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> draw level on 23 points with <a href=\"http://dbpedia.org/resource/Mauricio_Pellegrino\" title=\"http://dbpedia.org/resource/Mauricio_Pellegrino\" target=\"_blank\">Mauricio Pellegrino</a>'s side and close the gap on the other teams above them, with just seven points separating the teams in the bottom half of the table going into the weekend's fixtures.<br>Saturday's game at <a href=\"http://dbpedia.org/resource/The_Hawthorns\" title=\"http://dbpedia.org/resource/The_Hawthorns\" target=\"_blank\">The Hawthorns</a> is a sell-out, with the game offering fans the chance to pay tribute to club legend <a href=\"http://dbpedia.org/resource/Cyrille_Regis\" title=\"http://dbpedia.org/resource/Cyrille_Regis\" target=\"_blank\">Cyrille Regis</a>, who died in January at the age of 59.<br>The club will wear special shirts for the game with images of <a href=\"http://dbpedia.org/resource/Cyrille_Regis\" title=\"http://dbpedia.org/resource/Cyrille_Regis\" target=\"_blank\">Cyrille Regis</a> on them and Pardew is keen for his players to do his memory justice.<br>\"We have to keep the pressure up on the teams above us. Winning on Saturday would create more momentum for us,\" he said.<br>\"It's all very tight. All the clubs down the bottom will be looking at our game on Saturday.<br>\"We have to try and win the game in Cyrille's honour on Saturday.\"<br>Watch <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> v <a href=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" title=\"http://dbpedia.org/resource/West_Bromwich_Albion_F.C.\" target=\"_blank\">West Brom</a> on Monday February 12. Coverage begins on Sky Sports Main Event and Sky Sports <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> at 7pm.<br>"
}