{
  "date": "15/01/18",
  "title": "West Ham will not let Andy Carroll leave on loan, says Alan Irvine",
  "description": "West Ham's assistant manager Alan Irvine says the club have no intention of letting Andy Carroll leave the club on loan during the January transfer window.",
  "content": "Newspaper reports have suggested Carroll, who is set to miss West Ham's FA Cup third-round replay against Shrewsbury, is on Chelsea's shortlist of January signings.\nCarroll has scored just twice in 12 appearances in all competitions during another injury-plagued season.\nIrvine says West Ham are yet to receive any offers for the 29-year-old and insists a temporary deal for the former England international is out of the question.\n\"I certainly hope Andy will be a player here at the end of the month,\" Irvine said.\n\"I don't think we have had any offers, in terms of taking him on loan, and I don't think the club would entertain him going out on loan.\n\"That does not help us and we need as much help as we can get between now and the end of the season, so I don't know why that would be attractive to the club if it was to come up.\n\"There has been a lot of talk about it, but not necessarily anybody doing anything about it.\"\nIrvine also reiterated West Ham's desire to hold on to Marko Arnautovic and Manuel Lanzini, both of whom were on the scoresheet in the Hammers' 4-1 win over Huddersfield on Saturday.\n\"It is vitally important to keep Marko and Manuel,\" Irvine said.\n\"They are key players for us and they are players who can make a difference.\n\"We have such a thin squad that we can't really afford to lose any players. I am not aware if anyone has come in for them. We are looking to improve the squad in any way we can and don't want to weaken it in any way.\"\nSky Sports News understands West Ham striker Diafra Sakho wants to leave the club because he feels undervalued compared to the club's other attacking players.\n",
  "dbpedia": "Newspaper reports have suggested Carroll, who is set to miss <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a>'s FA Cup third-round replay against <a href=\"http://dbpedia.org/resource/Shrewsbury_Town_F.C.\" title=\"http://dbpedia.org/resource/Shrewsbury_Town_F.C.\" target=\"_blank\">Shrewsbury</a>, is on <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a>'s shortlist of January signings.<br>Carroll has scored just twice in 12 appearances in all competitions during another injury-plagued season.<br>Irvine says <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> are yet to receive any offers for the 29-year-old and insists a temporary deal for the former <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> international is out of the question.<br>\"I certainly hope Andy will be a player here at the end of the month,\" Irvine said.<br>\"I don't think we have had any offers, in terms of taking him on loan, and I don't think the club would entertain him going out on loan.<br>\"That does not help us and we need as much help as we can get between now and the end of the season, so I don't know why that would be attractive to the club if it was to come up.<br>\"There has been a lot of talk about it, but not necessarily anybody doing anything about it.\"<br>Irvine also reiterated <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a>'s desire to hold on to Marko Arnautovic and Manuel Lanzini, both of whom were on the scoresheet in the Hammers' 4-1 win over <a href=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" title=\"http://dbpedia.org/resource/Huddersfield_Town_F.C.\" target=\"_blank\">Huddersfield</a> on Saturday.<br>\"It is vitally important to keep Marko and Manuel,\" Irvine said.<br>\"They are key players for us and they are players who can make a difference.<br>\"We have such a thin squad that we can't really afford to lose any players. I am not aware if anyone has come in for them. We are looking to improve the squad in any way we can and don't want to weaken it in any way.\"<br>Sky Sports News understands <a href=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" title=\"http://dbpedia.org/resource/West_Ham_United_F.C.\" target=\"_blank\">West Ham</a> striker Diafra Sakho wants to leave the club because he feels undervalued compared to the club's other attacking players.<br>"
}