{
  "date": "02/02/18",
  "title": "What were the standout deals of the January transfer window around Europe?",
  "description": "There was plenty of transfer activity in the Premier League but what were the most eye-catching January deals in the rest of Europe?",
  "content": "Philippe Coutinho's £146m move to Barcelona was the most expensive, but what was the weirdest? And who made the best homecoming?We pick out some of the standout signings after another hectic transfer window across the continent...Philippe Coutinho - Liverpool to BarcelonaPhilippe Coutinho became the second-most expensive player in history when he sealed his £146m transfer from Liverpool to Barcelona. The Brazilian put pen to paper on a five-and-a-half-year contract with a £355m buy-out clause, describing the move as a \"dream come true\".It put an end to a protracted transfer saga. Liverpool managed to resist Barcelona's advances in the summer, but their determination to sign the 25-year-old was only enhanced by his impressive performances in the first half of the season. Now it's up to him to continue in the same vein in Spain.Cedric Bakambu - Villarreal to Beijing GuoanAfter 48 goals in 105 games for Villarreal and despite having his best years ahead of him at 26, Cedric Bakambu joined the growing list of players swapping European shores for the riches of China, with Beijing Guoan paying his £35.5m release clause and handing him a lucrative long-term contract.The Congo international's impressive scoring record had made him one of the most highly-rated strikers in La Liga. He reportedly turned down interest from Premier League sides such as Crystal Palace, Everton, Newcastle and West Ham to make the move.Rafinha - Barcelona to Inter MilanRafinha became the first casualty of Coutinho's arrival at Barcelona but he could prove a shrewd signing for Inter Milan. The Brazilian, who is the younger brother of Bayern Munich's Thiago Alcantara, has joined the Serie A side on loan with a £31m option to buy.Rafinha has only recently returned from a long-term injury lay-off, but Inter will hope to tap into the potential he showed at Barcelona. The 24-year-old struggled to nail down a regular starting spot in Catalonia but still managed to contribute seven goals and five assists in 28 appearances last season.Sandro Wagner - Hoffenheim to Bayern MunichBayern Munich continued their transfer policy of hoovering up the best players in the Bundesliga by bringing in striker Sandro Wagner from Hoffenheim for a reported fee of £11.7m. The towering Germany international scored 18 goals in 50 appearances for Hoffenheim and netted his first for Bayern against his old club at the weekend.Wagner will be joined at the Allianz Arena by Leon Goretzka, another Bundesliga star who will make Bayern stronger while weakening a rival. The Schalke midfielder, who also attracted interest from Liverpool and Arsenal, has penned a pre-contract agreement to join Bayern in the summer.Inigo Martinez - Real Sociedad to Athletic BilbaoAthletic Bilbao moved swiftly to replace Aymeric Laporte, activating Inigo Martinez's £28m release clause and striking a major blow to arch-rivals Real Sociedad in the process.\"My body told me I needed a change of scenery,\" Martinez explained. Angry Sociedad fans were quick to point out that he had only moved an hour's drive away. He can expect a hostile welcome when he returns to Anoeta with Athletic in April.Pietro Pellegri - Genoa to MonacoAfter making a huge profit on Kylian Mbappe - not to mention Benjamin Mendy, Tiemoue Bakayoko and Bernardo Silva - Monaco hope to have another star on their hands in Pietro Pellegri, the Italian striker who became the second-most expensive 16-year-old in history with his £17m move from Genoa.Pellegri had also been linked with Juventus, Manchester United and Arsenal, having become the joint-youngest player to play in Serie A when he made his debut at the age of 15 years and 280 days in December 2016. He followed that up with three goals in his first 10 senior appearances.\"I am very happy to join Monaco,\" he said upon completing the move. \"I was very quickly convinced of the project that allows young people like me to progress and flourish in the future.\"Robin van Persie - Fenerbahce to FeyenoordAfter two and a half seasons in Turkey with Fenerbahce, Robin van Persie sealed a return to his boyhood club Feyenoord. The 34-year-old left the Dutch side for Arsenal at the age of 20, but he returns to his old stomping ground as a household name and Premier League title-winner with Manchester United.\"I have made a fantastic journey since leaving Feyenoord 14 years ago, but I'm happy to return now,\" he said. \"I mainly hope to help younger players by setting an example, like experienced players such as (Dennis) Bergkamp, (Thierry) Henry and (Patrick) Vieira helped me at Arsenal.\"Lassana Diarra - unattached to Paris Saint-GermainLassana Diarra's eclectic career took another extraordinary twist as he agreed an 18-month deal with French giants Paris Saint-Germain. It's an unexpected move for the former Chelsea and Arsenal midfielder, who has had spells with Anzhi Makhachkala, Lokomotiv Moscow, Marseille and Al Jazira since leaving Real Madrid in 2012.\"We are delighted to welcome Lassana Diarra, a quality footballer, to Paris Saint-Germain,\" said PSG chairman Nasser Al-Khelaifi. \"His vast experience, both of foreign leagues and the international football with the France national team, gives our coaching staff another option as we enter a very exciting second half of the season.\""
}