{
  "date": "05/02/18",
  "title": "What referee Jon Moss said to assistant Ed Smart for controversial Tottenham penalty against Liverpool",
  "description": "Referee Jon Moss awarded Tottenham two controversial penalties in the 2-2 draw at Liverpool, the first after a lengthy discussion with his assistant Ed Smart.",
  "content": "Harry Kane, who missed the spot-kick, was brought down in the box by Reds 'keeper Loris Karius after being put through on goal - a pass that was touched by Dejan Lovren on its way through.\nMoss whistled and pointed straight to the spot before consulting with his assistant on the near side, and Smart wanted clarification as to whether the ball did indeed touch Lovren before reaching Kane, who would have been offside had it not.\nMoss did not appear sure and consulted with fourth official Martin Atkinson via his mic, before immediately clarifying that he was awarding the penalty. Here is that conversation in full:\nSmart: \"All I need to know is, did Lovren touch the ball?\"\nMoss: \"I don't know.\"\nSmart: \"If he's not touched the ball, it is offside, so you're chalking off the penalty. It has to be offside if Lovren has not touched the ball.\nChristian Eriksen: \"He did touch the ball.\"\nEmre Can: \"He didn't touch the ball.\"\nMoss: \"Just talk to me again.\"\nSmart: \"You know what I'm asking; I need to clarify, has Lovren touched the ball? If he has, it's a deliberate action and, therefore, it's a penalty. If he has not, it is offside.\nMoss: \"I have no idea whether Lovren touched the ball to be honest with you. Martin (Atkinson), have you got anything from TV? I'm giving the penalty.\"\n",
  "dbpedia": "<a href=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" title=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" target=\"_blank\">Harry Kane</a>, who missed the spot-kick, was brought down in the box by Reds 'keeper Loris Karius after being put through on goal - a pass that was touched by <a href=\"http://dbpedia.org/resource/Dejan_Lovren\" title=\"http://dbpedia.org/resource/Dejan_Lovren\" target=\"_blank\">Dejan Lovren</a> on its way through.<br>Moss whistled and pointed straight to the spot before consulting with his assistant on the near side, and Smart wanted clarification as to whether the ball did indeed touch Lovren before reaching Kane, who would have been offside had it not.<br>Moss did not appear sure and consulted with fourth official Martin Atkinson via his mic, before immediately clarifying that he was awarding the penalty. Here is that conversation in full:<br>Smart: \"All I need to know is, did Lovren touch the ball?\"<br>Moss: \"I don't know.\"<br>Smart: \"If he's not touched the ball, it is offside, so you're chalking off the penalty. It has to be offside if Lovren has not touched the ball.<br><a href=\"http://dbpedia.org/resource/Christian_Eriksen\" title=\"http://dbpedia.org/resource/Christian_Eriksen\" target=\"_blank\">Christian Eriksen</a>: \"He did touch the ball.\"<br><a href=\"http://dbpedia.org/resource/Emre_Can\" title=\"http://dbpedia.org/resource/Emre_Can\" target=\"_blank\">Emre Can</a>: \"He didn't touch the ball.\"<br>Moss: \"Just talk to me again.\"<br>Smart: \"You know what I'm asking; I need to clarify, has Lovren touched the ball? If he has, it's a deliberate action and, therefore, it's a penalty. If he has not, it is offside.<br>Moss: \"I have no idea whether Lovren touched the ball to be honest with you. Martin (Atkinson), have you got anything from TV? I'm giving the penalty.\"<br>"
}