{
  "date": "12/01/18",
  "title": "What is wrong at Real Madrid? Guillem Balague explores problems for Zinedine Zidane",
  "description": "While Zinedine Zidane has enjoyed huge success at Real Madrid, the pressure is on. We explain why the back-to-back Champions League winners are struggling so badly in La Liga this season...",
  "content": "Zinedine Zidane is facing the biggest test of his time in charge of Real Madrid.After winning eight out of 10 titles in 22 months, his team have already dropped 19 points this season. Their Clasico defeat to Barcelona before Christmas underlined their problems and means a defence of their La Liga title is out of the question.That was compounded by their 2-2 draw with Celta Vigo last week. Afterwards Florentino Perez went into the changing room. While that isn't unheard of, he stayed longer than usual, which has raised questions about Zidane's future - despite the coach saying he has a contract until 2020.So what has gone wrong?Let's start at the back. Real Madrid's defence has conceded 16 goals from 17 games this season. While it's not a huge number - and only three teams have conceded fewer - it's twice as many as Atletico Madrid have let in and 10 more than Barcelona. And both of those sides have played a game more.Worryingly for Zidane, his defence were unable to hold out against Celta Vigo after going 2-1 up last weekend. Valencia, Girona, Malaga and Barcelona have all scored more than once in matches against them, while lower league Fuenlabrada and Numancia did that against them in the Copa del Rey.Dani Carvajal and Marcelo remain first-choice full-backs at Real but in an attacking sense they have not been as successful as they were last season.The pair directly contributed to 16 goals between them last season but that impact from out wide just hasn't been there this time around.Nineteen-year-old Achraf Hakimi has stepped in at right-back at times and looked promising, scoring his first goal for the club against Sevilla. But Real have not been as dangerous from those wide areas.The most evident problem for Real Madrid is their lack of cutting edge up front. The numbers are remarkable.Real Madrid hit the net 106 times last season. Cristiano Ronaldo was top scorer with 25 but Alvaro Morata, Karim Benzema and Isco all reached double figures.However, this season their scoring rate has dropped from 2.8 goals per game to 1.9 and no player has scored more than four times in the first 17 games.Zidane is not one to work hard at patterns of play, he trusts the quality of his players to make the difference. But his key performers are no longer delivering goals and he is struggling to find a solution.Ronaldo, Isco, Gareth Bale and Marco Asensio each have just four goals, while struggling Benzema has scored only two.There is no doubt Real have missed Bale, who has struggled with injuries. His two goals against Celta mean he has now been involved in 11 goals in his last 13 games with seven goals and four assists.But his absence has highlighted a major concern for Real.Even Cristiano Ronaldo has found it tough.It has been a strange season so far for Ronaldo. He scored in the Spanish Super Cup first leg before being sent off, as Real beat Barcelona, and he hit the winner in their Club World Cup final victory over Gremio.He also set a record by scoring in every Champions League group phase game, scoring nine times in those six matches.Yet, in La Liga he has just four goals from 13 appearances and Real have badly missed his interventions.His finishing has let him down because the quality of the chances are there. He has missed 13 out of the 17 clear-cut chances he has had, according to Opta.But for some reason he is not firing in the league and, as we have seen, Real lack the alternatives to cope.With their forwards not scoring as much as usual, that places increased important on Real's midfield to control matches, keep possession and frustrate opposition teams. They are not doing that as well as Zidane would like.Even last season, Real averaged less than 55 per cent possession, as they relied on their forwards to outscore their opponents.But now that inability to keep possession and kill games off is proving costly - and that has been particularly evident away from home, where they have failed to win any of their last four.That's their worst run in La Liga since December 2008.We can also talk about a lack of a Plan B for Zidane - or his failure to implement it correctly - while the importance of the Champions League to the club has become a distraction domestically.\"It's not happening for us,\" said Marcelo this week, and, as we have seen, there are a variety of problems affecting the team.Zidane has enjoyed huge success in his first years as Real Madrid manager. But the pressure is on for him to find an answer as Real Madrid's slide in La Liga continues."
}