{
  "date": "17/01/18",
  "title": "What would Borussia Dortmund's Pierre-Emerick Aubameyang bring to Arsenal?",
  "description": "With Alexis Sanchez nearing the Arsenal exit door, the Gunners have been linked with a move for Borussia Dortmund striker Pierre-Emerick Aubameyang.",
  "content": "But what would the Gabon striker bring to the Emirates Stadium?Here, Ben McAleer from WhoScored.com takes a look at the stats…On paper, the numbers weigh heavily in Aubameyang's favour. After scoring 25 goals in 31 appearances in 2015/16 and 31 in 32 last season, he has found the net 13 times from 15 Bundesliga games this term.Only Bayern Munich's Robert Lewandowski (15) is above him in the goal charts, while no Bundesliga player has scored more clear-cut chances (12) than Aubameyang in 2017/18.Interestingly, Aubameyang has also missed the most clear-cut chances in the league (19). So his goal tally could - and perhaps should - be even higher but he clearly boasts the positional sense to make the right runs to be presented with these chances.In total, Aubameyang has scored 69 league goals since the start of the 2015/16 season, the sixth-best tally in Europe's top five leagues across that period, while a conversion rate of 23.7% in that time is also a fine return for the forward.The predicament, though, would be how Arsene Wenger incorporates Aubameyang into his starting XI. The Gunners boss has routinely favoured a system that is dependent on a sole striker in recent years and having spent a hefty amount on Alexandre Lacazette, to sign a similar forward wouldn't provide a solution for Alexis' impending exit, but rather another problem for Wenger to navigate.Both Lacazette and Aubameyang adopt a similar style of attacking in that they prefer to hang off the shoulder of the last defender and make darting runs in behind the opposition backline, maximising both their pace and finishing quality.Their success is largely dependent on threaded through balls by teammates, though to his credit, Lacazette is a reliable individual when it comes to dropping deeper, a facet that Aubameyang struggles with.Neither player is going to be happy to sit on the bench at the Emirates Stadium with Aubameyang approaching the peak of his career and Lacazette looking for ample playing time to return to form and secure a spot in the France squad at Russia 2018.Healthy competition for starting spots is crucial for any top team, yet Arsenal's pursuit of Aubameyang has left some scratching heads.Both Lacazette and Aubameyang may have played out wide in the infancy of their respective careers, yet the immediate solution would be for Wenger to play two up front if they do sign the latter.That being said, Wenger has been keen on bringing in a pacey forward for some time now, as the club's pursuit of Jamie Vardy suggests, with Aubameyang's potential signing hinting at the Frenchman adopting a more direct approach.Considering Lacazette's willingness to drop deeper too, it could well indicate that Wenger is prepared to revert to a system that relies on two strikers, be it a 3-4-1-2 or a 4-4-2 diamond.On top of that, Aubameyang affords a handy alternative approach, which only Olivier Giroud can offer at the Emirates Stadium. While speed is his greatest asset, at 6ft 2in Aubameyang has utilised his standing impressively in recent years - no Bundesliga player has scored more headed goals (10) than the Dortmund star since the start of the 2015/16 season to reinforce a statistically calculated WhoScored.com strength of 'headed attempts'.Aubameyang's arrival would ease the goal-scoring burden on Lacazette, who has now not scored in 684 minutes of competitive action for Arsenal, last netting in the 3-1 loss to Manchester United last month. And any move for Aubameyang would grant Wenger greater tactical flexibility in the final third.For a striker who has been linked with Real Madrid and Manchester City in recent months, Arsenal's capture of Aubameyang would be a coup, that is for sure.",
  "dbpedia": "\nBut what would the <a href=\"http://dbpedia.org/resource/Gabon_national_football_team\" title=\"http://dbpedia.org/resource/Gabon_national_football_team\" target=\"_blank\">Gabon</a> striker bring to the Emirates Stadium?Here, Ben McAleer from WhoScored.com takes a look at the stats&#x2026;On paper, the numbers weigh heavily in Aubameyang\\&apos;s favour. After scoring 25 goals in 31 appearances in 2015/16 and 31 in 32 last season, he has found the net 13 times from 15 Bundesliga games this term.Only <a href=\"http://dbpedia.org/resource/FC_Bayern_Munich\" title=\"http://dbpedia.org/resource/FC_Bayern_Munich\" target=\"_blank\">Bayern Munich</a>\\&apos;s <a href=\"http://dbpedia.org/resource/Robert_Lewandowski\" title=\"http://dbpedia.org/resource/Robert_Lewandowski\" target=\"_blank\">Robert Lewandowski</a> (15) is above him in the goal charts, while no Bundesliga player has scored more clear-cut chances (12) than Aubameyang in 2017/18.Interestingly, Aubameyang has also missed the most clear-cut chances in the league (19). So his goal tally could - and perhaps should - be even higher but he clearly boasts the positional sense to make the right runs to be presented with these chances.In total, Aubameyang has scored 69 league goals since the start of the 2015/16 season, the sixth-best tally in Europe\\&apos;s top five leagues across that period, while a conversion rate of 23.7% in that time is also a fine return for the forward.The predicament, though, would be how Arsene Wenger incorporates Aubameyang into his starting XI. The Gunners boss has routinely favoured a system that is dependent on a sole striker in recent years and having spent a hefty amount on <a href=\"http://dbpedia.org/resource/Alexandre_Lacazette\" title=\"http://dbpedia.org/resource/Alexandre_Lacazette\" target=\"_blank\">Alexandre Lacazette</a>, to sign a similar forward wouldn\\&apos;t provide a solution for Alexis\\&apos; impending exit, but rather another problem for Wenger to navigate.Both Lacazette and Aubameyang adopt a similar style of attacking in that they prefer to hang off the shoulder of the last defender and make darting runs in behind the opposition backline, maximising both their pace and finishing quality.Their success is largely dependent on threaded through balls by teammates, though to his credit, Lacazette is a reliable individual when it comes to dropping deeper, a facet that Aubameyang struggles with.Neither player is going to be happy to sit on the bench at the Emirates Stadium with Aubameyang approaching the peak of his career and Lacazette looking for ample playing time to return to form and secure a spot in the <a href=\"http://dbpedia.org/resource/France_national_football_team\" title=\"http://dbpedia.org/resource/France_national_football_team\" target=\"_blank\">France squad</a> at <a href=\"http://dbpedia.org/resource/Russia_national_football_team\" title=\"http://dbpedia.org/resource/Russia_national_football_team\" target=\"_blank\">Russia</a> 2018.Healthy competition for starting spots is crucial for any top team, yet <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>\\&apos;s pursuit of Aubameyang has left some scratching heads.Both Lacazette and Aubameyang may have played out wide in the infancy of their respective careers, yet the immediate solution would be for Wenger to play two up front if they do sign the latter.That being said, Wenger has been keen on bringing in a pacey forward for some time now, as the club\\&apos;s pursuit of <a href=\"http://dbpedia.org/resource/Jamie_Vardy\" title=\"http://dbpedia.org/resource/Jamie_Vardy\" target=\"_blank\">Jamie Vardy</a> suggests, with Aubameyang\\&apos;s potential signing hinting at the Frenchman adopting a more direct approach.Considering Lacazette\\&apos;s willingness to drop deeper too, it could well indicate that Wenger is prepared to revert to a system that relies on two strikers, be it a 3-4-1-2 or a 4-4-2 diamond.On top of that, Aubameyang affords a handy alternative approach, which only <a href=\"http://dbpedia.org/resource/Olivier_Giroud\" title=\"http://dbpedia.org/resource/Olivier_Giroud\" target=\"_blank\">Olivier Giroud</a> can offer at the Emirates Stadium. While speed is his greatest asset, at 6ft 2in Aubameyang has utilised his standing impressively in recent years - no Bundesliga player has scored more headed goals (10) than the <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Dortmund</a> star since the start of the 2015/16 season to reinforce a statistically calculated WhoScored.com strength of \\&apos;headed attempts\\&apos;.Aubameyang\\&apos;s arrival would ease the goal-scoring burden on Lacazette, who has now not scored in 684 minutes of competitive action for <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>, last netting in the 3-1 loss to <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> last month. And any move for Aubameyang would grant Wenger greater tactical flexibility in the final third.For a striker who has been linked with <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> and <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> in recent months, <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>\\&apos;s capture of Aubameyang would be a coup, that is for sure.\n"
}