{
  "date": "02/02/18",
  "title": "Where will Pierre-Emerick Aubameyang fit in the Arsenal side? Danny Higginbotham examines",
  "description": "Danny Higginbotham looks at how Arsene Wenger can get the most out of Pierre-Emerick Aubameyang, Mesut Ozil, Alexandre Lacazette and Henrikh Mkhitaryan.",
  "content": "Having been signed for a club-record fee from Borussia Dortmund on Deadline Day, Aubameyang was poised to make his debut at the Emirates on Saturday evening. However, Gunners boss Arsene Wenger revealed on Friday that his new forward is recovering from a sickness bug.Should he recover in time, fitting all four in the side will certainly test Wenger's tactical nous, and Higginbotham looks at how Aubameyang could operate from the left flank, with Ozil and Mkhitaryan creating the chances.Higginbotham also looks at how Arsenal will be able to operate as a defensive unit, with so many attacking players on the pitch. Some of the formations Higginbotham proposes will certainly excite the Arsenal faithful.Hit the video above to see Higginbotham look at Arsenal's options",
  "dbpedia": "\nHaving been signed for a club-record fee from <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Borussia Dortmund</a> on Deadline Day, Aubameyang was poised to make his debut at the Emirates on Saturday evening. However, Gunners boss Arsene Wenger revealed on Friday that his new forward is recovering from a sickness bug.Should he recover in time, fitting all four in the side will certainly test Wenger\\&apos;s tactical nous, and Higginbotham looks at how Aubameyang could operate from the left flank, with Ozil and Mkhitaryan creating the chances.Higginbotham also looks at how <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> will be able to operate as a defensive unit, with so many attacking players on the pitch. Some of the formations Higginbotham proposes will certainly excite the <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> faithful.Hit the video above to see Higginbotham look at <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>\\&apos;s options\n"
}