{
  "date": "22/01/18",
  "title": "Alexis Sanchez joins Manchester United: Where will he fit in?",
  "description": "Manchester United have completed the deal to sign Alexis Sanchez from Arsenal with Henrikh Mkhitaryan going in the other direction.",
  "content": "We check the stats to see how well Sanchez is suited to playing for Jose Mourinho's United - and where he might slot into the side.Sanchez is able to play anywhere across the front line, but the most logical place for him in Mourinho's 4-2-3-1 formation is on the left, where the Manchester United manager has rotated between Anthony Martial and Marcus Rashford this season.It's the position in which Sanchez has played for most of his career - including the current campaign. It allows him to isolate defenders in one-on-one situations and cut inside onto his favoured right foot.Sanchez also gives Mourinho an alternative to Romelu Lukaku or Zlatan Ibrahimovic as the out-and-out striker having scored 24 goals there for Arsenal last season, and he could also play as a supporting striker or No 10.Mourinho varies Manchester United's approach depending on the opposition but for the most part he likes his teams to defend compactly and destroy teams on the counter-attack.Sanchez is not known for the kind of defensive discipline Mourinho usually asks from his wide players, but he is rarely found wanting for commitment or work-rate and Mourinho would be confident that the Chilean could fulfil his demands.Sanchez's off-the-ball industry is coupled with the kind of winning mentality Mourinho craves, and he also offers outstanding pace and penetration on the counter-attack.He is even capable of breaking down teams who sit deep and put men behind the ball. As well as his goal-scoring ability, Sanchez can drop into midfield and pick passes and create chances.The current campaign has been Sanchez's least effective yet in terms of goals and assists in the Premier League, with seven and three respectively putting him level with Martial despite playing considerably more minutes than the Frenchman.But Mourinho would be confident of helping Sanchez rediscover his best form. Last season, the Chilean scored 24 times and added 10 assists in 38 Premier League appearances, giving him the third highest combined total in the division behind Harry Kane and Romelu Lukaku. The likes of Rashford and Martial have not come close to those numbers yet.Aside from Sanchez's goals, his biggest appeal to Mourinho might be the service he could provide for Lukaku. The Belgian made an outstanding start to life at Old Trafford, scoring 11 goals in his first 10 games, but he has only netted six in 23 since then.That's likely to change if he lines up with Sanchez. The Chilean has created 183 chances from open play over the last three seasons, according to Opta. Only his Arsenal team-mate Mesut Ozil and Tottenham's Christian Eriksen have created more. Lukaku would relish that kind of service.\"United missed out on buying Ivan Perisic in the summer, and with that missed out on a winger,\" former Manchester United midfielder Phil Neville told Sky Sports. \"I think Sanchez provides the quality, the goals and the world-class ability he has got.\"I think it [is an] absolutely unbelievable signing. If you look back at Man Utd's big signings over the decades, Cantona came out of the hat, Van Persie was a surprise, and they both helped United win titles. I think this could have a similar impact. He's got the character to play at Old Trafford.\"",
  "dbpedia": "\nWe check the stats to see how well Sanchez is suited to playing for Jose Mourinho\\&apos;s United - and where he might slot into the side.Sanchez is able to play anywhere across the front line, but the most logical place for him in Mourinho\\&apos;s 4-2-3-1 formation is on the left, where the <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> manager has rotated between Anthony Martial and Marcus Rashford this season.It\\&apos;s the position in which Sanchez has played for most of his career - including the current campaign. It allows him to isolate defenders in one-on-one situations and cut inside onto his favoured right foot.Sanchez also gives Mourinho an alternative to <a href=\"http://dbpedia.org/resource/Romelu_Lukaku\" title=\"http://dbpedia.org/resource/Romelu_Lukaku\" target=\"_blank\">Romelu Lukaku</a> or Zlatan Ibrahimovic as the out-and-out striker having scored 24 goals there for <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> last season, and he could also play as a supporting striker or No 10.Mourinho varies <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>\\&apos;s approach depending on the opposition but for the most part he likes his teams to defend compactly and destroy teams on the counter-attack.Sanchez is not known for the kind of defensive discipline Mourinho usually asks from his wide players, but he is rarely found wanting for commitment or work-rate and Mourinho would be confident that the <a href=\"http://dbpedia.org/resource/Chile_national_football_team\" title=\"http://dbpedia.org/resource/Chile_national_football_team\" target=\"_blank\">Chilean</a> could fulfil his demands.Sanchez\\&apos;s off-the-ball industry is coupled with the kind of winning mentality Mourinho craves, and he also offers outstanding pace and penetration on the counter-attack.He is even capable of breaking down teams who sit deep and put men behind the ball. As well as his goal-scoring ability, Sanchez can drop into midfield and pick passes and create chances.The current campaign has been Sanchez\\&apos;s least effective yet in terms of goals and assists in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, with seven and three respectively putting him level with Martial despite playing considerably more minutes than the Frenchman.But Mourinho would be confident of helping Sanchez rediscover his best form. Last season, the <a href=\"http://dbpedia.org/resource/Chile_national_football_team\" title=\"http://dbpedia.org/resource/Chile_national_football_team\" target=\"_blank\">Chilean</a> scored 24 times and added 10 assists in 38 <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> appearances, giving him the third highest combined total in the division behind <a href=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" title=\"http://dbpedia.org/resource/Harry_Kane_(footballer)\" target=\"_blank\">Harry Kane</a> and <a href=\"http://dbpedia.org/resource/Romelu_Lukaku\" title=\"http://dbpedia.org/resource/Romelu_Lukaku\" target=\"_blank\">Romelu Lukaku</a>. The likes of Rashford and Martial have not come close to those numbers yet.Aside from Sanchez\\&apos;s goals, his biggest appeal to Mourinho might be the service he could provide for Lukaku. The Belgian made an outstanding start to life at Old Trafford, scoring 11 goals in his first 10 games, but he has only netted six in 23 since then.That\\&apos;s likely to change if he lines up with Sanchez. The <a href=\"http://dbpedia.org/resource/Chile_national_football_team\" title=\"http://dbpedia.org/resource/Chile_national_football_team\" target=\"_blank\">Chilean</a> has created 183 chances from open play over the last three seasons, according to Opta. Only his <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> team-mate Mesut Ozil and <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a>\\&apos;s <a href=\"http://dbpedia.org/resource/Christian_Eriksen\" title=\"http://dbpedia.org/resource/Christian_Eriksen\" target=\"_blank\">Christian Eriksen</a> have created more. Lukaku would relish that kind of service.&quot;United missed out on buying Ivan Perisic in the summer, and with that missed out on a winger,&quot; former <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> midfielder <a href=\"http://dbpedia.org/resource/Phil_Neville\" title=\"http://dbpedia.org/resource/Phil_Neville\" target=\"_blank\">Phil Neville</a> told Sky Sports. &quot;I think Sanchez provides the quality, the goals and the world-class ability he has got.&quot;I think it [is an] absolutely unbelievable signing. If you look back at Man Utd\\&apos;s big signings over the decades, Cantona came out of the hat, Van Persie was a surprise, and they both helped United win titles. I think this could have a similar impact. He\\&apos;s got the character to play at Old Trafford.&quot;\n"
}