{
  "date": "11/01/18",
  "title": "Leon Goretzka, Leon Bailey, Arturo Vidal - potential Bundesliga targets for Premier League clubs",
  "description": "Which Bundesliga players could be available for Premier League clubs in the January transfer window? We profile some of the names being linked with a move from Germany to England.",
  "content": "With the January window in full flow, some top-flight English sides will no doubt already have their scouts scouring the continent for a mid-season bargain or the next big thing.Here, we look at the top names from Germany who have been linked with the Premier League...Goretzka has been leading the way for Schalke this season and Liverpool, Arsenal and Manchester United are all reportedly interested in his services. Injuries have hampered his progress in the past, but he now appears to be relatively problem free, scoring four goals in 11 league games so far this season.But despite the allure of the Premier League, Bayern Munich are said to also have a strong interest in the Germany international. The player is expected to make a decision on his future - with just six months left on his current Schalke deal - before the end of January.\"We've done everything to ensure he stays,\" chairman of Schalke's supervisory board Clemens Tonnies told German newspaper Welt am Sonntag. \"In January, he wants to say what he's doing. Schalke have accepted the financial conditions of Leon and his management... Leon can and must decide now.\"A friend of Usain Bolt with the pace to match - nearly - Bailey is the Leverkusen midfielder who has reportedly attracted the interest from Arsenal, Chelsea and Manchester United, among others, and the 20-year-old has already admitted that he dreams of playing in the Premier League.\"Of course I have a dream club, but I will not tell. Basically, England was and still is my dream,\" the Jamaican told German publication Bild. \"And if I keep working hard, I'm sure it will work someday.\"Bailey only moved to Leverkusen a year ago from Belgian side Genk, but he has already had a huge impact, scoring six goals with five assists in 14 league games this season. Bundesliga.com also say that his 'key strengths are his dribbling, vision, powerful shot and blistering pace'.He is contracted to the club until 2022 and could cost twice the £12.4m fee Leverkusen paid for him should he leave the club in January.Pierre-Emerick Aubameyang has long been linked with a move away from Germany with Liverpool the latest Premier League names thrown into the mix.With £146m to spend after Philippe Coutinho's move to Barcelona, Liverpool could swoop for the Gabon international, who worked with Jurgen Klopp at Dortmund.Soccer Saturday pundit Phil Thompson has encouraged his former side to look at the forward, saying: \"Maybe it (£146m) should be used for an out-and-out striker and then Roberto Firmino can drop back and play the Coutinho role. Aubameyang is one who would be on my list and somebody you could get.\"It would certainly be that quality you'd be looking for, although he would need to have the right the work ethic. I'm not sure why he's not been on more sides' shopping lists.\"But Arsene Wenger has already publicly ruled out a move for Aubameyang, who was thought to be the frontrunner to replace Alexis Sanchez if he moves in January. When asked about the potential transfer, the Frenchman said: \"No, it is not a possibility.\"Such statements have not always meant a move does not occur, although the financial clout of the Chinese Super League could prove to be a factor, with Guangzhou Evergrande and Beijing Guoan being touted as other destinations for Aubameyang.Vidal has been heavily linked with Chelsea in the January window, with head coach Antonio Conte recently hailing the midfielder as 'one of the best in the world' after the two worked together at Juventus.But Vidal says he is not listening to the speculation, telling German outlet Sport1: \"Yes, I've heard about it, but I'm fully focused on the season with Bayern and look only from day to day. We are a great team and we have big goals. We want to win all titles. That's my focus.\"He has been in fine form since Jupp Heynckes arrived in October - Vidal having worked under the manager at Bayer Leverkusen before moving to Juventus in 2011 - and has featured in all but one of Bayern's 16 games since Heynckes' return. The manager does not appear to be willing to let the midfielder go without a fight.\"There is no contact between Chelsea and Bayern Munich,\" he said. \"We will not sell Arturo Vidal or any other player, for that matter, during the winter break.\"But with the Bundesliga winter break now over, could it be the time for Conte and Chelsea to swoop?Liverpool have consistently been linked with a move for Dortmund midfielder Pulisic over the last few years, and the rumours have once again surfaced in the January window with Jurgen Klopp thought to be a long-term admirer.Both his club and national team - the USA - have been struggling in recent months, with Dortmund failing to adapt to the style of Peter Bosz before he was replaced by Peter Stoger, and USA missing out on qualification for the 2018 World Cup at the last hurdle.But Pulisic, 19, has been leading the way on both fronts to try and turn fortunes around and, at least for Dortmund, it seems to be working. He has appeared in 16 of the 17 Bundesliga games this season with three goals and one assist.The Daily Mail also reported in December that Manchester United have been monitoring Pulisic.The brother of Chelsea playmaker Eden, the Blues reportedly want Thorgan Hazard back at Stamford Bridge after he left the club for Borussia Monchengladbach on a permanent deal in 2015. It may be helped by his decent form this season, scoring six and assisting three times so far, equalling his goalscoring exploits for the 2016/17 campaign.Another Hazard brother, Kylian, also joined the west London club in the summer although has yet to play for the first team. Thorgan's previous three years at Chelsea also failed to produce an appearance for the senior squad and the midfielder insists he is now only focused on Gladbach.\"If you play well in your club and help your team win, that makes one, of course, interesting for big clubs,\" he told Bild. \"At the moment, only Borussia counts for me. And that the club will qualify for Europe again.\"But Chelsea are not adverse to re-signing players, having previously done so with David Luiz, Nemanja Matic and Didier Drogba to name a few, although Thorgan may well end up competing with Eden for similar positions in Conte's side.The 6ft 5in Vestergaard is reportedly attracting the attentions of north London clubs Arsenal and Tottenham. The Gunners are keen to bring in defensive reinforcements, while Spurs are looking to cover the injury to Toby Alderweireld.Vestergaard has featured in every Bundesliga game so far this season for Monchengladbach, but the Premier League clubs could have a fight on their hands for his services, with director of sport Max Eberl saying: \"We don't intend to let anyone go during the winter.\"The Danish defender was the only outfield player in the Bundesliga to play every minute of every Gladbach game in 2017, according to Bundesliga.com, and his height helped him score seven goals last year - more than any other defender in the league.The last 12 months has continued to see the growth of Vestergaard, who was also one of only six non-Bayern Munich players named in Opta's statically best Bundesliga XI of 2017 (above).",
  "dbpedia": "\nWith the January window in full flow, some top-flight English sides will no doubt already have their scouts scouring the continent for a mid-season bargain or the next big thing.Here, we look at the top names from <a href=\"http://dbpedia.org/resource/Germany_national_football_team\" title=\"http://dbpedia.org/resource/Germany_national_football_team\" target=\"_blank\">Germany</a> who have been linked with the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>...Goretzka has been leading the way for <a href=\"http://dbpedia.org/resource/FC_Schalke_04\" title=\"http://dbpedia.org/resource/FC_Schalke_04\" target=\"_blank\">Schalke</a> this season and <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>, <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> and <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> are all reportedly interested in his services. Injuries have hampered his progress in the past, but he now appears to be relatively problem free, scoring four goals in 11 league games so far this season.But despite the allure of the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>, <a href=\"http://dbpedia.org/resource/FC_Bayern_Munich\" title=\"http://dbpedia.org/resource/FC_Bayern_Munich\" target=\"_blank\">Bayern Munich</a> are said to also have a strong interest in the <a href=\"http://dbpedia.org/resource/Germany_national_football_team\" title=\"http://dbpedia.org/resource/Germany_national_football_team\" target=\"_blank\">Germany</a> international. The player is expected to make a decision on his future - with just six months left on his current <a href=\"http://dbpedia.org/resource/FC_Schalke_04\" title=\"http://dbpedia.org/resource/FC_Schalke_04\" target=\"_blank\">Schalke</a> deal - before the end of January.&quot;We\\&apos;ve done everything to ensure he stays,&quot; chairman of <a href=\"http://dbpedia.org/resource/FC_Schalke_04\" title=\"http://dbpedia.org/resource/FC_Schalke_04\" target=\"_blank\">Schalke</a>\\&apos;s supervisory board Clemens Tonnies told German newspaper Welt am Sonntag. &quot;In January, he wants to say what he\\&apos;s doing. <a href=\"http://dbpedia.org/resource/FC_Schalke_04\" title=\"http://dbpedia.org/resource/FC_Schalke_04\" target=\"_blank\">Schalke</a> have accepted the financial conditions of Leon and his management... Leon can and must decide now.&quot;A friend of Usain Bolt with the pace to match - nearly - Bailey is the <a href=\"http://dbpedia.org/resource/Bayer_04_Leverkusen\" title=\"http://dbpedia.org/resource/Bayer_04_Leverkusen\" target=\"_blank\">Leverkusen</a> midfielder who has reportedly attracted the interest from <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>, <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> and <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a>, among others, and the 20-year-old has already admitted that he dreams of playing in the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a>.&quot;Of course I have a dream club, but I will not tell. Basically, <a href=\"http://dbpedia.org/resource/England_national_football_team\" title=\"http://dbpedia.org/resource/England_national_football_team\" target=\"_blank\">England</a> was and still is my dream,&quot; the <a href=\"http://dbpedia.org/resource/Jamaica_national_football_team\" title=\"http://dbpedia.org/resource/Jamaica_national_football_team\" target=\"_blank\">Jamaican</a> told German publication Bild. &quot;And if I keep working hard, I\\&apos;m sure it will work someday.&quot;Bailey only moved to <a href=\"http://dbpedia.org/resource/Bayer_04_Leverkusen\" title=\"http://dbpedia.org/resource/Bayer_04_Leverkusen\" target=\"_blank\">Leverkusen</a> a year ago from Belgian side <a href=\"http://dbpedia.org/resource/K.R.C._Genk\" title=\"http://dbpedia.org/resource/K.R.C._Genk\" target=\"_blank\">Genk</a>, but he has already had a huge impact, scoring six goals with five assists in 14 league games this season. Bundesliga.com also say that his \\&apos;key strengths are his dribbling, vision, powerful shot and blistering pace\\&apos;.He is contracted to the club until 2022 and could cost twice the &#xA3;12.4m fee <a href=\"http://dbpedia.org/resource/Bayer_04_Leverkusen\" title=\"http://dbpedia.org/resource/Bayer_04_Leverkusen\" target=\"_blank\">Leverkusen</a> paid for him should he leave the club in January.Pierre-Emerick Aubameyang has long been linked with a move away from <a href=\"http://dbpedia.org/resource/Germany_national_football_team\" title=\"http://dbpedia.org/resource/Germany_national_football_team\" target=\"_blank\">Germany</a> with <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> the latest <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> names thrown into the mix.With &#xA3;146m to spend after <a href=\"http://dbpedia.org/resource/Philippe_Coutinho\" title=\"http://dbpedia.org/resource/Philippe_Coutinho\" target=\"_blank\">Philippe Coutinho</a>\\&apos;s move to <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a>, <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> could swoop for the <a href=\"http://dbpedia.org/resource/Gabon_national_football_team\" title=\"http://dbpedia.org/resource/Gabon_national_football_team\" target=\"_blank\">Gabon international</a>, who worked with Jurgen Klopp at Dortmund.Soccer Saturday pundit <a href=\"http://dbpedia.org/resource/Phil_Thompson\" title=\"http://dbpedia.org/resource/Phil_Thompson\" target=\"_blank\">Phil Thompson</a> has encouraged his former side to look at the forward, saying: &quot;Maybe it (&#xA3;146m) should be used for an out-and-out striker and then Roberto Firmino can drop back and play the Coutinho role. Aubameyang is one who would be on my list and somebody you could get.&quot;It would certainly be that quality you\\&apos;d be looking for, although he would need to have the right the work ethic. I\\&apos;m not sure why he\\&apos;s not been on more sides\\&apos; shopping lists.&quot;But Arsene Wenger has already publicly ruled out a move for Aubameyang, who was thought to be the frontrunner to replace Alexis Sanchez if he moves in January. When asked about the potential transfer, the Frenchman said: &quot;No, it is not a possibility.&quot;Such statements have not always meant a move does not occur, although the financial clout of the <a href=\"http://dbpedia.org/resource/Chinese_Super_League\" title=\"http://dbpedia.org/resource/Chinese_Super_League\" target=\"_blank\">Chinese Super League</a> could prove to be a factor, with <a href=\"http://dbpedia.org/resource/Guangzhou_Evergrande_F.C.\" title=\"http://dbpedia.org/resource/Guangzhou_Evergrande_F.C.\" target=\"_blank\">Guangzhou Evergrande</a> and <a href=\"http://dbpedia.org/resource/Beijing_Guoan_F.C.\" title=\"http://dbpedia.org/resource/Beijing_Guoan_F.C.\" target=\"_blank\">Beijing Guoan</a> being touted as other destinations for Aubameyang.Vidal has been heavily linked with <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> in the January window, with head coach <a href=\"http://dbpedia.org/resource/Antonio_Conte\" title=\"http://dbpedia.org/resource/Antonio_Conte\" target=\"_blank\">Antonio Conte</a> recently hailing the midfielder as \\&apos;one of the best in the world\\&apos; after the two worked together at Juventus.But Vidal says he is not listening to the speculation, telling German outlet Sport1: &quot;Yes, I\\&apos;ve heard about it, but I\\&apos;m fully focused on the season with Bayern and look only from day to day. We are a great team and we have big goals. We want to win all titles. That\\&apos;s my focus.&quot;He has been in fine form since <a href=\"http://dbpedia.org/resource/Jupp_Heynckes\" title=\"http://dbpedia.org/resource/Jupp_Heynckes\" target=\"_blank\">Jupp Heynckes</a> arrived in October - Vidal having worked under the manager at <a href=\"http://dbpedia.org/resource/Bayer_04_Leverkusen\" title=\"http://dbpedia.org/resource/Bayer_04_Leverkusen\" target=\"_blank\">Bayer Leverkusen</a> before moving to <a href=\"http://dbpedia.org/resource/Juventus_F.C.\" title=\"http://dbpedia.org/resource/Juventus_F.C.\" target=\"_blank\">Juventus</a> in 2011 - and has featured in all but one of Bayern\\&apos;s 16 games since Heynckes\\&apos; return. The manager does not appear to be willing to let the midfielder go without a fight.&quot;There is no contact between <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> and <a href=\"http://dbpedia.org/resource/FC_Bayern_Munich\" title=\"http://dbpedia.org/resource/FC_Bayern_Munich\" target=\"_blank\">Bayern Munich</a>,&quot; he said. &quot;We will not sell <a href=\"http://dbpedia.org/resource/Arturo_Vidal\" title=\"http://dbpedia.org/resource/Arturo_Vidal\" target=\"_blank\">Arturo Vidal</a> or any other player, for that matter, during the winter break.&quot;But with the Bundesliga winter break now over, could it be the time for Conte and <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> to swoop?<a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> have consistently been linked with a move for <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Dortmund</a> midfielder Pulisic over the last few years, and the rumours have once again surfaced in the January window with Jurgen Klopp thought to be a long-term admirer.Both his club and national team - the <a href=\"http://dbpedia.org/resource/United_States_men&apos;s_national_soccer_team\" title=\"http://dbpedia.org/resource/United_States_men&apos;s_national_soccer_team\" target=\"_blank\">USA</a> - have been struggling in recent months, with <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Dortmund</a> failing to adapt to the style of <a href=\"http://dbpedia.org/resource/Peter_Bosz\" title=\"http://dbpedia.org/resource/Peter_Bosz\" target=\"_blank\">Peter Bosz</a> before he was replaced by Peter Stoger, and <a href=\"http://dbpedia.org/resource/United_States_men&apos;s_national_soccer_team\" title=\"http://dbpedia.org/resource/United_States_men&apos;s_national_soccer_team\" target=\"_blank\">USA</a> missing out on qualification for the 2018 World Cup at the last hurdle.But Pulisic, 19, has been leading the way on both fronts to try and turn fortunes around and, at least for <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Dortmund</a>, it seems to be working. He has appeared in 16 of the 17 Bundesliga games this season with three goals and one assist.The Daily Mail also reported in December that <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> have been monitoring Pulisic.The brother of <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> playmaker Eden, the Blues reportedly want <a href=\"http://dbpedia.org/resource/Thorgan_Hazard\" title=\"http://dbpedia.org/resource/Thorgan_Hazard\" target=\"_blank\">Thorgan Hazard</a> back at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Stamford Bridge</a> after he left the club for Borussia Monchengladbach on a permanent deal in 2015. It may be helped by his decent form this season, scoring six and assisting three times so far, equalling his goalscoring exploits for the 2016/17 campaign.Another Hazard brother, Kylian, also joined the west London club in the summer although has yet to play for the first team. <a href=\"http://dbpedia.org/resource/Thorgan_Hazard\" title=\"http://dbpedia.org/resource/Thorgan_Hazard\" target=\"_blank\">Thorgan</a>\\&apos;s previous three years at <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> also failed to produce an appearance for the senior squad and the midfielder insists he is now only focused on Gladbach.&quot;If you play well in your club and help your team win, that makes one, of course, interesting for big clubs,&quot; he told Bild. &quot;At the moment, only Borussia counts for me. And that the club will qualify for Europe again.&quot;But <a href=\"http://dbpedia.org/resource/Chelsea_F.C.\" title=\"http://dbpedia.org/resource/Chelsea_F.C.\" target=\"_blank\">Chelsea</a> are not adverse to re-signing players, having previously done so with <a href=\"http://dbpedia.org/resource/David_Luiz\" title=\"http://dbpedia.org/resource/David_Luiz\" target=\"_blank\">David Luiz</a>, Nemanja Matic and <a href=\"http://dbpedia.org/resource/Didier_Drogba\" title=\"http://dbpedia.org/resource/Didier_Drogba\" target=\"_blank\">Didier Drogba</a> to name a few, although <a href=\"http://dbpedia.org/resource/Thorgan_Hazard\" title=\"http://dbpedia.org/resource/Thorgan_Hazard\" target=\"_blank\">Thorgan</a> may well end up competing with Eden for similar positions in Conte\\&apos;s side.The 6ft 5in Vestergaard is reportedly attracting the attentions of north London clubs <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a> and <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a>. The Gunners are keen to bring in defensive reinforcements, while Spurs are looking to cover the injury to Toby Alderweireld.Vestergaard has featured in every Bundesliga game so far this season for Monchengladbach, but the <a href=\"http://dbpedia.org/resource/Premier_League\" title=\"http://dbpedia.org/resource/Premier_League\" target=\"_blank\">Premier League</a> clubs could have a fight on their hands for his services, with director of sport <a href=\"http://dbpedia.org/resource/Max_Eberl\" title=\"http://dbpedia.org/resource/Max_Eberl\" target=\"_blank\">Max Eberl</a> saying: &quot;We don\\&apos;t intend to let anyone go during the winter.&quot;The Danish defender was the only outfield player in the Bundesliga to play every minute of every Gladbach game in 2017, according to Bundesliga.com, and his height helped him score seven goals last year - more than any other defender in the league.The last 12 months has continued to see the growth of Vestergaard, who was also one of only six non-Bayern Munich players named in Opta\\&apos;s statically best Bundesliga XI of 2017 (above).\n"
}