{
  "date": "31/01/18",
  "title": "Which big deals are still to be done? Riyad Mahrez, Pierre-Emerick Aubameyang, Olivier Giroud and more",
  "description": "With Deadline Day now upon us, we run through the deals that are still on the table involving Premier League sides.",
  "content": "The race to get deals over the line looks set to be more dramatic than ever, as seven Premier League matches are also scheduled for Wednesday night.But you can stay across the excitement of Deadline Day AND the live action across Sky Sports' platforms - find out how here.Manchester City have lodged three bids - the latest of which believed to be worth £55m - to lure the Algerian away from the King Power Stadium.City's approach coincided with Mahrez submitting a transfer request for the second time during his Foxes career - the first came in May 2017.Despite this, it is understood Leicester's position on Mahrez remains unchanged - they don't want to sell the winger and City's offer is below their valuation.Arsenal confirmed they had signed Pierre-Emerick Aubameyang from Borussia Dortmund at lunchtime on Deadline Day, a deal which we understand cost them around £60m in transfer fees.It would appear Olivier Giroud's successful spell at Arsenal is drawing to a close. Speaking to Sky Sports after the Gunners' 3-1 defeat at Swansea, Arsene Wenger was quizzed on whether it was Giroud's last game at the club, to which he replied: \"It's a possibility, but all that will be decided tomorrow morning. We will inform you once that is more definite.\"In his post-match press conference, the Frenchman said he would be sad if Giroud leaves: \"I don't want to talk too much about where he goes, if he goes. That will definitely be decided [tomorrow], nothing is concluded at the moment. He's a guy who gave great service to the club.\"Batshuayi's future at Stamford Bridge looks to hinge on the futures of a host of players across Europe.Borussia Dortmund have reportedly lined up Batshuayi as a replacement for Aubameyang, a move which, along with Giroud's potential move to Chelsea, would complete a triangle of interconnected transfers.The much-maligned Manchester City centre-back's revival under Pep Guardiola this term has been dealt a blow by Aymeric Laporte's arrival at the Etihad.With first-team opportunities at a premium, Newcastle have emerged as a potential destination for the France international, who moved to City from Porto for £32m in 2014.However, Sky Sports News understands it's unlikely Newcastle will progress with a bid unless City reduce their asking price.The Paris Saint-Germain winger has been at Spurs' training ground to finalise a £25m move from the Ligue 1 giants. , with the deal is expected to be announced on Deadline Day.Moura sees England as the best opportunity to revive his hopes of playing in the World Cup for Brazil in Russia.PSG will only consider permanent offers for the player as they are conscious of complying with FFP rules following the signings of Neymar and Kylian Mbappe, and would be willing to sell for around £23m.Moura's coach Unai Emery has already said he has no future at PSG and has urged him to find another club.Jose Mourinho has said Manchester United will not stand in Zlatan Ibrahimovic's way if he wants to leave the club this month.Reports are linking the Swedish striker with a move to the MLS and Mourinho revealed United will allow the 36-year-old to leave if that is his wish.He said: \"Zlatan is in the last year of his contract. If that [US links] is true and Zlatan wants a future in another club in another country, we are here to help and to create conditions for that to happen, not to make his life difficult.\"West Ham have made an offer to sign Lille captain Ibrahim Amadou. The offer is £2m loan fee plus a £14m option to buy in the summer, an improvement on the bid Crystal Palace saw rejected on Sunday.Southampton were in talks for Spartak Moscow's Dutch winger Quincy Promes, with the Russian side holding out for around £30m. However, it now appears Spartak's difficulties in finding a replacement could scupper the deal.Stoke are on the verge of signing Senegal international Badou Ndiaye, despite agreeing a £15m fee with Galatasaray for the midfielder.As for Merseyside, outgoings are more likely than incomings at both Liverpool and Everton."
}