{
  "date": "22/01/18",
  "title": "Who is Boubakary Soumare? The lowdown on the Man City target",
  "description": "Manchester City are expected to bid for Lille's Boubakary Soumare before the end of the transfer window, according to Sky sources, but what do we know about the 18-year-old midfielder?",
  "content": "City were one of a number of English clubs who watched Soumare in Ligue 1 action for Lille against Rennes last week, with Everton and Leicester also said to be interested.From rising through the ranks at Paris Saint-Germain to making his first-team breakthrough at Lille, we profile a player who could be on his way to the Premier League.Soumare was born in the Parisian suburb of Noisy-le-Sec in February 1999, joining Paris FC as a young boy before making the move to Paris Saint-Germain's academy at the age of 12 in 2011.He developed into a tall, athletic central midfielder with excellent technique and fine passing ability in PSG's youth ranks. Soumare was fast-tracked into their U19s before his 17th birthday in 2015/16, helping them win the French Championnat National U19 title and reach the final of the UEFA Youth League, where they were narrowly beaten by Chelsea.In the following season, Soumare split his time between PSG's U19s and their reserve team, who play in the French fourth tier. The youngster made eight appearances for them in total, with coach Francois Rodrigues describing him as a player who had \"everything to succeed\" in an interview with Le Parisien in February 2017.But with first-team opportunities limited for academy graduates at PSG, Soumare's head was soon turned by other admirers. The French youth international had watched highly-rated team-mates Mamadou Doucoure and Dan Axel Zagadou leave for Borussia Monchengladbach and Borussia Dortmund respectively, and it soon became clear he was in demand too.Reports in the French press linked Soumare with Arsenal, who he had faced in the UEFA Youth League, and there was also interest from Italian giants Juventus, but in the end it was PSG's Ligue 1 rivals Lille who won the race for his signature, confirming his arrival in July.Soumare signed a three-year contract with Lille, describing the move as an \"immense joy\" and citing the club's project and their faith in young players as his main motivations for joining them.\"We are very happy with the signing of 'Bouba',\" added Lille's CEO Marc Ingla. \"He is a powerful and technical player who can evolve to several positions in the field. His maturity pleased us even if we must not forget that he is only 18 years old.\"Lille's poor start to the season resulted in manager Marcelo Bielsa being sacked in December, but Soumare's cameos were encouraging. He made his debut as a substitute in a 2-2 draw against Valenciennes in a French League Cup tie in October, and broke into the starting line-up a couple of months after that.Soumare has gone on to make three starts and five substitute appearances in Ligue 1, amounting to 400 minutes of action. The circumstances have been difficult, with Lille now embroiled in a relegation battle, but there have been signs of Soumare's quality. The stats show he ranks third for pass completion (86.6 per cent) and first for passes per 90 minutes (65.7).He also received praise from Bielsa's successor Christophe Galtier after he came off the bench during a 3-0 loss to Dijon before Christmas. \"The match was difficult for Soumare, but he has a lot of good qualities and he is going to progress quickly,\" said the Lille head coach.Soumare has been likened to Paul Pogba in the past but Manchester City might be more interested in comparisons with Yaya Toure. The Ivorian's contract at the Etihad Stadium runs out in the summer, and Soumare is reportedly seen as a long-term replacement.Soumare, who is valued at £35m by Lille, would be unlikely to break into the City first-team just yet, but with Lille eager to keep him on loan at the club until the summer, it may be possible to find a solution which suits everybody.",
  "dbpedia": "\nCity were one of a number of English clubs who watched Soumare in <a href=\"http://dbpedia.org/resource/Ligue_1\" title=\"http://dbpedia.org/resource/Ligue_1\" target=\"_blank\">Ligue 1</a> action for <a href=\"http://dbpedia.org/resource/Lille_OSC\" title=\"http://dbpedia.org/resource/Lille_OSC\" target=\"_blank\">Lille</a> against <a href=\"http://dbpedia.org/resource/Stade_Rennais_F.C.\" title=\"http://dbpedia.org/resource/Stade_Rennais_F.C.\" target=\"_blank\">Rennes</a> last week, with <a href=\"http://dbpedia.org/resource/Everton_F.C.\" title=\"http://dbpedia.org/resource/Everton_F.C.\" target=\"_blank\">Everton</a> and <a href=\"http://dbpedia.org/resource/Leicester_City_F.C.\" title=\"http://dbpedia.org/resource/Leicester_City_F.C.\" target=\"_blank\">Leicester</a> also said to be interested.From rising through the ranks at <a href=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" title=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" target=\"_blank\">Paris Saint-Germain</a> to making his first-team breakthrough at <a href=\"http://dbpedia.org/resource/Lille_OSC\" title=\"http://dbpedia.org/resource/Lille_OSC\" target=\"_blank\">Lille</a>, we profile a player who could be on his way to the Premier League.Soumare was born in the Parisian suburb of <a href=\"http://dbpedia.org/resource/Olympique_Noisy-le-Sec\" title=\"http://dbpedia.org/resource/Olympique_Noisy-le-Sec\" target=\"_blank\">Noisy-le-Sec</a> in February 1999, joining <a href=\"http://dbpedia.org/resource/Paris_FC\" title=\"http://dbpedia.org/resource/Paris_FC\" target=\"_blank\">Paris FC</a> as a young boy before making the move to <a href=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" title=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" target=\"_blank\">Paris Saint-Germain</a>\\&apos;s academy at the age of 12 in 2011.He developed into a tall, athletic central midfielder with excellent technique and fine passing ability in <a href=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" title=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" target=\"_blank\">PSG</a>\\&apos;s youth ranks. Soumare was fast-tracked into their U19s before his 17th birthday in 2015/16, helping them win the French <a href=\"http://dbpedia.org/resource/Championnat_National\" title=\"http://dbpedia.org/resource/Championnat_National\" target=\"_blank\">Championnat National</a> U19 title and reach the final of the UEFA Youth League, where they were narrowly beaten by Chelsea.In the following season, Soumare split his time between <a href=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" title=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" target=\"_blank\">PSG</a>\\&apos;s U19s and their <a href=\"http://dbpedia.org/resource/Manchester_United_F.C._Reserves_and_Academy\" title=\"http://dbpedia.org/resource/Manchester_United_F.C._Reserves_and_Academy\" target=\"_blank\">reserve team</a>, who play in the French fourth tier. The youngster made eight appearances for them in total, with coach Francois Rodrigues describing him as a player who had &quot;everything to succeed&quot; in an interview with Le Parisien in February 2017.But with first-team opportunities limited for academy graduates at <a href=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" title=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" target=\"_blank\">PSG</a>, Soumare\\&apos;s head was soon turned by other admirers. The <a href=\"http://dbpedia.org/resource/France_national_youth_football_team\" title=\"http://dbpedia.org/resource/France_national_youth_football_team\" target=\"_blank\">French youth international</a> had watched highly-rated team-mates Mamadou Doucoure and Dan Axel Zagadou leave for Borussia Monchengladbach and <a href=\"http://dbpedia.org/resource/Borussia_Dortmund\" title=\"http://dbpedia.org/resource/Borussia_Dortmund\" target=\"_blank\">Borussia Dortmund</a> respectively, and it soon became clear he was in demand too.Reports in the French press linked Soumare with <a href=\"http://dbpedia.org/resource/Arsenal_F.C.\" title=\"http://dbpedia.org/resource/Arsenal_F.C.\" target=\"_blank\">Arsenal</a>, who he had faced in the UEFA Youth League, and there was also interest from Italian giants <a href=\"http://dbpedia.org/resource/Juventus_F.C.\" title=\"http://dbpedia.org/resource/Juventus_F.C.\" target=\"_blank\">Juventus</a>, but in the end it was <a href=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" title=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" target=\"_blank\">PSG</a>\\&apos;s <a href=\"http://dbpedia.org/resource/Ligue_1\" title=\"http://dbpedia.org/resource/Ligue_1\" target=\"_blank\">Ligue 1</a> rivals <a href=\"http://dbpedia.org/resource/Lille_OSC\" title=\"http://dbpedia.org/resource/Lille_OSC\" target=\"_blank\">Lille</a> who won the race for his signature, confirming his arrival in July.Soumare signed a three-year contract with <a href=\"http://dbpedia.org/resource/Lille_OSC\" title=\"http://dbpedia.org/resource/Lille_OSC\" target=\"_blank\">Lille</a>, describing the move as an &quot;immense joy&quot; and citing the club\\&apos;s project and their faith in young players as his main motivations for joining them.&quot;We are very happy with the signing of \\&apos;Bouba\\&apos;,&quot; added <a href=\"http://dbpedia.org/resource/Lille_OSC\" title=\"http://dbpedia.org/resource/Lille_OSC\" target=\"_blank\">Lille</a>\\&apos;s CEO Marc Ingla. &quot;He is a powerful and technical player who can evolve to several positions in the field. His maturity pleased us even if we must not forget that he is only 18 years old.&quot;<a href=\"http://dbpedia.org/resource/Lille_OSC\" title=\"http://dbpedia.org/resource/Lille_OSC\" target=\"_blank\">Lille</a>\\&apos;s poor start to the season resulted in manager <a href=\"http://dbpedia.org/resource/Marcelo_Bielsa\" title=\"http://dbpedia.org/resource/Marcelo_Bielsa\" target=\"_blank\">Marcelo Bielsa</a> being sacked in December, but Soumare\\&apos;s cameos were encouraging. He made his debut as a substitute in a 2-2 draw against <a href=\"http://dbpedia.org/resource/Valenciennes_FC\" title=\"http://dbpedia.org/resource/Valenciennes_FC\" target=\"_blank\">Valenciennes</a> in a French League Cup tie in October, and broke into the starting line-up a couple of months after that.Soumare has gone on to make three starts and five substitute appearances in <a href=\"http://dbpedia.org/resource/Ligue_1\" title=\"http://dbpedia.org/resource/Ligue_1\" target=\"_blank\">Ligue 1</a>, amounting to 400 minutes of action. The circumstances have been difficult, with <a href=\"http://dbpedia.org/resource/Lille_OSC\" title=\"http://dbpedia.org/resource/Lille_OSC\" target=\"_blank\">Lille</a> now embroiled in a relegation battle, but there have been signs of Soumare\\&apos;s quality. The stats show he ranks third for pass completion (86.6 per cent) and first for passes per 90 minutes (65.7).He also received praise from Bielsa\\&apos;s successor <a href=\"http://dbpedia.org/resource/Christophe_Galtier\" title=\"http://dbpedia.org/resource/Christophe_Galtier\" target=\"_blank\">Christophe Galtier</a> after he came off the bench during a 3-0 loss to <a href=\"http://dbpedia.org/resource/Dijon_FCO\" title=\"http://dbpedia.org/resource/Dijon_FCO\" target=\"_blank\">Dijon</a> before Christmas. &quot;The match was difficult for Soumare, but he has a lot of good qualities and he is going to progress quickly,&quot; said the <a href=\"http://dbpedia.org/resource/Lille_OSC\" title=\"http://dbpedia.org/resource/Lille_OSC\" target=\"_blank\">Lille</a> head coach.Soumare has been likened to <a href=\"http://dbpedia.org/resource/Paul_Pogba\" title=\"http://dbpedia.org/resource/Paul_Pogba\" target=\"_blank\">Paul Pogba</a> in the past but <a href=\"http://dbpedia.org/resource/Manchester_City_F.C.\" title=\"http://dbpedia.org/resource/Manchester_City_F.C.\" target=\"_blank\">Manchester City</a> might be more interested in comparisons with Yaya Toure. The Ivorian\\&apos;s contract at the Etihad Stadium runs out in the summer, and Soumare is reportedly seen as a long-term replacement.Soumare, who is valued at &#xA3;35m by <a href=\"http://dbpedia.org/resource/Lille_OSC\" title=\"http://dbpedia.org/resource/Lille_OSC\" target=\"_blank\">Lille</a>, would be unlikely to break into the City first-team just yet, but with <a href=\"http://dbpedia.org/resource/Lille_OSC\" title=\"http://dbpedia.org/resource/Lille_OSC\" target=\"_blank\">Lille</a> eager to keep him on loan at the club until the summer, it may be possible to find a solution which suits everybody.\n"
}