{
  "date": "02/02/18",
  "title": "Soccer Saturday pundits: Arsenal and Chelsea to miss out on top four",
  "description": "We asked the Soccer Saturday pundits to predict who will miss out on the top four this season - and their answers were fairly unanimous.",
  "content": "The four pundits are all in agreement that Chelsea and Arsenal are destined to miss out on Champions League qualification following surprise midweek defeats to Bournemouth and Swansea respectively.They will, however, have the chance to bounce straight back this weekend as two of their top-four rivals, Liverpool and Tottenham, lock horns at Anfield on Super Sunday, live on Sky Sports Premier League.While Spurs will be looking to leapfrog Liverpool in the table with a win, the pundits expect Chelsea to fall short in the race for the top four, while few give Arsenal a chance of overcoming the current eight-point deficit...I am a big fan of Pierre-Emerick Aubameyang and he'll definitely help Alexandre Lacazette, while Henrikh Mkhitaryan and Mesut Ozil will be great to watch together, but ultimately Arsene Wenger hasn't rectified the defensive issues.Defensively they are not up to scratch and you look at Manchester City, cruising at the top of the league, and Pep Guardiola sees his side still have a weakness so spends £60m on a defender. Arsenal have sold Francis Coquelin, Olivier Giroud, Theo Walcott and Mathieu Debuchy and they still failed miserably in trying to get Jonny Evans.I said before that I thought it would be Chelsea who also missed out and that view is only strengthened after their Bournemouth defeat and a big win for Spurs. Giroud must have been sat watching Chelsea thinking this is worse than Arsenal.Antonio Conte's comments after the game were scary and Roman Abramovich doesn't take kindly to that sort of chat, so the way things are going they and Arsenal are nailed on to miss out.It's tough but I'm going to go with Arsenal and Chelsea missing out. For me, Tottenham can give anyone, including Man City a game, on their day and results like the one they picked up against Manchester United will only build confidence. Lucas Moura is also an excellent signing from PSG and he will make them even stronger as we get to the business part of the season.Chelsea are the ones in danger of slipping out of the top four. There seems to be a lot going on off the field at Stamford Bridge at the moment and that doesn't help things. After the result on Wednesday, it's all about the top four for Chelsea. They've got to get into the top four but if they don't pick up quickly they could drop out of the running quite quickly.Arsenal will be Arsenal. One week we'll be lavishing them with praise for their attacking football but there will always be results like Bournemouth and Swansea around the corner. We've never questioned them going forward but in this window they've improved their attack with the acquisitions of Henrikh Mkhitaryan and Pierre-Emerick Aubameyang, but they haven't improved at the back and that will be their problem until the end of the season.I stick with my prediction for Chelsea and Arsenal to miss out. Watching Arsenal against Swansea, I didn't see a side capable of top four even with a couple of additions, while Chelsea's performance against Bournemouth makes me even more convinced that they will miss out.There's clearly tension between Antonio Conte and the board and that attitude clearly doesn't help the players. I'd be very surprised if he was still there come next season.I still think United have the quality to be considered favourites to finish second. It wasn't a major shock that they lost at Tottenham, not like Chelsea losing at home to Bournemouth, although I wouldn't be surprised if Spurs put a run together and pushed them for it.Things change so quickly, virtually every week. Every side below Manchester City have a slip up in them but you'd have to say right now Chelsea are looking particularly vulnerable.It could change again this weekend and nothing surprises me in the Premier League. Two weeks ago Liverpool beat Manchester City and everybody thought we were going to finish second and then before the midweek games they looked vulnerable.I think this unease with Chelsea has been coming for a while and it is the whole package; the manager, the players, the size or the squad. There has been problem brewing and even with the signings coming in I don't think it has been rectified."
}