{
  "date": "08/01/18",
  "title": "Who is Kia Joorabchian, the man behind Philippe Coutinho's Barcelona move?",
  "description": "Philippe Coutinho's imminent move to Barcelona is the latest in a long list of deals to be overseen by one of the world's leading football advisors, Kia Joorabchian.",
  "content": "The London-based 46-year-old, born in Iran's capital Tehran, has been at the centre of some of the biggest deals in football history, returning to the limelight this month as Coutinho's advisor.Joorabchian, an Arsenal supporter who at one point looked to invest in the Premier League club, has brokered numerous deals involving players from Brazil, where many of his high-profile clients and deals have come from.Here, we take a look at some of his biggest, headline-making and, at times, controversial transfer deals.Joorabchian's association with football began in Brazil in 2004 when he partnered with the legendary Corinthians and where his first major signing was made - many more have followed since then involving hundreds of millions in transfer fees.2006 onwards: Carlos Tevez. West Ham, Man Utd, Man City (£52m), Juventus, Boca Juniors, Shanghai Shenhua and back to Boca.A series of controversial moves which could never be summed up in just one paragraph and take up thousands of words in Wikipedia, but Tevez was certainly the player to put Joorabchian on the map. He helped save West Ham from relegation, much to Sheffield United's chagrin, won titles with United, City and Juventus before another big-money move China. He's now back with childhood club Boca and aiming for more success before a well-deserved retirement.September 2008: Robinho. Real Madrid to Man City. Transfer fee £32.5mHot competition for the Brazil striker helped raise his price, with Chelsea appearing to be in pole position before City swooped to complete a then club-record deal on deadline day - the same day the club was bought by their current Abu Dhabi owners. Nearly 10 years on, Robinho sits 10th on their transfer fee paid list. He eventually moved on to Milan and had a brief spell in China before returning home in 2016 with Atletico Mineiro.August 2010: Ramires. Benfica to Chelsea and on to Jiangsu Suning. Fee: £25mThe midfielder was a constant in Chelsea's rise, winning Premier League, FA Cup, League Cup, Champions League and Europa League titles after arriving in England as a relatively unheralded signing. He was another to follow the trail to China in 2016 and has continued his success, but could soon be back in Europe.2011 onwards: David Luiz. Benfica to Chelsea to Paris Saint-Germain and back to Chelsea. Combined fee: £91m.He's a constant in transfer windows and could well be again this month, given his inability to force his way back into Chelsea's squad after injury. Chelsea brought him back to the Premier League for £30m in September 2016 but could he be on his way to another lucrative deal - Arsenal have been linked but Arsene Wenger played that down.July 2013: Marquinhos. Roma to Paris-Saint Germain. Fee £27m.Among the most expensive defenders transferred when he left Serie A - not bad for a player who hadn't even turned 20 when he moved. He's still plying his trade for PSG now, although has been linked with a move to Real Madrid for what would have been another world record price for a defender had Virgil van Dijk's move to Liverpool not just been completed.August 2013: Willian. Anzhi Makhachkala to Chelsea. £30m.He'd cost his Russian side even more, but their problems meant a quick move for the Brazilian, who received a work permit even though he only had a couple of caps. Now, nearly five years on, he is an international regular with two Premier League titles on his CV.January 2016: Alex Teixeira. Shakhtar Donetsk to Jiangsu Suning. Fee £38mLiverpool were desperate to sign the Brazilian but a fee could never be agreed and it was the riches of China that beckoned for the talented now 28-year-old. He is now reported to be on the transfer list so could another big move be on the cards?August 2016: Joao Mario. Sporting Lisbon to Inter. Fee £38.4m.Huge money for a player with so little experience, having played only 65 times for his Portuguese club. Could there be another big move in the works as well as he is constantly linked with a move to the Premier League, possibly with Man Utd?January 2017: Oscar. Internacional to Chelsea (£28.8m) to Shanghai SIPG. Fee £60m.One of the big movers to the Chinese Super League before that avenue became a tougher one to go down. He made Chelsea a massive profit and secured one of the biggest contracts in world football after having been on the fringes of Antonio Conte's team.July 2017: Tiemoue Bakayoko. Monaco to Chelsea. Fee £40m.Chelsea wanted more bite in midfield alongside N'Golo Kante and they had to spend big to get it, the second biggest fee the champions had paid - now third after the arrival of Alvaro Morata. He's settled in well to west London but might struggle to add to his Ligue 1 title last season with Manchester City in such flying form.Jan 2018: Philippe Coutinho. Liverpool to Barcelona. Fee reported to be £145m.Now for the biggest of the big deals, soon to be finalised after a medical in Barcelona early this week. Coutinho nearly forced a move in August but gets his dream transfer now after Liverpool's stance on making him stay at Anfield eased. Once completed Joorabchian will have overseen the world's second richest transfer, beaten only by PSG's signing of Neymar last summer."
}