{
  "date": "10/01/18",
  "title": "Why West Brom's Jonny Evans is a defender in demand by the Premier League's top teams",
  "description": "With the January transfer window now in full swing, Jonny Evans' future is once again the subject of much speculation with Manchester City, Manchester United and Arsenal all reported to be interested in the defender.",
  "content": "Evans was also pursued in the summer. So, why are top clubs being linked with a player sold by United in 2015? Here we look at his rise at Old Trafford, his move to West Brom and the stats from his performances at the Hawthorns which have caught the eye...After progressing through United's youth academy, Evans gained first-team experience at Royal Antwerp and Sunderland, before breaking into United's first team and making 17 league appearances in 2008/09 while serving as understudy to Rio Ferdinand and Nemanja Vidic.Evans' dramatic rise continued and he was handed the number six shirt in 2011, but then his performance levels dropped and the Northern Irishman admits he got complacent in his early 20s.\"Maybe I took my eye off the ball a little bit. Maybe I relaxed a bit too much and thought it was going to come as easily as the previous two seasons,\" Evans told the Manchester Evening News in 2011.\"If you looked over the years, a lot of youngsters have come into the team and had a good season or two, then take a little dip. Sometimes you do think you are immune from it.\"Sections of the Old Trafford support became frustrated with Evans' displays, his case not helped by battling Chris Smalling and Phil Jones for first-team action.After making 29 league appearance in the 2011/12 season, that number more than halved to 14 in Evans' final season at Old Trafford and he was allowed to join West Bromwich Albion for just £6m in 2015.While it could have been the start of a downward spiral for Evans, the move has proved to be the making of his career.Away from the spotlight of Manchester United, the now 30-year-old has been able to develop his game and has emerged as one of the best ball-playing centre-backs in the Premier League, while also starring for Northern Ireland, notably at Euro 2016 when man-marking Robert Lewandowski.Suddenly Evans was being linked with moves in excess of £30m to Manchester City, Arsenal and even a return to United.Given the emphasis that City boss Pep Guardiola places on his players all being comfortable on the ball - including the goalkeeper - it is a compliment to Evans that the Spaniard targeted him during the summer window.In 19 Premier League games this campaign, Evans has made 702 passes, with a success rate of 81 per cent - that is dramatically higher than West Brom's other central defenders Ahmed Hegazi (76 per cent), Gareth McAuley (66 per cent) and Craig Dawson (68 per cent). On the international stage, Evans' passing success rate shoots up to 86 per cent in the 2018 World Cup Qualifiers.In terms of long-range passing, Evans has played 58 accurate long balls, compared to just 38 from City's John Stones, yet when it comes to an ability to bring the ball out from the back, Evans has also made twice as many successful dribbles per match compared to the England man.Evans' raw defending numbers also compare favourably. He has a tackle success rate of 81 per cent despite playing for a team fighting relegation. City's Stones has a tackle success rate of 73 per cent, while on the other side of Manchester, Chris Smalling's tackles success rate is only 59 per cent. At Arsenal, another rumoured destination for Evans, Laurent Koscielny's tackle success rate is only 49 per cent.Evans has also proven to be reliable at the back, making only one error leading to a shot over the past three seasons (since Aug 2015) and no errors leading to a goal.In comparison, only five defenders who made the same number of starts as Evans (30) went faultless in 2015/16, when Evans made his one error leading to a shot. Of players who made 30 starts last season (the same as Evans), only Winston Reid and Cedric Soares matched his tally of 0 errors leading to shots or goals.There are 13 players to have made 19 starts and gone faultless this season - including Evans.The statistics show why Evans is attracting interest."
}