{
  "date": "19/01/18",
  "title": "Wilfried Zaha says he is different player to one that joined Manchester United",
  "description": "Wilfried Zaha has explained why he is a \"totally different player\" to the one that joined Manchester United - and why his best is still to come.",
  "content": "Zaha left Crystal Palace to join United as a 20-year-old in 2013, but made just two league appearances before returning to Palace on a permanent deal a couple of years later.While Manchester United did not see the best of Zaha, he has flourished at Palace, particularly this season as he has helped the Eagles climb away from the relegation zone after a terrible start to the season.Zaha told Sky Sports' Soccer Saturday that he has \"moved on totally\" from his unsuccessful spell at Manchester United, and added: \"I am a different player to the one that went to Man Utd at 20.\"I am 25 now, I have played a lot more games and I understand what I am better at and what I am not good at and what I need to improve on. The player that went to Man Utd is totally different to now.\"Reflecting on his form this season, he said: \"I am just playing good football. I don't feel like I'm in the form of my life, I am just playing well and there is more to come.\"I feel I can improve even more. Last season when we were battling again I managed to score goals and was playing well. Every season I am understanding the game more and the best is yet to come.\"Zaha has scored four goals this season as Palace have moved up to 12th in the Premier League table after losing their first seven games in a row.Asked how he can improve his game, he said: \"Decision making and finishing. Those are the main things I want to add to be the player I want to be.\"There are little aspects like I want to be stronger with both feet, but decision making and finishing…being able to finish nine out of 10 chances to be the top player I want to be.\"Zaha also paid tribute to Hodgson, saying: \"The gaffer understands. He has worked with all ages, he knows how to speak to us younger lot and the older lot. He is not trying to do something he can't do, he just keeps it professional and it works.\"There is a structure to the team, but he doesn't restrict to me to doing one thing.\"Sometimes if I have made a run and I can't back to my wing then Christian [Benteke] or [Bakary] Sako will take my position for a while, we are not just rigid. If I end up on one wing I can stay on that side and play that position. It has allowed me to be free and play however I want in the formation we play in.\"Palace will be looking for a third Premier League win in a row when they travel to Arsenal on Saturday.The Gunners won 3-2 at Selhurst Park in December, and Zaha is hoping for better this time around.\"It's like we were admiring them too much, instead of getting around them,\" he said when asked about the meeting a month ago. \"That's the thing with Arsenal, once you get in their faces a bit and don't allow them to play the one-touch football they like to play, it's not the same, they lose their rhythm.\"We played them not long ago so this game we know what to do and it should be better.\"Watch the interview with Zaha on Soccer Saturday on Sky Sports"
}