{
  "date": "31/01/18",
  "title": "Will Mauricio Pochettino have a special plan to stop Mo Salah again?",
  "description": "Mauricio Pochettino devised a special plan to stop Mo Salah last time. Will he try it again when Tottenham travel to Anfield to take on Liverpool this Sunday? Adam Bate takes a look...",
  "content": "Mohamed Salah is a difficult man to stop. He has 19 goals in 24 games for Liverpool this season and even in Tottenham's 4-1 win over the Reds at Wembley in October, he was able to race into the space between Jan Vertonghen and Serge Aurier to force a bobbling shot in off the far post with his weaker right foot. But that was not the story of his afternoon.Tottenham succeeded in limiting Salah's influence that day. Spurs boss Mauricio Pochettino experimented with a tactical tweak that he has not used before or since in the Premier League. He deployed Aurier at left-back from the outset, tasking the Frenchman with the unenviable job of preventing Salah from cutting inside onto his favoured left foot.Arjen Robben made that move famous but he may want to check his patent rights. Salah has scored 16 goals with his left boot this season - seven more than anyone else in the Premier League. It is a weapon worth stopping and while Pochettino was keen to praise his players afterwards, he was well aware that the tactic had been a success.\"It works sometimes,\" he said of the decision in his post-match press conference. \"Salah is a player who is playing on the right, always going on his left, running. Serge is fast and so strong on his right. He has played in that position for Toulouse and Paris Saint-Germain. We won, we are so happy, the credit is for the players. They played very well.\"Salah still managed to fire off three shots during the 90 minutes but that was below his average of 4.7 for the season. The more significant statistic, however, was that the Egyptian had only five touches of the ball in the central third of the pitch. In the zone just outside the box, where he can be at his most deadly, he did not touch it once.This is particularly unusual for Salah. So far this season, more than 30 per cent of his touches of the ball have come in central areas, with 151 touches coming in that small zone just outside the opposition area. With Aurier so strong on his right foot, it discouraged Salah from cutting inside and he ended up staying in wider areas where he could do less damage.While Pochettino praised his player afterwards, that remains the only occasion in the Premier League this season in which he has used Aurier and Kieran Trippier in tandem. With Salah more important than ever to Liverpool following the sale of Philippe Coutinho, could the trip to Anfield persuade him to revive the plan?The problem for Pochettino is that Aurier is still returning to full fitness following a calf injury. As a result, he faces the prospect of playing with a specialist left-back or deploying Kyle Walker-Peters in the role as he did against Newport County in the FA Cup. The decision will surely come down to who he feels is best equipped to stop Salah."
}