{
  "date": "07/01/18",
  "title": "Wimbledon at Wembley stirs FA Cup final memories for Terry Gibson",
  "description": "Tottenham play Wimbledon at Wembley on Sunday in a tie that takes the visitors back to Wembley in the FA Cup for the first time since the 1988 final. Terry Gibson was in that team and tells Adam Bate why the meeting of his two old sides was always a culture clash. ",
  "content": "The phone was beeping before he had even seen the draw. \"My first thought was that I hoped it was Wimbledon versus Spurs,\" Terry Gibson tells Sky Sports. He was right. On Sunday, Wimbledon will face Tottenham in the third round of the FA Cup. For the supporters, it will be their first Wembley appearance in the competition since that day in 1988.Wimbledon's 1-0 win over league champions Liverpool in the FA Cup final 30 years ago was famously styled as the Crazy Gang versus the Culture Club. Eleven years earlier Wimbledon had been playing non-league football while Liverpool were on their way to winning the European Cup. But Lawrie Sanchez's goal was enough for Wimbledon to make history.Was it the greatest moment of Gibson's career? \"Easily,\" says the former Manchester United striker. \"It is still memorable to so many people. We were complete opposites. They were the best team in the country and we were such a small club that the huge differences were there for all to see. Going from non-league to winning the FA Cup was just ridiculous.\"Back at Wembley as a club reborn, AFC Wimbledon are now a League One side having risen through the divisions yet again. They will be huge underdogs against Mauricio Pochettino's Tottenham and a clash of styles is inevitable. But the contrast between the two teams could hardly be greater than it was in the 1980s when they competed as near equals.Gibson should know. He began his career at Tottenham alongside Ossie Ardiles, a World Cup winner with Argentina, and Glenn Hoddle, arguably the most talented English player of his generation. Life at Wimbledon was very different. \"I must admit it took me by surprise when we kicked off and just booted it into the far corner for a throw-in,\" he recalls.\"It was not Ossie Ardiles running through from midfield and looking to play a one-two. It was not Glenn Hoddle looking to play a diagonal pass and dropping a sixpence with a bit of backspin. But the likes of Alan Cork, Lawrie Sanchez, Vinnie Jones and John Fashanu were never going to change so I had to adapt quickly. I had to join in.\"Even Bobby Gould and his assistant Don Howe went through a period where they were being reminded that this is how Wimbledon had got to the top division and they dare not think of changing it. So the aggressive nature and the direct style was not going to change. I always remember people telling me just to stick to the system. That was the mantra.\"There was no dissent from the crowd when Terry Phelan at left-back got the ball in plenty of space and just smashed it down the channel. A lot of supporters now would moan and groan if a player did that too often. At Wimbledon, if he didn't do that they would moan and groan. So that was the sort of thing you had to get used to.\"Everybody knew the system, even the supporters. They would get the hump if a midfielder didn't hook it on or someone played a short throw-in. The crowd knew that every free-kick was a chance to score. It was a unique team. We were not even trying to pretend that we were going to do anything different. This is how we play. Like it or lump it.\"Mentally it was easy because you did not have to have a lot of imagination. The movement was repetitive. You just had to make the same run again and again because you knew that the same pass was always going to be played. It was the ball down the channel and the long pass over the heads of defenders. It was not complicated so that made it easier in a way.\"There were no grey areas. You did not have to think about coming short to get it to feet. There was hardly any build-up play. If it went into midfield it was hooked on. As a forward with pace, which was my main asset, it was great to keep getting that type of pass. But it was physically demanding in terms of the amount of times that you had to make that run.\"Training was particularly hard. Physically we had to be fit and we spent a lot of time working on set-pieces which is not enjoyable for a player. But we were the fittest and most organised team I played for. There were no misunderstandings. Stick to the system and you just wore teams down in the end. And we had a good record against Spurs.\"In Gibson's first season at Wimbledon, they beat them 3-0 home and away. He also played in the final meeting between the clubs at the old Plough Lane in 1991 - a match in which Terry Venables' Tottenham team, one that included Gary Lineker, were thrashed 5-1. \"We fancied ourselves against any team that tried to play attractive football,\" says Gibson.\"I had former team-mates who used to say to me that whenever they came down to Wimbledon all they wanted to do was come away from there without getting injured. So you can imagine the advantage that gives you when opponents are turning up just wanting to get through the 90 minutes without getting hurt.\"The idea was to be aggressive and bring them down to our level by making them play a game they didn't want to play.\" But the tactic was easier at the notoriously awkward Plough Lane. \"It was small, the changing rooms weren't very nice,\" he adds. \"When we moved from Plough Lane to Selhurst Park, we lost our identity. There was no affinity to the place.\"Gibson left soon after and while Wimbledon remained in the top flight - and Crystal Palace's tenants at Selhurst Park - for the rest of the decade, the seeds of decline had been sown. Despite opposition from the majority of supporters, the club eventually relocated to Milton Keynes in 2003. For former heroes like Gibson it left them in limbo.\"You did not know who you were rooting for after I packed up playing,\" he admits. \"Was the team that was playing in Milton Keynes really Wimbledon? Clearly it was not. But that was the closest thing to my old club that existed at the time so it was kind of a weird situation. You didn't really know who to back emotionally.\"But, of course, when the new Wimbledon started that was clearly the club for anyone who had an affinity to the old Wimbledon. From then on, it has always been the team I look out for and I cannot believe they have got to where they have got in such a short space of time in a day and age when money is the be all and end all in football. It is remarkable.\"What they are doing now in terms of achievement goes alongside what we did. To start from nothing and get back into the football league. Then to get another promotion - and it was a surprising promotion - to the third tier and stay there. They are getting ready to start work on the new stadium. It is an unbelievable story.\"Curiously for a member of the Crazy Gang, it is also a story that has been embraced by the wider football public. Gibson sees the irony of Wimbledon becoming popular with the neutrals. \"I think that is the one area where the club has changed really,\" he says. \"When I was playing for the old Wimbledon, nobody had much affection for us.\"A lot of people say now that they wanted us to win that cup final but I am not so sure about that. I remember at the time that most people wanted Liverpool to beat us. That is certainly how we saw it at the time. We were going around upsetting people, spoiling people's parties and generally being a nuisance by causing aggro in the top division.\"I am not sure I want the new Wimbledon to be like us. I want them to retain the respect that people have for them now. They now have the respect of everyone in football because the franchise team took their club away and so people are pleased that the fans have brought the club back. That is the big difference. This team is more popular than we were.\"But will they be Wembley winners too? Gibson was in the stadium to see Wimbledon's League Two play-off final win over Plymouth in May 2016 and, with Tottenham expected to field a weakened side for their third game of the week, he is not ruling out an upset. \"They have already had two good wins to get here and are an athletic, dynamic team,\" he says.\"They don't play the football that we played. They are not that type of team. But clearly they are going to be the underdogs. The important thing is that it is going to be a decent pay day. For a club that is run in the manner that it is, that's a real benefit. What a prize this is for them to be playing at Wembley again in the FA Cup 30 years on.\"",
  "dbpedia": "\nThe phone was beeping before he had even seen the draw. &quot;My first thought was that I hoped it was <a href=\"http://dbpedia.org/resource/Wimbledon_F.C.\" title=\"http://dbpedia.org/resource/Wimbledon_F.C.\" target=\"_blank\">Wimbledon</a> versus Spurs,&quot; <a href=\"http://dbpedia.org/resource/Terry_Gibson\" title=\"http://dbpedia.org/resource/Terry_Gibson\" target=\"_blank\">Terry Gibson</a> tells Sky Sports. He was right. On Sunday, <a href=\"http://dbpedia.org/resource/Wimbledon_F.C.\" title=\"http://dbpedia.org/resource/Wimbledon_F.C.\" target=\"_blank\">Wimbledon</a> will face <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> in the third round of the FA Cup. For the supporters, it will be their first Wembley appearance in the competition since that day in 1988.<a href=\"http://dbpedia.org/resource/Wimbledon_F.C.\" title=\"http://dbpedia.org/resource/Wimbledon_F.C.\" target=\"_blank\">Wimbledon</a>\\&apos;s 1-0 win over league champions <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> in the FA Cup final 30 years ago was famously styled as the Crazy Gang versus the Culture Club. Eleven years earlier <a href=\"http://dbpedia.org/resource/Wimbledon_F.C.\" title=\"http://dbpedia.org/resource/Wimbledon_F.C.\" target=\"_blank\">Wimbledon</a> had been playing non-league football while <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> were on their way to winning the European Cup. But <a href=\"http://dbpedia.org/resource/Lawrie_Sanchez\" title=\"http://dbpedia.org/resource/Lawrie_Sanchez\" target=\"_blank\">Lawrie Sanchez</a>\\&apos;s goal was enough for <a href=\"http://dbpedia.org/resource/Wimbledon_F.C.\" title=\"http://dbpedia.org/resource/Wimbledon_F.C.\" target=\"_blank\">Wimbledon</a> to make history.Was it the greatest moment of Gibson\\&apos;s career? &quot;Easily,&quot; says the former <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> striker. &quot;It is still memorable to so many people. We were complete opposites. They were the best team in the country and we were such a small club that the huge differences were there for all to see. Going from non-league to winning the FA Cup was just ridiculous.&quot;Back at Wembley as a club reborn, <a href=\"http://dbpedia.org/resource/AFC_Wimbledon\" title=\"http://dbpedia.org/resource/AFC_Wimbledon\" target=\"_blank\">AFC Wimbledon</a> are now a <a href=\"http://dbpedia.org/resource/Football_League_One\" title=\"http://dbpedia.org/resource/Football_League_One\" target=\"_blank\">League One</a> side having risen through the divisions yet again. They will be huge underdogs against <a href=\"http://dbpedia.org/resource/Mauricio_Pochettino\" title=\"http://dbpedia.org/resource/Mauricio_Pochettino\" target=\"_blank\">Mauricio Pochettino</a>\\&apos;s <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> and a clash of styles is inevitable. But the contrast between the two teams could hardly be greater than it was in the 1980s when they competed as near equals.Gibson should know. He began his career at <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> alongside <a href=\"http://dbpedia.org/resource/Osvaldo_Ardiles\" title=\"http://dbpedia.org/resource/Osvaldo_Ardiles\" target=\"_blank\">Ossie Ardiles</a>, a World Cup winner with <a href=\"http://dbpedia.org/resource/Argentina_national_football_team\" title=\"http://dbpedia.org/resource/Argentina_national_football_team\" target=\"_blank\">Argentina</a>, and <a href=\"http://dbpedia.org/resource/Glenn_Hoddle\" title=\"http://dbpedia.org/resource/Glenn_Hoddle\" target=\"_blank\">Glenn Hoddle</a>, arguably the most talented English player of his generation. Life at <a href=\"http://dbpedia.org/resource/Wimbledon_F.C.\" title=\"http://dbpedia.org/resource/Wimbledon_F.C.\" target=\"_blank\">Wimbledon</a> was very different. &quot;I must admit it took me by surprise when we kicked off and just booted it into the far corner for a throw-in,&quot; he recalls.&quot;It was not <a href=\"http://dbpedia.org/resource/Osvaldo_Ardiles\" title=\"http://dbpedia.org/resource/Osvaldo_Ardiles\" target=\"_blank\">Ossie Ardiles</a> running through from midfield and looking to play a one-two. It was not <a href=\"http://dbpedia.org/resource/Glenn_Hoddle\" title=\"http://dbpedia.org/resource/Glenn_Hoddle\" target=\"_blank\">Glenn Hoddle</a> looking to play a diagonal pass and dropping a sixpence with a bit of backspin. But the likes of <a href=\"http://dbpedia.org/resource/Alan_Cork\" title=\"http://dbpedia.org/resource/Alan_Cork\" target=\"_blank\">Alan Cork</a>, <a href=\"http://dbpedia.org/resource/Lawrie_Sanchez\" title=\"http://dbpedia.org/resource/Lawrie_Sanchez\" target=\"_blank\">Lawrie Sanchez</a>, <a href=\"http://dbpedia.org/resource/Vinnie_Jones\" title=\"http://dbpedia.org/resource/Vinnie_Jones\" target=\"_blank\">Vinnie Jones</a> and <a href=\"http://dbpedia.org/resource/John_Fashanu\" title=\"http://dbpedia.org/resource/John_Fashanu\" target=\"_blank\">John Fashanu</a> were never going to change so I had to adapt quickly. I had to join in.&quot;Even <a href=\"http://dbpedia.org/resource/Bobby_Gould\" title=\"http://dbpedia.org/resource/Bobby_Gould\" target=\"_blank\">Bobby Gould</a> and his assistant <a href=\"http://dbpedia.org/resource/Don_Howe\" title=\"http://dbpedia.org/resource/Don_Howe\" target=\"_blank\">Don Howe</a> went through a period where they were being reminded that this is how <a href=\"http://dbpedia.org/resource/Wimbledon_F.C.\" title=\"http://dbpedia.org/resource/Wimbledon_F.C.\" target=\"_blank\">Wimbledon</a> had got to the top division and they dare not think of changing it. So the aggressive nature and the direct style was not going to change. I always remember people telling me just to stick to the system. That was the mantra.&quot;There was no dissent from the crowd when <a href=\"http://dbpedia.org/resource/Terry_Phelan\" title=\"http://dbpedia.org/resource/Terry_Phelan\" target=\"_blank\">Terry Phelan</a> at left-back got the ball in plenty of space and just smashed it down the channel. A lot of supporters now would moan and groan if a player did that too often. At <a href=\"http://dbpedia.org/resource/Wimbledon_F.C.\" title=\"http://dbpedia.org/resource/Wimbledon_F.C.\" target=\"_blank\">Wimbledon</a>, if he didn\\&apos;t do that they would moan and groan. So that was the sort of thing you had to get used to.&quot;Everybody knew the system, even the supporters. They would get the hump if a midfielder didn\\&apos;t hook it on or someone played a short throw-in. The crowd knew that every free-kick was a chance to score. It was a unique team. We were not even trying to pretend that we were going to do anything different. This is how we play. Like it or lump it.&quot;Mentally it was easy because you did not have to have a lot of imagination. The movement was repetitive. You just had to make the same run again and again because you knew that the same pass was always going to be played. It was the ball down the channel and the long pass over the heads of defenders. It was not complicated so that made it easier in a way.&quot;There were no grey areas. You did not have to think about coming short to get it to feet. There was hardly any build-up play. If it went into midfield it was hooked on. As a forward with pace, which was my main asset, it was great to keep getting that type of pass. But it was physically demanding in terms of the amount of times that you had to make that run.&quot;Training was particularly hard. Physically we had to be fit and we spent a lot of time working on set-pieces which is not enjoyable for a player. But we were the fittest and most organised team I played for. There were no misunderstandings. Stick to the system and you just wore teams down in the end. And we had a good record against Spurs.&quot;In Gibson\\&apos;s first season at <a href=\"http://dbpedia.org/resource/Wimbledon_F.C.\" title=\"http://dbpedia.org/resource/Wimbledon_F.C.\" target=\"_blank\">Wimbledon</a>, they beat them 3-0 home and away. He also played in the final meeting between the clubs at the old Plough Lane in 1991 - a match in which <a href=\"http://dbpedia.org/resource/Terry_Venables\" title=\"http://dbpedia.org/resource/Terry_Venables\" target=\"_blank\">Terry Venables</a>\\&apos; <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> team, one that included <a href=\"http://dbpedia.org/resource/Gary_Lineker\" title=\"http://dbpedia.org/resource/Gary_Lineker\" target=\"_blank\">Gary Lineker</a>, were thrashed 5-1. &quot;We fancied ourselves against any team that tried to play attractive football,&quot; says Gibson.&quot;I had former team-mates who used to say to me that whenever they came down to <a href=\"http://dbpedia.org/resource/Wimbledon_F.C.\" title=\"http://dbpedia.org/resource/Wimbledon_F.C.\" target=\"_blank\">Wimbledon</a> all they wanted to do was come away from there without getting injured. So you can imagine the advantage that gives you when opponents are turning up just wanting to get through the 90 minutes without getting hurt.&quot;The idea was to be aggressive and bring them down to our level by making them play a game they didn\\&apos;t want to play.&quot; But the tactic was easier at the notoriously awkward Plough Lane. &quot;It was small, the changing rooms weren\\&apos;t very nice,&quot; he adds. &quot;When we moved from Plough Lane to Selhurst Park, we lost our identity. There was no affinity to the place.&quot;Gibson left soon after and while <a href=\"http://dbpedia.org/resource/Wimbledon_F.C.\" title=\"http://dbpedia.org/resource/Wimbledon_F.C.\" target=\"_blank\">Wimbledon</a> remained in the top flight - and <a href=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" title=\"http://dbpedia.org/resource/Crystal_Palace_F.C.\" target=\"_blank\">Crystal Palace</a>\\&apos;s tenants at Selhurst Park - for the rest of the decade, the seeds of decline had been sown. Despite opposition from the majority of supporters, the club eventually relocated to <a href=\"http://dbpedia.org/resource/Milton_Keynes_Dons_F.C.\" title=\"http://dbpedia.org/resource/Milton_Keynes_Dons_F.C.\" target=\"_blank\">Milton Keynes</a> in 2003. For former heroes like Gibson it left them in limbo.&quot;You did not know who you were rooting for after I packed up playing,&quot; he admits. &quot;Was the team that was playing in <a href=\"http://dbpedia.org/resource/Milton_Keynes_Dons_F.C.\" title=\"http://dbpedia.org/resource/Milton_Keynes_Dons_F.C.\" target=\"_blank\">Milton Keynes</a> really <a href=\"http://dbpedia.org/resource/Wimbledon_F.C.\" title=\"http://dbpedia.org/resource/Wimbledon_F.C.\" target=\"_blank\">Wimbledon</a>? Clearly it was not. But that was the closest thing to my old club that existed at the time so it was kind of a weird situation. You didn\\&apos;t really know who to back emotionally.&quot;But, of course, when the new <a href=\"http://dbpedia.org/resource/Wimbledon_F.C.\" title=\"http://dbpedia.org/resource/Wimbledon_F.C.\" target=\"_blank\">Wimbledon</a> started that was clearly the club for anyone who had an affinity to the old <a href=\"http://dbpedia.org/resource/Wimbledon_F.C.\" title=\"http://dbpedia.org/resource/Wimbledon_F.C.\" target=\"_blank\">Wimbledon</a>. From then on, it has always been the team I look out for and I cannot believe they have got to where they have got in such a short space of time in a day and age when money is the be all and end all in football. It is remarkable.&quot;What they are doing now in terms of achievement goes alongside what we did. To start from nothing and get back into the football league. Then to get another promotion - and it was a surprising promotion - to the third tier and stay there. They are getting ready to start work on the new stadium. It is an unbelievable story.&quot;Curiously for a member of the Crazy Gang, it is also a story that has been embraced by the wider football public. Gibson sees the irony of <a href=\"http://dbpedia.org/resource/Wimbledon_F.C.\" title=\"http://dbpedia.org/resource/Wimbledon_F.C.\" target=\"_blank\">Wimbledon</a> becoming popular with the neutrals. &quot;I think that is the one area where the club has changed really,&quot; he says. &quot;When I was playing for the old <a href=\"http://dbpedia.org/resource/Wimbledon_F.C.\" title=\"http://dbpedia.org/resource/Wimbledon_F.C.\" target=\"_blank\">Wimbledon</a>, nobody had much affection for us.&quot;A lot of people say now that they wanted us to win that cup final but I am not so sure about that. I remember at the time that most people wanted <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> to beat us. That is certainly how we saw it at the time. We were going around upsetting people, spoiling people\\&apos;s parties and generally being a nuisance by causing aggro in the top division.&quot;I am not sure I want the new <a href=\"http://dbpedia.org/resource/Wimbledon_F.C.\" title=\"http://dbpedia.org/resource/Wimbledon_F.C.\" target=\"_blank\">Wimbledon</a> to be like us. I want them to retain the respect that people have for them now. They now have the respect of everyone in football because the franchise team took their club away and so people are pleased that the fans have brought the club back. That is the big difference. This team is more popular than we were.&quot;But will they be Wembley winners too? Gibson was in the stadium to see <a href=\"http://dbpedia.org/resource/Wimbledon_F.C.\" title=\"http://dbpedia.org/resource/Wimbledon_F.C.\" target=\"_blank\">Wimbledon</a>\\&apos;s <a href=\"http://dbpedia.org/resource/Football_League_Two\" title=\"http://dbpedia.org/resource/Football_League_Two\" target=\"_blank\">League Two</a> play-off final win over <a href=\"http://dbpedia.org/resource/Plymouth_Argyle_F.C.\" title=\"http://dbpedia.org/resource/Plymouth_Argyle_F.C.\" target=\"_blank\">Plymouth</a> in May 2016 and, with <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> expected to field a weakened side for their third game of the week, he is not ruling out an upset. &quot;They have already had two good wins to get here and are an athletic, dynamic team,&quot; he says.&quot;They don\\&apos;t play the football that we played. They are not that type of team. But clearly they are going to be the underdogs. The important thing is that it is going to be a decent pay day. For a club that is run in the manner that it is, that\\&apos;s a real benefit. What a prize this is for them to be playing at Wembley again in the FA Cup 30 years on.&quot;\n"
}