{
  "date": "11/01/18",
  "title": "Xabi Alonso says he has 'dreamt' of managing Liverpool",
  "description": "Xabi Alonso has revealed his desire to manage Liverpool in the future, although he expects his former team-mate Steven Gerrard to achieve the feat first.",
  "content": "Alonso enjoyed five successful seasons with the Reds during his playing career, in which he won both the Champions League and FA Cup, before moving on to Real Madrid in 2009.\nThe 36-year-old retired from professional football at the end of last season and now harbours ambitions of moving into management.\nWhen asked if he has ever dreamt of taking charge of Liverpool at Anfield, Alonso told Guillem Balague: \"Yes for sure, I have dreamt of that, but first I have to prove myself and prepare.\n\"If I decide somewhere along the way to take my chances as a manager, my link, my commitment, my passion with Liverpool is there.\n\"Why not? We will see if we can cross paths in our ways.\"\nAlonso's former midfield partner, Gerrard, has already taken his first steps into management and is now head coach of Liverpool's U18 side.\nHowever, Alonso does not see himself coaching alongside Gerrard at Anfield because he expects the former Reds captain to become manager of the club \"sooner rather than later\".\n\"I think that Stevie will go earlier than me for sure, it's the natural way,\" said the former Spain international.\n\"Steve is already there so it's going to be sooner rather than later I guess.\"\n",
  "dbpedia": "Alonso enjoyed five successful seasons with the Reds during his playing career, in which he won both the Champions League and FA Cup, before moving on to <a href=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" title=\"http://dbpedia.org/resource/Real_Madrid_C.F.\" target=\"_blank\">Real Madrid</a> in 2009.<br>The 36-year-old retired from professional football at the end of last season and now harbours ambitions of moving into management.<br>When asked if he has ever dreamt of taking charge of <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> at <a href=\"http://dbpedia.org/resource/Anfield\" title=\"http://dbpedia.org/resource/Anfield\" target=\"_blank\">Anfield</a>, Alonso told Guillem Balague: \"Yes for sure, I have dreamt of that, but first I have to prove myself and prepare.<br>\"If I decide somewhere along the way to take my chances as a manager, my link, my commitment, my passion with <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a> is there.<br>\"Why not? We will see if we can cross paths in our ways.\"<br>Alonso's former midfield partner, Gerrard, has already taken his first steps into management and is now head coach of <a href=\"http://dbpedia.org/resource/Liverpool_F.C.\" title=\"http://dbpedia.org/resource/Liverpool_F.C.\" target=\"_blank\">Liverpool</a>'s U18 side.<br>However, Alonso does not see himself coaching alongside Gerrard at <a href=\"http://dbpedia.org/resource/Anfield\" title=\"http://dbpedia.org/resource/Anfield\" target=\"_blank\">Anfield</a> because he expects the former Reds captain to become manager of the club \"sooner rather than later\".<br>\"I think that Stevie will go earlier than me for sure, it's the natural way,\" said the former <a href=\"http://dbpedia.org/resource/Spain_national_football_team\" title=\"http://dbpedia.org/resource/Spain_national_football_team\" target=\"_blank\">Spain</a> international.<br>\"Steve is already there so it's going to be sooner rather than later I guess.\"<br>"
}