{
  "date": "18/01/18",
  "title": "Granit Xhaka exclusive: Alexis Sanchez's will to win is an example to us all",
  "description": "Alexis Sanchez's will to win in training is an example to all Arsenal players, insists Granit Xhaka. ",
  "content": "Arsenal manager Arsene Wenger says Sanchez's move to Manchester United is \"likely to happen\" in the next 24 hours, with Henrikh Mkhitaryan coming the other way.Wenger also confirmed Mkhitaryan's wages will not be a problem in the potential swap deal and the United man is seen as a direct replacement for Sanchez, who is out of contract at Arsenal in the summer.And in an exclusive interview with Sky Sports News, Sanchez's current team-mate Xhaka praised the Chilean for his attitude in training, no matter what the scenario, and insists he is an important player for Arsenal.Asked about Sanchez's future, Swiss midfielder Xhaka said: \"To be honest, I don't know really what's true and what isn't.\"We're humans as well and we read things like you do. Alexis is an important player for us, he's got class which he shows every week, and I will be happy if he stays.\"If he stays or goes? I don't know what's going to happen. At training, he's always an example for many people because he always wants to win no matter what we are doing - a big game or a small game. I think that's something that characterises him.\"Xhaka may be welcoming another former Bundesliga player into the Arsenal midfield in the coming weeks if Mkhitaryan is to complete his transfer to the Emirates.Former Borussia Monchengladbach star Xhaka played against the Armenian while he was at Dortmund, and though he praised his qualities, remained tight-lipped on the potential of linking up with him.\"I only know him really from the Bundesliga and I've played against him a couple of times in the Premier League as well\" said Xhaka.\"He's an excellent player, with lots of qualities, but I can't really say much more to it because I am not really sure what's true and what's really happening.\""
}