{
  "date": "17/01/18",
  "title": "Zinedine Zidane cannot imagine Cristiano Ronaldo leaving Real Madrid ",
  "description": "Zinedine Zidane has urged Cristiano Ronaldo to concentrate on his form amid reports Real Madrid are open to letting him leave the club.",
  "content": "Ronaldo, who has scored just four goals in 14 league appearances this season, has been routinely linked with a move away from Spain over the past few years with former club Manchester United regularly touted as the most likely destination.Sky Sports' Spanish football expert Guillem Balague says Real are open to letting the 32-year-old leave the Santiago Bernabeu but there are doubts about United's interest.Speaking ahead of the Copa del Rey first-leg clash with Leganes on Thursday, Zidane brushed off the speculation and told Ronaldo, who is under contract until 2021, to focus on matters on the pitch.\"We know that people can talk and debate outside of the club, but we think Cristiano must just think about playing, as he has always done,\" he said.\"And I just want to talk about this, what he can bring to the team, that's all.\"I cannot imagine Cristiano going anywhere else. He is at his club, where he should be. Everyone loves him here.\"I do not want to talk about his contract. What I am most interested in is matters on the pitch, that is what I talk to Cristiano about. Everything else he manages himself, it is not my business.\"When I had difficult moments as a player I just kept working hard and thinking the team would do good things soon.\"",
  "dbpedia": "\n<a href=\"http://dbpedia.org/resource/Ronaldo\" title=\"http://dbpedia.org/resource/Ronaldo\" target=\"_blank\">Ronaldo</a>, who has scored just four goals in 14 league appearances this season, has been routinely linked with a move away from Spain over the past few years with former club <a href=\"http://dbpedia.org/resource/Manchester_United_F.C.\" title=\"http://dbpedia.org/resource/Manchester_United_F.C.\" target=\"_blank\">Manchester United</a> regularly touted as the most likely destination.Sky Sports\\&apos; Spanish football expert Guillem Balague says Real are open to letting the 32-year-old leave the Santiago Bernabeu but there are doubts about United\\&apos;s interest.Speaking ahead of the Copa del Rey first-leg clash with Leganes on Thursday, <a href=\"http://dbpedia.org/resource/Zinedine_Zidane\" title=\"http://dbpedia.org/resource/Zinedine_Zidane\" target=\"_blank\">Zidane</a> brushed off the speculation and told <a href=\"http://dbpedia.org/resource/Ronaldo\" title=\"http://dbpedia.org/resource/Ronaldo\" target=\"_blank\">Ronaldo</a>, who is under contract until 2021, to focus on matters on the pitch.&quot;We know that people can talk and debate outside of the club, but we think Cristiano must just think about playing, as he has always done,&quot; he said.&quot;And I just want to talk about this, what he can bring to the team, that\\&apos;s all.&quot;I cannot imagine Cristiano going anywhere else. He is at his club, where he should be. Everyone loves him here.&quot;I do not want to talk about his contract. What I am most interested in is matters on the pitch, that is what I talk to Cristiano about. Everything else he manages himself, it is not my business.&quot;When I had difficult moments as a player I just kept working hard and thinking the team would do good things soon.&quot;\n"
}