{
  "date": "26/01/18",
  "title": "Zinedine Zidane backs Real Madrid to improve amid Mauricio Pochettino reports",
  "description": "Zinedine Zidane says he would quit as Real Madrid coach if he did not feel he could turn their form around.",
  "content": "Real are 19 points behind La Liga leaders Barcelona and were knocked out of the Copa del Rey by local rivals Leganes earlier this week.\nZidane has claimed two Champions League crowns and the Spanish league title in his three years in charge at the Bernabeu.\nBut Sky Sports' Spanish football expert Guillem Balague says Real president Perez has identified Tottenham boss Pochettino as the primary candidate to replace Zidane.\n\"I'm sure we will change the situation,\" said Zidane, whose side face Paris Saint-Germain in the Champions League last 16.\n\"If I weren't (sure), I would have left. I don't think we can't change this streak and achieve something positive. As I said before, there are 19 league matches ahead and the Champions League match and I only think on that.\"\nFourth-placed Real face Valencia at the Mestalla this weekend, where they have not won since 2013, as they battle just to secure Champions League football for next season.\nVillarreal are just one point behind them in fifth, and Real's focus remains on securing another European crown.\n\"We can and we will do everything in our hands to win the Champions (League), as we always do,\" said Zidane. \"In this club, we always have the excitement that with this team, you can do things.\"\n",
  "dbpedia": "Real are 19 points behind <a href=\"http://dbpedia.org/resource/La_Liga\" title=\"http://dbpedia.org/resource/La_Liga\" target=\"_blank\">La Liga</a> leaders <a href=\"http://dbpedia.org/resource/FC_Barcelona\" title=\"http://dbpedia.org/resource/FC_Barcelona\" target=\"_blank\">Barcelona</a> and were knocked out of the Copa del Rey by local rivals Leganes earlier this week.<br><a href=\"http://dbpedia.org/resource/Zinedine_Zidane\" title=\"http://dbpedia.org/resource/Zinedine_Zidane\" target=\"_blank\">Zidane</a> has claimed two Champions League crowns and the Spanish league title in his three years in charge at the Bernabeu.<br>But Sky Sports' Spanish football expert Guillem Balague says Real president Perez has identified <a href=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" title=\"http://dbpedia.org/resource/Tottenham_Hotspur_F.C.\" target=\"_blank\">Tottenham</a> boss Pochettino as the primary candidate to replace <a href=\"http://dbpedia.org/resource/Zinedine_Zidane\" title=\"http://dbpedia.org/resource/Zinedine_Zidane\" target=\"_blank\">Zidane</a>.<br>\"I'm sure we will change the situation,\" said <a href=\"http://dbpedia.org/resource/Zinedine_Zidane\" title=\"http://dbpedia.org/resource/Zinedine_Zidane\" target=\"_blank\">Zidane</a>, whose side face <a href=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" title=\"http://dbpedia.org/resource/Paris_Saint-Germain_F.C.\" target=\"_blank\">Paris Saint-Germain</a> in the Champions League last 16.<br>\"If I weren't (sure), I would have left. I don't think we can't change this streak and achieve something positive. As I said before, there are 19 league matches ahead and the Champions League match and I only think on that.\"<br>Fourth-placed Real face <a href=\"http://dbpedia.org/resource/Valencia_CF\" title=\"http://dbpedia.org/resource/Valencia_CF\" target=\"_blank\">Valencia</a> at the <a href=\"http://dbpedia.org/resource/Mestalla_Stadium\" title=\"http://dbpedia.org/resource/Mestalla_Stadium\" target=\"_blank\">Mestalla</a> this weekend, where they have not won since 2013, as they battle just to secure Champions League football for next season.<br><a href=\"http://dbpedia.org/resource/Villarreal_CF\" title=\"http://dbpedia.org/resource/Villarreal_CF\" target=\"_blank\">Villarreal</a> are just one point behind them in fifth, and Real's focus remains on securing another European crown.<br>\"We can and we will do everything in our hands to win the Champions (League), as we always do,\" said <a href=\"http://dbpedia.org/resource/Zinedine_Zidane\" title=\"http://dbpedia.org/resource/Zinedine_Zidane\" target=\"_blank\">Zidane</a>. \"In this club, we always have the excitement that with this team, you can do things.\"<br>"
}